<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 vai jaunāka versija</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Noklusējuma iestatījumi (lietotāji var ignorēt)</string><string id="Attestation_group">Attālinātā apstiprināšana</string><string id="AttestationEnabledForUser">Iespējo lietotājam attālināto apstiprināšanu.</string><string id="AttestationEnabledForUser_Explain">Ja ir iestatīta vērtība “true”, lietotājs var izmantot aparatūru Chrome ierīcēs, lai attālināti apstiprinātu tās identitāti konfidencialitātes sertificēšanas CA, platformā Enterprise Platform Keys API izmantojot funkciju chrome.enterprise.platformKeys.challengeUserKey().

Ja ir iestatīta vērtība “false” vai tā nav iestatīta, API izsaukumi neizdosies un tiks rādīts kļūdas kods.</string><string id="AttestationExtensionWhitelist">Paplašinājumi, kuriem atļauts izmantot attālinātās apstiprināšanas API.</string><string id="AttestationExtensionWhitelist_Explain">Šajā politikā ir norādīti paplašinājumi, kuros atļauts attālajai apstiprināšanai izmantot platformas Enterprise Platform Keys API funkciju chrome.enterprise.platformKeys.challengeUserKey(). Lai varētu izmantot API, šim sarakstam ir jāpievieno paplašinājumi.

Ja paplašinājums nav iekļauts sarakstā vai ja saraksts nav iestatīts, API izsaukums neizdosies un tiks rādīts kļūdas kods.</string><string id="AttestationExtensionWhitelistDesc">Paplašinājumi, kuriem atļauts izmantot attālinātās apstiprināšanas API.</string><string id="RemoteAccess_group">Attālās piekļuves iespēju konfigurēšana</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Ugunsmūra apvada iespējošana no attālās piekļuves saimniekdatora</string><string id="RemoteAccessHostFirewallTraversal_Explain">Iespējo STUN serveru lietošanu, kad attālie klienti cenšas izveidot savienojumu ar ierīci.

Ja šis iestatījums ir iespējots, attālie klienti var atklāt ierīci un izveidot ar to savienojumu, pat ja starp tiem atrodas ugunsmūris.

Ja šis iestatījums ir atspējots un ugunsmūris filtrē izejošos UDP savienojumus, ierīce atļaus savienojumus tikai no lokālā tīkla klientu ierīcēm.

Ja šī politika netiek iestatīta, iestatījums tiek iespējots.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Sīkrīka TalkGadget prefiksa konfigurēšana attālās piekļuves saimniekdatoriem</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfigurē attālās piekļuves saimniekdatoros izmantojamo sīkrīka TalkGadget prefiksu un neļauj lietotājiem to mainīt.

Norādot šo prefiksu, tas tiek pievienots pamata TalkGadget nosaukuma sākumā, lai izveidotu pilnu TalkGadget domēna nosaukumu. Pamata TalkGadget domēna nosaukums ir “.talkgadget.google.com”.

Ja šis iestatījums ir iespējots, saimniekdatori izmantos pielāgoto domēna nosaukumu, nevis noklusējuma domēna nosaukumu, kad tie piekļūst sīkrīkam TalkGadget.

Ja šis iestatījums ir atspējots vai nav iestatīts, visiem saimniekdatoriem tiks izmantots noklusējuma TalkGadget domēna nosaukums (“chromoting-host.talkgadget.google.com”).

Iestatot šo politiku, netiek ietekmēti attālās piekļuves klienti. Lai piekļūtu sīkrīkam TalkGadget, tie vienmēr izmantos nosaukumu “chromoting-client.talkgadget.google.com”.</string><string id="RemoteAccessHostRequireCurtain">Aizsegšanas režīma iespējošana attālās piekļuves saimniekdatoriem</string><string id="RemoteAccessHostRequireCurtain_Explain">Iespējo aizsegšanas režīmu attālās piekļuves saimniekdatoriem, kamēr notiek savienojums.

Ja šis iestatījums ir iespējots, attālā savienojuma laikā saimniekdatoru fiziskās ievades un izvades ierīces ir atspējotas.

Ja šis iestatījums ir atspējots vai nav iestatīts, gan vietējie, gan attālie lietotāji var mijiedarboties ar saimniekdatoru, kad tas tiek koplietots.</string><string id="RemoteAccessHostAllowClientPairing">Autentifikācijas bez PIN iespējošana vai atspējošana attālās piekļuves saimniekdatoriem</string><string id="RemoteAccessHostAllowClientPairing_Explain">Ja šis iestatījums ir iespējots vai nav konfigurēts, lietotāji var izvēlēties savienot klientus un saimniekdatorus pārī savienojuma izveides laikā, tādējādi izvairoties no atkārtotas PIN koda ievadīšanas.

Ja šis iestatījums ir atspējots, šī funkcija nebūs pieejama.</string><string id="RemoteAccessHostAllowGnubbyAuth">Gnubby autentifikācijas atļaušana attālās piekļuves saimniekdatoriem</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Ja šis iestatījums ir iespējots, Gnubby autentifikācijas pieprasījumiem tiks izmantoti starpniekserveri attālā saimniekdatora tīklā.

Ja šis iestatījums ir atspējots vai nav konfigurēts, Gnubby autentifikācijas pieprasījumiem netiks izmantoti starpniekserveri.</string><string id="RemoteAccessHostAllowRelayedConnection">Pārraides serveru iespējošana attālās piekļuves saimniekdatoram</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Attālās piekļuves saimniekdatora izmantoto UDP portu diapazona ierobežošana</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Lokālā lietotāja vārda un attālās piekļuves saimniekdatora īpašnieka vārda atbilstības pieprasīšana</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL, kurā attālās piekļuves klientiem ir jāiegūst autentifikācijas pilnvara</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">Vietrādis URL attālās piekļuves klienta autentifikācijas pilnvaras apstiprināšanai</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Klienta sertifikāts savienojuma izveidei ar “RemoteAccessHostTokenValidationUrl”</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="PowerManagement_group">Barošanas pārvaldība</string><string id="LidCloseAction">Pēc vāka aizvēršanas veicamā darbība</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Darbības apturēšana</string><string id="LidCloseAction_LidCloseActionLogout">Atteikt lietotāju</string><string id="LidCloseAction_LidCloseActionShutdown">Beidzēt</string><string id="LidCloseAction_LidCloseActionDoNothing">Nedarīt neko</string><string id="PowerManagementUsesAudioActivity">Audio darbības ietekmes uz jaudas pārvaldību norādīšana</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Video darbības ietekmes uz jaudas pārvaldību norādīšana</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Aizkaves līdz ekrāna aptumšošanai norādīšana procentos (prezentācijas režīmā)</string><string id="PresentationScreenDimDelayScale_Explain">Norāda aizkavi ekrāna aptumšošanai procentos, kad ierīce darbojas prezentācijas režīmā.

Ja šī politika ir iestatīta, tā norāda aizkavi ekrāna aptumšošanai procentos, kad ierīce darbojas prezentācijas režīmā. Kad aizkave līdz ekrāna aptumšošanai tiek mainīta, ekrāna izslēgšanas, ekrāna bloķēšanas un gaidstāves aizkaves tiek pielāgotas, lai nodrošinātu tādu pašu starplaiku no ekrāna aptumšošanas aizkaves, kāds bija sākotnēji konfigurēts.

Ja šī politikas iestatījums ir noņemts, tiek izmantots noklusējuma maiņas faktors.

Maiņas faktoram ir jābūt vismaz 100%. Nav atļautas vērtības, kas aizkavi līdz ekrāna aptumšošanai prezentācijas režīmā padara īsāku par parasto aizkavi līdz ekrāna aptumšošanai.</string><string id="AllowScreenWakeLocks">Atļauja bloķēt ekrāna aktivizēšanu</string><string id="AllowScreenWakeLocks_Explain">Norāda, vai ir atļauta ekrāna aktivizēšanas bloķēšana. Izmantojot barošanas pārvaldības paplašinājuma API, ekrāna aktivizēšanas bloķēšanu var pieprasīt paplašinājumi.

Ja politikai ir iestatīta vērtība “true” vai politika nav iestatīta, barošanas pārvaldībā tiks veikta ekrāna aktivizēšanas bloķēšana.

Ja politikai ir iestatīta vērtība “false”, ekrāna aktivizēšanas bloķēšana tiks ignorēta.</string><string id="UserActivityScreenDimDelayScale">Aizkaves līdz ekrāna aptumšošanai norādīšana procentos, ja lietotājs ir aktīvs pēc aptumšošanas</string><string id="UserActivityScreenDimDelayScale_Explain">Norāda aizkavi (procentos) līdz ekrāna aptumšošanai, kad tiek novērota lietotāja darbība, kamēr ekrāns ir aptumšots vai drīz pēc ekrāna izslēgšanas.

Ja šī politika ir iestatīta, tā norāda aizkavi (procentos) līdz ekrāna aptumšošanai, kad tiek novērota lietotāja darbība, kamēr ekrāns ir aptumšots vai drīz pēc ekrāna izslēgšanas. Ja aptumšošanas aizkave ir mainīta, ekrāna izslēgšanas, ekrāna bloķēšanas un gaidstāves aizkaves tiek pielāgotas, lai nodrošinātu tādu pašu starplaiku no ekrāna aptumšošanas aizkaves, kāds bija sākotnēji konfigurēts.

Ja politika nav iestatīta, tiek izmantots noklusējuma maiņas faktors.

Maiņas faktoram ir jābūt vismaz 100%.</string><string id="WaitForInitialUserActivity">Gaidīt sākotnējo lietotāja darbību</string><string id="WaitForInitialUserActivity_Explain">Norāda, vai jaudas pārvaldības aizkaves un sesijas ilguma ierobežojuma uzskaite tiek sākta tikai pēc tam, kad sesijā ir konstatēta lietotāja darbība.

Ja politikas iestatījums ir “True” (patiess), jaudas pārvaldības aizkaves un sesijas ilguma ierobežojuma uzskaite tiek sākta tikai pēc tam, kad sesijā ir konstatēta pirmā lietotāja darbība.

Ja politika nav iestatīta vai iestatījums ir “False” (aplams), jaudas pārvaldības aizkaves un sesijas ilguma ierobežojuma uzskaite tiek sākta nekavējoties pēc sesijas sākuma.</string><string id="PowerManagementIdleSettings">Barošanas pārvaldības iestatījumi, kad lietotājs ir neaktīvs</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Ekrāna bloķēšanas atlikšana</string><string id="ScreenLockDelays_Explain">Norāda lietotāja neaktivitātes laiku, pēc kura ekrāns tiek bloķēts, kad ierīce darbojas ar maiņstrāvas barošanu vai akumulatoru.

Ja laikam ir iestatīta par nulli lielāka vērtība, tas apzīmē, cik ilgi lietotājam ir jābūt neaktīvam, pirms operētājsistēmā Google Chrome OS tiek bloķēts ekrāns.

Ja kā laika vērtība ir iestatīta nulle, ekrāns operētājsistēmā Google Chrome OS netiek bloķēts, ja lietotājs kļūst neaktīvs.

Ja laikam nav iestatīta nekāda vērtība, tiek izmantots noklusējuma laika periods.

Ieteicamais veids, kā bloķēt ekrānu pēc noteikta neaktivitātes perioda, ir iespējot ekrāna bloķēšanu, kad tiek apturēta darbība, un iestatīt operētājsistēmā Google Chrome OS darbības apturēšanu pēc neaktivitātes atlikšanas. Šī politika ir jāizmanto tikai tad, ja ekrāns jābloķē ievērojami agrāk par darbības apturēšanu vai ja nav vēlams apturēt darbību neaktivitātes laikā.

Politikas vērtība ir jānorāda milisekundēs. Vērtības vienmēr būs mazākas nekā neaktivitātes atlikšana.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Iespējo Google Cast</string><string id="EnableMediaRouter_Explain">Ja šai politikai ir iestatīta vērtība “True” vai tā nav iestatīta, Google Cast tiks iespējota, un lietotāji to varēs palaist, izmantojot lietotnes izvēlni, lapu kontekstizvēlnes, multivides vadīklas vietnēs, kurās ir iespējota tehnoloģija Cast, un Cast rīkjoslas ikonu, ja tā tiek parādīta.

Ja šai politikai ir iestatīta vērtība “False”, Google Cast tiks atspējota.</string><string id="ShowCastIconInToolbar">Parādīt Google Cast rīkjoslas ikonu</string><string id="ShowCastIconInToolbar_Explain">Ja politikai tiks iestatīta vērtība “True”, rīkjoslā vai pārpildes izvēlnē vienmēr būs redzama Cast rīkjoslas ikona, un lietotāji to nevarēs noņemt.

Ja politikai tiks iestatīta vērtība “False” vai politika netiks iestatīta, lietotāji varēs piespraust vai noņemt ikonu, izmantojot tās kontekstizvēlni.

Ja politikai “EnableMediaRouter” tiks iestatīta vērtība “False”, šī politikas vērtība neradīs nekādu efektu, un rīkjoslas ikona nebūs redzama.</string><string id="HTTPAuthentication_group">HTTP autentifikācijas politikas</string><string id="AuthSchemes">Atbalstītās autentifikācijas shēmas</string><string id="AuthSchemes_Explain">Norāda Google Chrome atbalstītās HTTP autentifikācijas shēmas.

Iespējamās vērtības ir šādas: basic, digest, ntlm un negotiate. Vairākas vērtības ir jāatdala ar komatu.

Ja šī politika nav iestatīta, tiek lietotas visas četras shēmas.</string><string id="DisableAuthNegotiateCnameLookup">Atspējo CNAME atrašanu, kamēr notiek vienošanās par Kerberos autentifikāciju</string><string id="DisableAuthNegotiateCnameLookup_Explain">Norāda, vai Kerberos SPN nosaukums tiek ģenerēts, izmantojot kanonisko DNS nosaukumu vai ievadīto oriģinālo nosaukumu.

Ja šis iestatījums ir iespējots, tiks izlaista CNAME meklēšana un tiks izmantots faktiski ievadītais servera nosaukums.

Ja šis iestatījums ir atspējots vai nav iestatīts, servera kanoniskais nosaukums tiks noteikts, izmantojot CNAME meklēšanu.</string><string id="EnableAuthNegotiatePort">Ietver Kerberos SPN nestandarta portu</string><string id="EnableAuthNegotiatePort_Explain">Norāda, vai ģenerētajam Kerberos SPN jāietver nestandarta ports. Ja šis iestatījums ir iespējots un tiek ievadīts nestandarta ports (piem., ports, kas nav 80 vai 443), tas tiks ietverts ģenerētajā Kerberos SPN. Ja šis iestatījums ir atspējots vai nav iestatīts, ģenerētais Kerberos SPN nekādā gadījumā neietvers portu.</string><string id="AuthServerWhitelist">Autentifikācijas serveru baltais saraksts</string><string id="AuthServerWhitelist_Explain">Tiek noteikts, kuri serveri ir jāiekļauj baltajā sarakstā integrētas autentifikācijas veikšanai. Integrēta autentifikācija tiek iespējota tikai tad, ja Google Chrome saņem autentifikācijas pārbaudi no starpniekservera vai servera, kas iekļauts atļauto serveru sarakstā.

Serveru nosaukumus atdaliet ar komatu. Ir atļautas aizstājējzīmes (*).

Ja neiestatīsiet šo politiku, Google Chrome mēģinās noteikt, vai serveris darbojas iekštīklā, un tikai pēc tam atbildēs IWA pieprasījumiem. Ja serveris ir atzīts par iekštīklu, Google Chrome ignorēs no tā nosūtītos IWA pieprasījumus.</string><string id="AuthNegotiateDelegateWhitelist">Kerberos deleģējamo serveru baltais saraksts</string><string id="AuthNegotiateDelegateWhitelist_Explain">Serveri, kuriem pārlūks Google Chrome var uzticēt informāciju

Serveru nosaukumus atdaliet ar komatu. Ir atļautas aizstājējzīmes (*).

Ja šī politika netiks iestatīta, pārlūks Google Chrome neuzticēs lietotāja akreditācijas datus, pat ja serveris tiks atzīts par iekštīklu.</string><string id="AllowCrossOriginAuthPrompt">Savstarpējās izcelsmes HTTP pamata autentifikācijas uzvednes</string><string id="AllowCrossOriginAuthPrompt_Explain">Nosaka, vai lapā ietvertajam trešās puses sekundārajam saturam ir atļauts atvērt HTTP pamata autentifikācijas dialoglodziņu.

Parasti šī iespēja ir atspējota kā aizsardzība pret pikšķerēšanu. Ja šī politika nav iestatīta, tā tiks atspējota un trešās puses sekundārajam saturam nebūs atļauts atvērt HTTP pamata autentifikācijas dialoglodziņu.</string><string id="NewTabPage_group">Jaunas cilnes lapa</string><string id="NewTabPageLocation">Konfigurēt jaunas cilnes lapas URL</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProvider_group">Noklusējuma meklētājprogramma</string><string id="DefaultSearchProviderEnabled">Iespējo noklusējuma meklētājprogrammu</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Noklusējuma meklētājprogrammas nosaukums</string><string id="DefaultSearchProviderName_Explain">Norāda noklusējuma meklētājprogrammas nosaukumu. Ja nekas nav ievadīts vai šī politika nav iestatīta, tiks lietots ar meklēšanas URL norādītais saimniekdatora nosaukums.

Šī politika tiek ievērota tikai tad, ja ir iespējota politika DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderKeyword">Noklusējuma meklētājprogrammas atslēgvārds</string><string id="DefaultSearchProviderKeyword_Explain">Norāda atslēgvārdu, kas tiek izmantots par saīsni universālajā lodziņā, lai izsauktu meklēšanu ar šo meklētājprogrammu.

Šī politika ir neobligāta. Ja tā nav iestatīta, neviens atslēgvārds neaktivizēs meklētājprogrammu.

Šī politika tiek ievērota tikai tad, ja ir iespējota politika DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSearchURL">Noklusējuma meklētājprogrammas meklēšanas  URL</string><string id="DefaultSearchProviderSearchURL_Explain">Norāda tās meklētājprogrammas vietrādi URL, kas tiek izmantota noklusējuma meklēšanai. Vietrādī URL ir jābūt virknei “{searchTerms}”, kas vaicājuma ievadīšanas brīdī tiks aizstāta ar lietotāja meklētajiem vārdiem.

Google meklēšanas vietrādi URL var norādīt šādi: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Šī opcija ir jāiestata tikai tad, kad ir iespējota politika DefaultSearchProviderEnabled (tikai tad tā tiks ievērota).</string><string id="DefaultSearchProviderSuggestURL">Noklusējuma meklētājprogrammas ieteikumu URL</string><string id="DefaultSearchProviderSuggestURL_Explain">Norāda tās meklētājprogrammas vietrādi URL, kas tiek izmantota ieteikumu rādīšanai. Vietrādī URL ir jābūt virknei {searchTerms}, kas vaicājuma ievadīšanas brīdī tiks aizvietota ar lietotāja tobrīd ievadīto tekstu.

Šī politika nav obligāta. Ja tā nav iestatīta, ieteikumu vietrādis URL netiks lietots.

Google ieteikumu vietrādi URL var norādīt šādi: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Šī politika tiek ievērota tikai tad, ja ir iespējota politika DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderInstantURL">Noklusējuma meklētājprogrammas dinamisko mekl. rezultātu URL</string><string id="DefaultSearchProviderInstantURL_Explain">Norāda tās meklētājprogrammas vietrādi URL, kas tiek izmantota dinamiskās meklēšanas rezultātu iegūšanai. Vietrādī URL ir jābūt virknei '{searchTerms}', kas vaicājuma ievadīšanas brīdī tiks aizvietota ar lietotāja ievadīto tekstu.

Šī politika nav obligāta. Ja tā nav iestatīta, netiks nodrošināti dinamiskās meklēšanas rezultāti.

Google dinamiskās meklēšanas rezultātu vietrādi URL var norādīt šādi: '{google:baseURL}suggest?q={searchTerms}'.

Šī politika tiek ievērota tikai tad, ja ir iespējota politika DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderIconURL">Noklusējuma meklētājprogrammas ikona</string><string id="DefaultSearchProviderIconURL_Explain">Norāda noklusējuma meklētājprogrammas iecienītās ikonas URL.

Šī politika ir neobligāta. Ja tā nav iestatīta, meklētājprogrammas ikona netiks rādīta.

Šī politika tiek ievērota tikai tad, ja ir iespējota politika DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderEncodings">Noklusējuma meklētājprogrammas kodējumi</string><string id="DefaultSearchProviderEncodings_Explain">Norāda meklētājprogrammas atbalstītos rakstzīmju kodējumus. Kodējumi ir kodu lapu nosaukumi, piemēram, UTF-8, GB2312 un ISO-8859-1. Tie tiek izmēģināti ievadītajā secībā.

Šī politika ir neobligāta. Ja tā nav iestatīta, tiks lietots noklusējums: UTF-8.

Šī politika tiek ievērota tikai tad, ja ir iespējota politika DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderEncodingsDesc">Noklusējuma meklētājprogrammas kodējumi</string><string id="DefaultSearchProviderAlternateURLs">Noklusējuma meklētājprogrammas alternatīvo vietrāžu URL saraksts</string><string id="DefaultSearchProviderAlternateURLs_Explain">Tiek norādīts to alternatīvo vietrāžu URL saraksts, kurus var izmantot meklēšanas vienumu izgūšanai no meklētājprogrammas. Vietrāžos URL ir jābūt ietvertai virknei '{searchTerms}', kas tiek izmantota meklēšanas vienumu izgūšanai.

Šo politiku var lietot pēc izvēles. Ja tā nav iestatīta, meklēšanas vienumu izgūšanai netiek izmantoti alternatīvie vietrāži URL.

Šī politika tiek lietota tikai tad, ja ir iespējota politika DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderAlternateURLsDesc">Noklusējuma meklētājprogrammas alternatīvo vietrāžu URL saraksts</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametrs, kas nosaka meklēšanas vienuma izvietojumu noklusējuma meklētājprogrammā</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Ja šī politika ir iestatīta un universālajā lodziņā ieteiktā URL vaicājuma virkne vai fragmenta identifikators satur šo parametru, kā ieteikums tiks rādīti meklēšanas vienumi un meklētājprogramma, nevis neapstrādāts meklēšanas URL.

Šī politika nav jāiestata obligāti. Ja tā nebūs iestatīta, meklēšanas vienumu aizstāšana nenotiks.

Šī politika ir spēkā tikai tad, ja ir iespējota politika “DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderImageURL">Parametrs, kas noklusējuma meklēšanas pakalpojumu sniedzējam nodrošina funkciju Meklēšana pēc attēla</string><string id="DefaultSearchProviderImageURL_Explain">Norāda attēlu meklēšanai izmantotās meklētājprogrammas URL. Meklēšanas pieprasījumi tiks nosūtīti, izmantojot metodi GET. Ja ir iestatīta politika DefaultSearchProviderImageURLPostParams, attēlu meklēšanas pieprasījumi tiks nosūtīti, izmantojot metodi POST.

Šī politika nav obligāta. Ja tā nav iestatīta, netiks izmantota attēlu meklēšana.

Šī politika ir spēkā tikai tad, ja ir iespējota politika “DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderNewTabURL">Jaunas cilnes lapas noklusējuma URL meklēšanas nodrošinātājam</string><string id="DefaultSearchProviderNewTabURL_Explain">Norāda, kādu vietrādi URL meklētājprogramma izmanto jaunas cilnes lapai.

Šī politika nav obligāta. Ja to neiestatīsiet, jaunas cilnes lapa netiks rādīta.

Šī politika tiek ievērota tad, ja ir iespējota politika DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametri meklēšanas vietrādim URL, kurā tiek izmantota metode POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Norāda parametrus, kas tiek izmantoti, meklējot URL ar metodi POST. Izmantojot šo metodi, tiek meklēti ar komatu atdalītu vārdu/vērtību pāri. Ja vērtība ir veidnes parametrs, piemēram, {searchTerms} (iepriekšējā piemērā), tas tiks aizstāts ar īstiem meklēšanas vienumu datiem.

Šī politika nav obligāta. Ja tā nav iestatīta, meklēšanas pieprasījums tiks nosūtīts, izmantojot metodi GET.

Šī politika ir spēkā tikai tad, ja ir iespējota politika “DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametri ieteikumu meklēšanas vietrādim URL, kurā izmantota metode POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Norāda parametrus, kas tiek izmantoti, veicot ieteikumu meklēšanu ar metodi POST. Izmantojot šo metodi, tiek meklēti ar komatu atdalītu vārdu/vērtību pāri. Ja vērtība ir veidnes parametrs, piemēram, {searchTerms} (iepriekšējā piemērā), tas tiks aizstāts ar īstiem meklēšanas vienumu datiem.

Šī politika nav obligāta. Ja tā nav iestatīta, meklēšanas ieteikumu pieprasījums tiks nosūtīts, izmantojot metodi GET.

Šī politika ir spēkā tikai tad, ja ir iespējota politika “DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametri dinamiskās meklēšanas vietrādim URL, kurā izmantota metode POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Norāda parametrus, kas tiek izmantoti, veicot dinamisko meklēšanu ar metodi POST. Izmantojot šo metodi, tiek meklēti ar komatu atdalītu vārdu/vērtību pāri. Ja vērtība ir veidnes parametrs, piemēram, {searchTerms} (iepriekšējā piemērā), tas tiks aizstāts ar īstiem meklēšanas vienumu datiem.

Šī politika nav obligāta. Ja tā nav iestatīta, dinamiskās meklēšanas pieprasījums tiks nosūtīts, izmantojot metodi instant GET.

Šī politika ir spēkā tikai tad, ja ir iespējota politika “DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderImageURLPostParams">Tā attēla URL parametri, kurā tiek izmantota metode POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Norāda parametrus, kas tiek izmantoti, veicot attēlu meklēšanu ar metodi POST. Izmantojot šo metodi, tiek meklēti ar komatu atdalītu vārdu/vērtību pāri. Ja vērtība ir veidnes parametrs, piemēram, {imageThumbnail} (iepriekšējā piemērā), tas tiks aizstāts ar īstiem attēla sīktēla datiem.

Šī politika nav obligāta. Ja tā nav iestatīta, attēla meklēšanas pieprasījums tiks nosūtīts, izmantojot metodi GET.

Šī politika ir spēkā tikai tad, ja ir iespējota politika “DefaultSearchProviderEnabled”.</string><string id="Drive_group">Pakalpojuma Google disks opciju konfigurēšana</string><string id="DriveDisabled">Tiek atspējota Diska izmantošana operētājsistēmas Google Chrome OS lietotnē Faili.</string><string id="DriveDisabled_Explain">Tiek atspējota Google diska sinhronizēšana operētājsistēmas Google Chrome OS lietotnē Faili, ja ir iestatīta vērtība Patiesa. Šajā gadījumā Google diskā netiek augšupielādēti dati.

Ja šis iestatījums nav iestatīts vai ir iestatīta vērtība Nepatiesa, lietotāji varēs pārsūtīt failus uz Google disku.</string><string id="DriveDisabledOverCellular">Tiek atspējota Google diska izmantošana no mobilajiem savienojumiem operētājsistēmas Google Chrome OS lietotnē Faili.</string><string id="DriveDisabledOverCellular_Explain">Ja šai opcijai ir iestatīta vērtība Patiesa, tiek atspējota failu sinhronizācija ar Google disku operētājsistēmas Google Chrome OS lietotnē Faili, kad tiek izmantots mobilais savienojums. Dati tiek sinhronizēti ar Google disku tikai tad, ja ir izveidots Wi-Fi vai Ethernet savienojums.

Ja šī opcija nav iestatīta vai tai ir iestatīta vērtība Nepatiesa, lietotāji varēs pārsūtīt failus uz Google disku, izmantojot mobilos savienojumus.</string><string id="Extensions_group">Paplašinājumi</string><string id="ExtensionInstallBlacklist">Konfigurē paplašinājumu instalēšanas melno sarakstu</string><string id="ExtensionInstallBlacklist_Explain">Ļauj norādīt, kurus paplašinājumus lietotāji NEDRĪKST instalēt. Ja melnajā sarakstā būs iekļauts kāds no jau instalētajiem paplašinājumiem, tas tiks atspējots tādā veidā, ka lietotājs nevarēs to iespējot. Tiklīdz atspējotais paplašinājums tiks izņemts no melnā saraksta, tas tiks automātiski atkārtoti iespējots.

Melnā saraksta vērtība “*” nozīmē, ka visi paplašinājumi ir iekļauti melnajā sarakstā, ja vien tie nav skaidri norādīti baltajā sarakstā.

Ja šī politika nav iestatīta, lietotājs var instalēt jebkuru paplašinājumu pārlūkā Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Konfigurē paplašinājumu instalēšanas melno sarakstu</string><string id="ExtensionInstallWhitelist">Konfigurē paplašinājumu instalēšanas balto sarakstu</string><string id="ExtensionInstallWhitelist_Explain">Ļauj norādīt, kurus paplašinājumus nevar ietvert melnajā sarakstā.

Ja melnā saraksta vērtība ir *, tas nozīmē, ka melnajā sarakstā ir ietverti visi paplašinājumi un lietotāji var instalēt tikai baltajā sarakstā ietvertos paplašinājumus.

Pēc noklusējuma visi paplašinājumi ir ietverti baltajā sarakstā, taču, ja saskaņā ar politiku visi paplašinājumi ir ietverti melnajā sarakstā, balto sarakstu var izmantot, lai ignorētu šo politiku.</string><string id="ExtensionInstallWhitelistDesc">Konfigurē paplašinājumu instalēšanas balto sarakstu</string><string id="ExtensionInstallForcelist">Konfigurēt piespiedu kārtā instalēto lietotņu un paplašinājumu sarakstu</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfigurēt piespiedu kārtā instalēto lietotņu un paplašinājumu sarakstu</string><string id="ExtensionInstallSources">Konfigurē paplašinājumu, lietotņu un lietotāja skriptu instalēšanas avotus</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigurē paplašinājumu, lietotņu un lietotāja skriptu instalēšanas avotus</string><string id="ExtensionAllowedTypes">Atļauto lietotņu/paplašinājumu veidu konfigurēšana</string><string id="ExtensionAllowedTypes_Explain">Kontrolē, kāda veida lietotnes/paplašinājumus var instalēt, un ierobežo izpildlaika piekļuvi.

Šis iestatījums iekļauj baltajā sarakstā to paplašinājumu/lietotņu veidus, kurus var instalēt pārlūkā Google Chrome, kā arī to, ar kuriem saimniekdatoriem tie var mijiedarboties. Vērtība ir virkņu saraksts; atļautās virknes: “extension”, “theme”, “user_script”, “hosted_app”, “legacy_packaged_app”, “platform_app”. Skatiet Google Chrome paplašinājumu dokumentāciju, lai uzzinātu vairāk par šiem veidiem.

Ņemiet vērā, ka šī politika ietekmē arī piespiedu kārtā instalētos paplašinājumus un lietotnes, kam tiek piemērota politika “ExtensionInstallForcelist”.

Ja šis iestatījums ir konfigurēts, netiks instalēti paplašinājumi/lietotnes, kuru veids nav iekļauts sarakstā.

Ja šis iestatījums nav konfigurēts, netiek piemēroti ierobežojumi pieņemamajam paplašinājumu/lietotņu veidiem.</string><string id="ExtensionAllowedTypesDesc">Atļauto lietotņu/paplašinājumu veidu konfigurēšana</string><string id="ExtensionSettings">Paplašinājumu pārvaldības iestatījumi</string><string id="ExtensionSettings_Explain">Tiek konfigurēti Google Chrome paplašinājumu pārvaldības iestatījumi.

Ar šo politiku tiek regulēti vairāki iestatījumi, tostarp tie iestatījumi, kas jau tiek regulēti ar esošajām ar paplašinājumiem saistītajām politikām. Ar šo politiku tiek ignorētas jebkādas iepriekšējās politikas, ja būs iestatītas abas.

Izmantojot šo politiku, paplašinājuma ID vai atjauninājuma vietrādis URL tiek saistīts ar tā konfigurāciju. Izmantojot paplašinājuma ID, konfigurācija tiek lietota tikai noteiktam paplašinājumam. Īpašajam ID &quot;*&quot; var iestatīt noklusējuma konfigurāciju, kas tiks lietota visiem paplašinājumiem, kuriem šajā politikā nav iestatīta pielāgota konfigurācija. Izmantojot atjauninājuma vietrādi URL, konfigurācija tiek lietota visiem paplašinājumiem, kuru manifestā ir norādīts konkrētais atjauninājuma vietrādis URL (kā aprakstīts šeit: https://developer.chrome.com/extensions/autoupdate).

Katra paplašinājuma konfigurācija (vai paplašinājumi ar vienādu atjauninājuma vietrādi URL) ir atsevišķa vārdnīca, kurā var būt ietverti tālāk norādītie lauki.

“&quot;installation_mode&quot;”: saista ar virkni, kas norāda paplašinājuma instalēšanas režīmu. Derīgas ir šādas virknes:
* “&quot;allowed&quot;”: atļauj lietotājam instalēt paplašinājumus (noklusējuma darbība);
* “&quot;blocked&quot;”: bloķē paplašinājuma instalēšanu;
* “&quot;force_installed&quot;”: paplašinājums tiek instalēts automātiski, un lietotājs nevar to noņemt;
* “&quot;normal_installed&quot;”: paplašinājums tiek instalēts automātiski, taču lietotājs var to atspējot.

Lauku “&quot;installation_mode&quot;” var konfigurēt arī vairākiem paplašinājumiem, tostarp paplašinājumam ar apzīmējumu “&quot;*&quot;” (kā noklusējuma iestatījumam) un paplašinājumiem ar vienādu atjauninājuma vietrādi URL. Šādā gadījumā var izmantot tikai vērtības “&quot;allowed&quot;” un “&quot;blocked&quot;”.

Ja režīms ir iestatīts uz “&quot;force_installed&quot;” vai “&quot;normal_installed&quot;”, ir jākonfigurē arī lauks “&quot;update_url&quot;”. Ņemiet vērā, ka šajā politikā iestatītais atjauninājuma vietrādis URL tiek izmantots tikai sākotnējai instalēšanai; turpmākiem paplašinājuma atjauninājumiem tiek izmantots paplašinājuma manifestā norādītais atjauninājuma vietrādis URL. Atjauninājuma vietrādim URL ir jānorāda uz atjauninājuma manifesta XML dokumentu, kā aprakstīts iepriekš.

“&quot;blocked_permissions&quot;”: saista ar virkņu sarakstu, kas norāda bloķētās API atļaujas. Atļauju nosaukumi ir tādi paši kā atļauju virknes, kas norādītas paplašinājuma manifestā (kā aprakstīts šeit: https://developer.chrome.com/extensions/declare_permissions). Šo iestatījumu var konfigurēt arī paplašinājumam “&quot;*&quot;”. Ja paplašinājumam ir nepieciešama atļauja, kas norādīta bloķēšanas sarakstā, tā ielāde netiks atļauta. Ja bloķēta atļauja tajā ir norādīta kā neobligāta prasība, tā tiks apstrādāta kā parasti, taču izpildlaikā tiks automātiski noraidīta konfliktējošu atļauju pieprasīšana.

“&quot;allowed_permissions&quot;”: darbojas kā “&quot;blocked_permissions&quot;”, taču skaidri piešķir dažas atļaujas, kas var būt bloķētas vispārējā bloķēto atļauju sarakstā, tādēļ to nevar konfigurēt paplašinājumam “&quot;*&quot;”. Ņemiet vērā, ka ar šo iestatījumu netiek automātiski sniegtas paplašinājumiem piešķirtās atļaujas.

“&quot;minimum_version_required&quot;”: saista ar versijas virkni. Versijas virknes formāts ir tāds pats kā paplašinājuma manifestā izmantotais formāts (aprakstīts šeit: https://developer.chrome.com/apps/manifest/version). Paplašinājums, kura versija ir vecāka nekā norādītā minimālā versija, tiek atspējots. Tas attiecas arī uz piespiedu kārtā instalētiem paplašinājumiem.

Tālāk norādītos iestatījumus var izmantot tikai noklusējuma &quot;*&quot; konfigurācijai.

“&quot;install_sources&quot;”: katrs šī saraksta vienums ir paplašinājuma veida atbilstības modelis (https://developer.chrome.com/extensions/match_patterns). Lietotāji var ērti instalēt vienumus no jebkura URL, kas atbilst kādam saraksta vienumam. Šiem modeļiem ir jāatļauj gan *.crx faila atrašanās vieta, gan lapa, no kuras tiek sākta lejupielāde (t.i., novirzītājs).

“&quot;allowed_types&quot;”: izmantojot šo iestatījumu, baltajā sarakstā tiek ievietoti atļauto paplašinājumu/lietotņu veidi, ko var instalēt Google Chrome. Vērtība ir virkņu saraksts, un katrai virknei ir jābūt vienai no šīm: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Plašāku informāciju par šiem veidiem skatiet Google Chrome paplašinājumu dokumentācijā.
“&quot;blocked_install_message&quot;”: ja lietotājs mēģina instalēt paplašinājumu, taču instalēšanu bloķē politika, Chrome interneta veikalā tiek rādīts vispārīgs kļūdas ziņojums. Izmantojot šo iestatījumu, varat kļūdas ziņojumam pievienot tekstu. To var izmantot, lai novirzītu lietotājus uz jūsu palīdzības dienestu, izskaidrotu, kāpēc ir bloķēts konkrēts paplašinājums, vai citos nolūkos. Šis kļūdas ziņojums tiks saīsināts, ja tas pārsniegs 1000 rakstzīmju ierobežojumu.
“&quot;runtime_blocked_hosts&quot;”: pieņem tādu saimniekdatoru sarakstu, kuru paplašinājumi tiks bloķēti mijiedarbībai. Tas attiecas arī uz javascript ievadīšanu, webRequests / webNavigation mainīšanu un skatīšanu, kā arī sīkfailu skatīšanu un mainīšanu. Formāts ir līdzīgs formātam “https://developer.chrome.com/extensions/match_patterns”, taču tajā nevar definēt ceļus, piemēram, “*://*.example.com”. Šeit tiek atbalstīta arī TLD aizstājējzīmju izmantošana, piemēram, “*://example.*”.
“&quot;runtime_allowed_hosts&quot;”: pieņem tādu saimniekdatoru sarakstu, ar kuru paplašinājumiem var mijiedarboties neatkarīgi no tā, vai tie ir norādīti “&quot;runtime_blocked_hosts&quot;”. Šis formāts ir tāds pats kā “&quot;runtime_blocked_hosts&quot;”.
</string><string id="PasswordManager_group">Paroļu pārvaldnieks</string><string id="PasswordManagerEnabled">Iespējot paroļu saglabāšanu paroļu pārvaldniekā</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Accessibility_group">Pieejamības iestatījumi</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Rādīt pieejamības opcijas sistēmas teknes izvēlnē</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Lielā kursora iespējošana</string><string id="LargeCursorEnabled_Explain">Iespējojiet liela kursora pieejamības funkciju.

Ja šī politika ir iestatīta uz “true”, lielais kursors vienmēr būs iespējots.

Ja šī politika ir iestatīta uz “false”, lielais kursors vienmēr būs atspējots.

Ja iestatāt šo politiku, lietotāji nevar to mainīt vai ignorēt.

Ja šī politika nav iestatīta, lielais kursors sākotnēji ir atspējots, taču lietotājs var jebkurā brīdī to iespējot.</string><string id="SpokenFeedbackEnabled">Iespējot izrunu</string><string id="SpokenFeedbackEnabled_Explain">Iespējojiet mutisku atsauksmju pieejamības funkciju.

Ja šī politika ir iestatīta uz “true”, mutiskās atsauksmes vienmēr būs iespējotas.

Ja šī politika ir iestatīta uz “false”, mutiskās atsauksmes vienmēr būs atspējotas.

Ja iestatāt šo politiku, lietotāji nevar to mainīt vai ignorēt.

Ja šī politika nav iestatīta, mutiskās atsauksmes sākotnēji ir atspējotas, taču lietotājs var jebkurā brīdī tās iespējot.</string><string id="HighContrastEnabled">Iespējot augsta kontrasta režīmu</string><string id="HighContrastEnabled_Explain">Iespējojiet augsta kontrasta pieejamības funkciju.

Ja šī politika ir iestatīta uz “true”, augsta kontrasta režīms vienmēr būs iespējots.

Ja šī politika ir iestatīta uz “false”, augsta kontrasta režīms vienmēr būs atspējots.

Ja iestatāt šo politiku, lietotāji nevar to mainīt vai ignorēt.

Ja šī politika nav iestatīta, augsta kontrasta režīms sākotnēji ir atspējots, taču lietotājs var jebkurā brīdī to iespējot.</string><string id="VirtualKeyboardEnabled">Iespējot ekrāna tastatūru</string><string id="VirtualKeyboardEnabled_Explain">Iespējot ekrāna tastatūras pieejamības funkciju.

Ja šai politikai ir iestatīta vērtība Patiesa, ekrāna tastatūra vienmēr būs iespējota.

Ja šai politikai ir iestatīta vērtība Nepatiesa, ekrāna tastatūra vienmēr būs atspējota.

Tiklīdz iestatīsiet šo politiku, lietotāji nevarēs to mainīt vai ignorēt.

Ja šī politika netiek iestatīta, ekrāna tastatūra sākotnēji tiek atspējota, taču lietotājs jebkurā laikā var to iespējot.</string><string id="KeyboardDefaultToFunctionKeys">Multivides taustiņu noklusējuma darbības maiņa, lai tie darbotos kā funkciju taustiņi</string><string id="KeyboardDefaultToFunctionKeys_Explain">Augšējās rindas taustiņu noklusējuma darbība tiek mainīta, un tie tiek izmantoti kā funkciju taustiņi.

Ja šai politikai tiek iestatīta vērtība “true”, tastatūras augšējā taustiņu rinda pēc noklusējuma izpildīs funkciju taustiņu komandas. Lai tos atkal izmantotu kā multivides taustiņus, jānospiež meklēšanas taustiņš.

Ja šai politikai tiek iestatīta vērtība “false” vai netiek iestatīta vispār, tastatūra pēc noklusējuma izpildīs multivides taustiņu komandas, savukārt funkciju taustiņu komandas tiks izpildītas, kad būs nospiests meklēšanas taustiņš.</string><string id="ScreenMagnifierType">Ekrāna lupas veida iestatīšana</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Ekrāna lupa ir atspējota</string><string id="ScreenMagnifierType_Full-screen">Pilnekrāna režīma lupa ir iespējota</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Lielā kursora noklusējuma stāvokļa iestatīšana pieteikšanās ekrānā</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Iestatiet lielā kursora pieejamības funkcijas noklusējuma stāvokli pieteikšanās ekrānā.

Ja šī politika ir iestatīta uz “true”, lielais kursors tiks iespējots, kad tiks parādīts pieteikšanās ekrāns.

Ja šī politika ir iestatīta uz “false”, lielais kursors tiks atspējots, kad tiks parādīts pieteikšanās ekrāns.

Ja iestatāt šo politiku, lietotāji var īslaicīgi to ignorēt, iespējojot vai atspējojot lielo kursoru. Tomēr lietotāja izvēle nav paliekoša, un noklusējuma vērtība tiek atjaunota, kad tiek atkārtoti parādīts pieteikšanās ekrāns vai kad lietotājs minūti nav aktīvs pieteikšanās ekrānā.

Ja politika nav iestatīta, lielais kursors tiek atspējots, kad pirmo reizi tiek parādīts pieteikšanās ekrāns. Lietotāji var jebkurā brīdī iespējot vai atspējot lielo kursoru, un tā statuss pieteikšanās ekrānā tiek saglabāts visiem lietotājiem.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Mutisko atsauksmju noklusējuma statusa iestatīšana pieteikšanās ekrānā</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Iestatiet mutisko atsauksmju pieejamības funkcijas noklusējuma stāvokli pieteikšanās ekrānā.

Ja šī politika ir iestatīta uz “true”, mutiskās atsauksmes tiks iespējotas, kad tiks parādīts pieteikšanās ekrāns.

Ja šī politika ir iestatīta uz “false”, mutiskās atsauksmes tiks atspējotas, kad tiks parādīts pieteikšanās ekrāns.

Ja iestatāt šo politiku, lietotāji var īslaicīgi to ignorēt, iespējojot vai atspējojot mutiskās atsauksmes. Tomēr lietotāja izvēle nav paliekoša, un noklusējuma iestatījums tiek atjaunots, kad tiek atkārtoti parādīts pieteikšanās ekrāns vai kad lietotājs minūti nav aktīvs pieteikšanās ekrānā.

Ja šī politika nav iestatīta, mutiskās atsauksmes ir atspējotas, kad pirmo reizi tiek parādīts pieteikšanās ekrāns. Lietotāji var jebkurā brīdī iespējot vai atspējot mutiskās atsauksmes, un šī iestatījuma statuss pieteikšanās ekrānā tiek saglabāts visiem lietotājiem.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Augsta kontrasta režīma noklusējuma stāvokļa iestatīšana pieteikšanās ekrānā</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Iestatiet augsta kontrasta pieejamības funkcijas noklusējuma stāvokli pieteikšanās ekrānā.

Ja šī politika ir iestatīta uz “true”, augsta kontrasta režīms tiks iespējots, kad tiks parādīts pieteikšanās ekrāns.

Ja šī politika ir iestatīta uz “false”, augsta kontrasta režīms tiks atspējots, kad tiks parādīts pieteikšanās ekrāns.

Ja iestatāt šo politiku, lietotāji var īslaicīgi to ignorēt, iespējojot vai atspējojot augsta kontrasta režīmu. Tomēr lietotāja izvēle nav paliekoša, un noklusējuma iestatījums tiek atjaunots ikreiz, kad tiek atkārtoti parādīts pieteikšanās ekrāns vai kad lietotājs minūti nav aktīvs pieteikšanās ekrānā.

Ja šī politika nav iestatīta, augsta kontrasta režīms ir atspējots, kad pirmo reizi tiek parādīts pieteikšanās ekrāns. Lietotājs var jebkurā brīdī iespējot vai atspējot augsta kontrasta režīmu, un tā statuss pieteikšanās ekrānā tiek saglabāts visiem lietotājiem.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Ekrāna tastatūras noklusējuma stāvokļa iestatīšana pieteikšanās ekrānā</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Iestatīt ekrāna tastatūras pieejamības funkcijas noklusējuma stāvokli pieteikšanās ekrānā.

Ja šai politikai ir iestatīta vērtība Patiesa, pieteikšanās ekrānā būs iespējota ekrāna tastatūra.

Ja šai politikai ir iestatīta vērtība Nepatiesa, pieteikšanās ekrānā nebūs iespējota ekrāna tastatūra.

Ja iestatīsiet šo politiku, lietotāji varēs īslaicīgi to ignorēt, iespējojot vai atspējojot ekrāna tastatūru. Tomēr lietotāja izvēle nav pastāvīga. Ja vēlreiz tiek atvērts pieteikšanās ekrāns vai lietotājs pieteikšanās ekrānā ir neaktīvs vienu minūti, tiek atjaunota noklusējuma vērtība.

Ja šī politika netiek iestatīta, ekrāna tastatūra ir atspējota, pirmoreiz atverot pieteikšanās ekrānu. Lietotāji jebkurā laikā var iespējot vai atspējot ekrāna tastatūru, un tastatūras statuss pieteikšanās ekrānā tiek saglabāts arī citiem lietotājiem.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Pieteikšanās ekrānā iespējotā ekrāna lupas noklusējuma veida iestatīšana</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Iestatiet noklusējuma veidu ekrāna lupai, kas ir iespējota pieteikšanās ekrānā.

Ja šī politika ir iestatīta, tā kontrolē tās ekrāna lupas veidu, kura tiek iespējota, kad tiek parādīts pieteikšanās ekrāns. Iestatot politiku uz “None”, ekrāna lupa tiek atspējota.

Ja iestatāt šo politiku, lietotāji var īslaicīgi to ignorēt, iespējojot vai atspējojot ekrāna lupu. Tomēr lietotāja izvēle nav paliekoša, un noklusējuma vērtība tiek atjaunota ikreiz, kad tiek atkārtoti parādīts pieteikšanās ekrāns vai kad lietotājs minūti ir neaktīvs pieteikšanās ekrānā.

Ja šī politika nav iestatīta, ekrāna lupa tiek atspējota, kad pirmo reizi tiek parādīts pieteikšanās ekrāns. Lietotāji var jebkurā laikā iespējot vai atspējot ekrāna lupu, un tās statuss pieteikšanās ekrānā tiek saglabāts visiem lietotājiem.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Ekrāna lupa ir atspējota</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Pilnekrāna režīma lupa ir iespējota</string><string id="ContentSettings_group">Satura iestatījumi</string><string id="DefaultCookiesSetting">Noklusējuma sīkfailu iestatījums</string><string id="DefaultCookiesSetting_Explain">Izmantojot šo politiku, varat norādīt, vai vietnes var iestatīt lokālos datus. Lokālo datu iestatīšana var būt vai nu atļauta visām vietnēm, vai arī liegta visām vietnēm.

Ja politikai tiek iestatīta vērtība “Sīkfailu saglabāšana sesijas laikā”, sesijas beigās sīkfaili tiek notīrīti. Ņemiet vērā: ja pārlūks Google Chrome darbojas fona režīmā, sesija var netikt aizvērta līdz ar pārlūka pēdējā loga aizvēršanu. Plašāku informāciju par šādas darbības konfigurēšanu skatiet politikā BackgroundModeEnabled.

Ja šī politika nav iestatīta, tiek izmantota politika AllowCookies, un lietotājs var to mainīt.</string><string id="DefaultCookiesSetting_AllowCookies">Atļauja visām vietnēm iestatīt lokālus datus</string><string id="DefaultCookiesSetting_BlockCookies">Neatļaut nevienai vietnei iestatīt lokālus datus</string><string id="DefaultCookiesSetting_SessionOnly">Sīkfailu saglabāšana sesijas laikā</string><string id="DefaultImagesSetting">Noklusējuma attēlu iestatījums</string><string id="DefaultImagesSetting_Explain">Ļauj iestatīt, vai vietnēm ir atļauts attēlot attēlus. Attēlu attēlošana var tikt atļauta visām vietnēm vai noraidīta visām vietnēm.

Ja šī politika nav iestatīta, tiks lietota politika AllowImages un lietotājs to varēs mainīt.</string><string id="DefaultImagesSetting_AllowImages">Atļauj visām vietnēm rādīt visus attēlus</string><string id="DefaultImagesSetting_BlockImages">Neatļaut nevienai vietnei rādīt attēlus</string><string id="DefaultJavaScriptSetting">Noklusējuma JavaScript iestatījums</string><string id="DefaultJavaScriptSetting_Explain">Ļauj iestatīt, vai vietnēm ir atļauts izpildīt JavaScript. JavaScript izpilde var tikt atļauta visām vietnēm vai noraidīta visām vietnēm.

Ja šī politika nav iestatīta, tiks lietota politika AllowJavaScript un lietotājs to varēs mainīt.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Atļaut visām vietnēm izpildīt JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Neatļaut nevienai vietnei izpildīt JavaScript</string><string id="DefaultPluginsSetting">Spraudņa Flash noklusējuma iestatījums</string><string id="DefaultPluginsSetting_Explain">Ļauj iestatīt, vai vietnēm ir atļauts automātiski izpildīt spraudni Flash. Automātiska spraudņa Flash izpilde var tikt atļauta vai liegta visām vietnēm.

Funkcija “Noklikšķināt, lai atskaņotu” ļauj palaist spraudni Flash, taču lietotājam ir jānoklikšķina uz viettura, lai sāktu spraudņa izpildi.

Ja šī politika nav iestatīta, lietotājs varēs manuāli mainīt šo iestatījumu.</string><string id="DefaultPluginsSetting_AllowPlugins">Atļauja visām vietnēm automātiski izpildīt spraudni Flash</string><string id="DefaultPluginsSetting_BlockPlugins">Spraudņa Flash bloķēšana</string><string id="DefaultPluginsSetting_ClickToPlay">Noklikšķināt, lai parādītu</string><string id="DefaultPopupsSetting">Noklusējuma uznirstošo logu iestatījums</string><string id="DefaultPopupsSetting_Explain">Ļauj iestatīt, vai vietnēm ir atļauts rādīt uznirstošos logus. Uznirstošo logu rādīšana var tikt atļauta visām vietnēm vai noraidīta visām vietnēm.

Ja šī politika nav iestatīta, tiks lietota politika BlockPopups un lietotājs to varēs mainīt.</string><string id="DefaultPopupsSetting_AllowPopups">Atļaut visām vietnēm rādīt uznirstošos logus</string><string id="DefaultPopupsSetting_BlockPopups">Neļaut nevienai vietnei rādīt uznirstošos logus</string><string id="DefaultNotificationsSetting">Noklusējuma paziņojumu iestatījums</string><string id="DefaultNotificationsSetting_Explain">Ļauj iestatīt, vai vietnēm ir atļauts attēlot darbvirsmas paziņojumus. Darbvirsmas paziņojumu attēlošana var tikt atļauta pēc noklusējuma, noraidīta pēc noklusējuma vai lietotājam var tikt vaicāts katru reizi, kad vietne vēlas rādīt darbvirsmas paziņojumus.

Ja šī politika nav iestatīta, tiks lietota politika AskNotifications un lietotājs to varēs mainīt.</string><string id="DefaultNotificationsSetting_AllowNotifications">Atļaut vietnēm rādīt paziņojumus darbvirsmā</string><string id="DefaultNotificationsSetting_BlockNotifications">Neatļauj nevienai vietnei rādīt paziņojumus darbvirsmā</string><string id="DefaultNotificationsSetting_AskNotifications">Vaicāt ikreiz, kad vietne vēlas rādīt paziņojumus darbvirsmā</string><string id="DefaultGeolocationSetting">Noklusējuma ģeogrāfiskās atrašanās vietas iestatījums</string><string id="DefaultGeolocationSetting_Explain">Ļauj iestatīt, vai vietnēm ir atļauts izsekot lietotāju fizisko atrašanās vietu. Lietotāju fiziskās atrašanās vietas izsekošana var tikt atļauta pēc noklusējuma, noraidīta pēc noklusējuma vai lietotājam var tikt vaicāts katru reizi, kad vietne pieprasa datus par fizisko atrašanās vietu.

Ja šī politika nav iestatīta, tiks lietota politika AskGeolocation un lietotājs to varēs mainīt.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Atļaut vietnēm izsekot lietotāju fizisko atrašanās vietu</string><string id="DefaultGeolocationSetting_BlockGeolocation">Neatļaut nevienai vietnei izsekot lietotāju fizisko atrašanās vietu</string><string id="DefaultGeolocationSetting_AskGeolocation">Vaicāt ikreiz, kad vietne vēlas izsekot lietotāju fizisko atrašanās vietu</string><string id="DefaultWebBluetoothGuardSetting">Web Bluetooth API lietošanas pārvaldība</string><string id="DefaultWebBluetoothGuardSetting_Explain">Ļauj iestatīt, vai vietnēm ir atļauts iegūt piekļuvi tuvumā esošām Bluetooth ierīcēm. Piekļuvi var pilnībā bloķēt, vai lietotājam var tikt parādīta uzvedne ar jautājumu katru reizi, kad vietne vēlas iegūt piekļuvi tuvumā esošām Bluetooth ierīcēm.

Ja šī politika nav iestatīta, tiks izmantota vērtība “3”, un lietotājs to varēs mainīt.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Neatļaut neviena vietnei pieprasīt piekļuvi Bluetooth ierīcēm, izmantojot Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Ļaut vietnēm pieprasīt, lai lietotājs piešķirtu piekļuvi tuvumā esošai Bluetooth ierīcei</string><string id="AutoSelectCertificateForUrls">Automātiski atlasīt klientu sertifikātus šīm vietnēm</string><string id="AutoSelectCertificateForUrls_Explain">Ļauj norādīt tādu URL šablonu sarakstu, kas norāda vietnes, kurām pārlūkā Google Chrome ir automātiski jāatlasa klienta sertifikāts, ja vietne pieprasa sertifikātu.

Vērtībai ir jābūt virknētai JSON vārdnīcu masīvam. Katrai vārdnīcai ir jābūt šādā formā: { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER } (kur $URL_PATTERN ir satura iestatījuma raksts). $FILTER ierobežo, no kura klienta pārlūkprogrammā tiks automātiski atlasīti sertifikāti. Neatkarīgi no filtra tiks atlasīti tikai sertifikāti, kas atbilst servera sertifikāta pieprasījumam. Ja $FILTER ir formā { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, papildus tiek atlasīti tikai klienta sertifikāti, kas izsniegti, izmantojot sertifikātu ar nosaukumu CommonName $ISSUER_CN. Ja $FILTER ir tukšā vārdnīca {}, klienta sertifikātu atlasīšana nav papildus ierobežota.

Ja šī politika nav iestatīta, nevienai vietnei netiks veikta automātiskā atlase.</string><string id="AutoSelectCertificateForUrlsDesc">Automātiski atlasīt klientu sertifikātus šīm vietnēm</string><string id="CookiesAllowedForUrls">Atļauj sīkfailus šajās vietnēs</string><string id="CookiesAllowedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām ir atļauts iestatīt sīkfailus.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultCookiesSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="CookiesAllowedForUrlsDesc">Atļauj sīkfailus šajās vietnēs</string><string id="CookiesBlockedForUrls">Bloķē sīkfailus šajās vietnēs</string><string id="CookiesBlockedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām nav atļauts iestatīt sīkfailus.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultCookiesSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="CookiesBlockedForUrlsDesc">Bloķē sīkfailus šajās vietnēs</string><string id="CookiesSessionOnlyForUrls">Atļauj izmantot tikai sesijai lietojamos sīkfailus šajās vietnēs</string><string id="CookiesSessionOnlyForUrls_Explain">Varat iestatīt URL šablonu sarakstu par vietnēm, kurās ir atļauts iestatīt tikai sesijai paredzētus sīkfailus.

Ja šī politika netiek iestatīta, visām vietnēm tiek izmantota vispārējā noklusējuma vērtība no politikas DefaultCookiesSetting (ja tāda ir iestatīta) vai no lietotāja personīgās konfigurācijas.

Ņemiet vērā: ja Google Chrome darbojas fona režīmā, sesija var netikt aizvērta līdz ar pārlūka pēdējā loga aizvēršanu un var palikt aktīva, kamēr nav pārtraukta pārlūka darbība. Plašāku informāciju par šādas darbības konfigurēšanu skatiet politikā BackgroundModeEnabled.

Ja ir iestatīta politika RestoreOnStartup, lai atjaunotu vietrāžus URL no iepriekšējām sesijām, šī politika netiek ievērota un attiecīgo saišu sīkfaili tiek glabāti pastāvīgi.</string><string id="CookiesSessionOnlyForUrlsDesc">Atļauj izmantot tikai sesijai lietojamos sīkfailus šajās vietnēs</string><string id="ImagesAllowedForUrls">Atļauj attēlus šajās vietnēs</string><string id="ImagesAllowedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām ir atļauts attēlot attēlus.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultImagesSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="ImagesAllowedForUrlsDesc">Atļauj attēlus šajās vietnēs</string><string id="ImagesBlockedForUrls">Bloķē attēlus šajās vietnēs</string><string id="ImagesBlockedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām nav atļauts attēlot attēlus.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultImagesSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="ImagesBlockedForUrlsDesc">Bloķē attēlus šajās vietnēs</string><string id="JavaScriptAllowedForUrls">Atļauj izmantot JavaScript šajās vietnēs</string><string id="JavaScriptAllowedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām ir atļauts izpildīt JavaScript.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultJavaScriptSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="JavaScriptAllowedForUrlsDesc">Atļauj izmantot JavaScript šajās vietnēs</string><string id="JavaScriptBlockedForUrls">Bloķēt JavaScript šajās vietnēs</string><string id="JavaScriptBlockedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām nav atļauts izpildīt JavaScript.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultJavaScriptSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="JavaScriptBlockedForUrlsDesc">Bloķēt JavaScript šajās vietnēs</string><string id="PluginsAllowedForUrls">Spraudņa Flash atļaušana šajās vietnēs</string><string id="PluginsAllowedForUrls_Explain">Ļauj iestatīt to vietrāžu URL rakstu sarakstu, kas norāda vietnes, kurām atļauts izpildīt spraudni Flash.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota vispārējā noklusējuma vērtība no politikas “DefaultPluginsSetting” (ja tā ir iestatīta) vai lietotāja personiskās konfigurācijas.</string><string id="PluginsAllowedForUrlsDesc">Spraudņa Flash atļaušana šajās vietnēs</string><string id="PluginsBlockedForUrls">Spraudņa Flash bloķēšana šajās vietnēs</string><string id="PluginsBlockedForUrls_Explain">Ļauj iestatīt to vietrāžu URL struktūru sarakstu, kas norāda vietnes, kurās nav atļauts izpildīt spraudni Flash.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota vispārējā noklusējuma vērtība no politikas “DefaultPluginsSetting” (ja tā ir iestatīta) vai lietotāja personiskās konfigurācijas.</string><string id="PluginsBlockedForUrlsDesc">Spraudņa Flash bloķēšana šajās vietnēs</string><string id="PopupsAllowedForUrls">Atļauj uznirstošos logus šajās vietnēs</string><string id="PopupsAllowedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām ir atļauts atvērt uznirstošos logus.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultPopupsSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="PopupsAllowedForUrlsDesc">Atļauj uznirstošos logus šajās vietnēs</string><string id="RegisteredProtocolHandlers">Protokolu apdarinātāju reģistrēšana</string><string id="RegisteredProtocolHandlers_Explain">Ļauj reģistrēt protokolu apdarinātāju sarakstu. Šī var būt tikai ieteicama politika. Rekvizītā |protocol| ir jāiestata shēma, piemēram “mailto”, un rekvizītā |url| ir jāiestata tās lietojumprogrammas URL raksts, kura apstrādā shēmu. Parametrā var iekļaut “%s”, kas tiks aizstāts ar apstrādāto URL.

Politikas reģistrētie protokolu apdarinātāji tiek apvienoti ar lietotāja reģistrētajiem, un tie visi ir pieejami lietošanai. Lietotājs var ignorēt politikas instalētos protokolu apdarinātājus, instalējot jaunu noklusējuma apdarinātāju, bet nevar noņemt politikas reģistrētu protokola apdarinātāju.</string><string id="PopupsBlockedForUrls">Bloķēt uznirstošos logus šajās vietnēs</string><string id="PopupsBlockedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām nav atļauts atvērt uznirstošos logus.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultPopupsSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="PopupsBlockedForUrlsDesc">Bloķēt uznirstošos logus šajās vietnēs</string><string id="NotificationsAllowedForUrls">Paziņojumu atļaušana šajās vietnēs</string><string id="NotificationsAllowedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām ir atļauts attēlot paziņojumus.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultNotificationsSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="NotificationsAllowedForUrlsDesc">Paziņojumu atļaušana šajās vietnēs</string><string id="NotificationsBlockedForUrls">Bloķēt paziņojumus šajās vietnēs</string><string id="NotificationsBlockedForUrls_Explain">Ļauj iestatīt URL rakstu sarakstu, kurā ir norādītas vietnes, kurām nav atļauts attēlot paziņojumus.

Ja šī politika nav iestatīta, visām vietnēm tiks izmantota globālā noklusējuma vērtība no politikas DefaultNotificationsSetting (ja tā ir iestatīta) vai pretējā gadījumā no lietotāja personīgās konfigurācijas.</string><string id="NotificationsBlockedForUrlsDesc">Bloķēt paziņojumus šajās vietnēs</string><string id="Proxy_group">Starpniekserveris</string><string id="ProxyMode">Izvēlas, kā jānorāda starpniekservera iestatījumi</string><string id="ProxyMode_Explain">Ļauj jums norādīt Google Chrome izmantoto starpniekserveri un neļauj lietotājiem mainīt starpniekserveru iestatījumus.

Ja izvēlaties nekad neizmantot starpniekserveri un vienmēr izveidot tiešu savienojumu, visas pārējās opcijas tiek ignorētas.

Ja izvēlaties izmantot sistēmas starpniekserveru iestatījumus, visas pārējās opcijas tiek ignorētas.

Ja izvēlaties automātiski noteikt starpniekserveri, visas pārējās opcijas tiek ignorētas.

Ja izvēlaties fiksētu starpniekservera režīmu, varat norādīt detalizētas opcijas sadaļās “Starpniekservera adrese vai URL” un “Ar komatiem atdalīts starpniekservera apiešanas kārtulu saraksts”. ARC lietotnēm ir pieejams tikai HTTP starpniekserveris ar augstāko prioritāti.

Ja izvēlaties izmantot .pac starpniekservera skriptu, norādiet skripta vietrādi URL sadaļā “URL uz starpniekservera .pac failu”.

Detalizētus piemērus skatiet šajā vietnē:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Ja šis iestatījums ir iespējots, Google Chrome un ARC lietotnes ignorē visas ar starpniekserveri saistītās komandrindā norādītās opcijas.

Ja šīs politikas nav iestatītas, lietotāji var izvēlēties savus starpniekserveru iestatījumus.</string><string id="ProxyMode_ProxyDisabled">Nekad nelietot starpniekserveri</string><string id="ProxyMode_ProxyAutoDetect">Automātiski atklāt starpniekservera iestatījumus</string><string id="ProxyMode_ProxyPacScript">Izmantot .pac starpniekservera skriptu</string><string id="ProxyMode_ProxyFixedServers">Izmanto fiksētus starpniekserverus</string><string id="ProxyMode_ProxyUseSystem">Izmantot sistēmas starpniekservera iestatījumus</string><string id="ProxyServer">Starpniekservera adrese vai URL</string><string id="ProxyServer_Explain">Šeit varat norādīt starpniekservera URL.

Šī politika ir spēkā tikai tad, ja iestatījumā “Izvēlieties, kādā veidā jānorāda starpniekserveru iestatījumi” ir atlasīti manuālie starpniekserveru iestatījumi.

Šī politika nav jāiestata, ja ir atlasīts jebkurš cits starpniekserveru politiku iestatīšanas režīms.

Citas iespējas un detalizētus piemērus skatiet šeit:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">URL uz starpniekservera .pac failu</string><string id="ProxyPacUrl_Explain">Šeit varat norādīt starpniekservera .pac faila vietrādi URL.

Šī politika ir spēkā tikai tad, ja iestatījumā “Izvēlieties, kādā veidā jānorāda starpniekserveru iestatījumi” ir atlasīti manuālie starpniekserveru iestatījumi.

Šī politika nav jāiestata, ja ir atlasīts jebkurš cits starpniekserveru politiku iestatīšanas režīms.

Detalizētus piemērus skatiet šeit:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Starpniekserveru apiešanas kārtulas</string><string id="ProxyBypassList_Explain">Google Chrome apies visus šajā sarakstā iekļauto saimniekdatoru starpniekserverus.

Šī politika ir spēkā tikai tad, ja sadaļā “Izvēlieties, kā norādīt starpniekservera iestatījumus” esat atlasījis manuālos starpniekservera iestatījumus.

Ja esat atlasījis jebkuru citu starpniekservera politiku iestatīšanas režīmu, atstājiet šo politiku neiestatītu.

Detalizētus piemērus skatiet šajā vietnē:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="Homepage_group">Sākumlapa</string><string id="HomepageLocation">Konfigurē sākumlapas URL</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Jaunas cilnes lapu izmanto kā sākumlapu</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Sākumlapas</string><string id="RestoreOnStartup">Darbība startēšanas brīdī</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Atvērt jaunas cilnes lapu</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Atjaunot pēdējo sesiju</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Atvērt vietrāžu URL sarakstu</string><string id="RestoreOnStartupURLs">URL, kas jāatver startēšanas brīdī</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL, kas jāatver startēšanas brīdī</string><string id="QuickUnlock_group">Ātrās atbloķēšanas politikas</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Baltais saraksts, ar kuru tiek kontrolēts, kurus ātrās atbloķēšanas režīmus lietotājs var konfigurēt un lietot, lai atbloķētu bloķēšanas ekrānu.

Vērtība ir virkņu saraksts. Derīgi saraksta ierakstu piemēri: &quot;all&quot; (visi) un &quot;PIN&quot;. Pievienojot sarakstam vērtību &quot;all&quot;, lietotājam ir pieejami visi ātrās atbloķēšanas režīmi un būs pieejami arī tādi režīmi, kas tiks ieviesti vēlāk. Pretējā gadījumā ir pieejami tikai sarakstā norādītie ātrās atbloķēšanas režīmi.

Piemēram, lai atļautu visus ātrās atbloķēšanas režīmus, norādiet vērtību [&quot;all&quot;]. Lai atļautu tikai PIN atbloķēšanu, norādiet vērtību [&quot;PIN&quot;]. Lai atspējotu visus ātrās atbloķēšanas režīmus, norādiet vērtību [].

Pēc noklusējuma pārvaldītās ierīcēs nav pieejami ātrās atbloķēšanas režīmi.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Ar šo iestatījumu tiek kontrolēts, cik bieži bloķēšanas ekrānā pieprasīt paroles ievadi, lai varētu turpināt izmantot ātro atbloķēšanu. Ja tiek atvērts bloķēšanas ekrāns un kopš pēdējās paroles ievades reizes ir pagājis ilgāks laiks, nekā iestatītā vērtība, bloķēšanas ekrānā ātrā atbloķēšana nav pieejama. Ja lietotājs paliks bloķēšanas ekrānā ilgāk par šo periodu, nākamajā reizē, kad lietotājs ievadīs nepareizu kodu vai atkārtoti atvērs bloķēšanas ekrānu, tiks pieprasīts ievadīt paroli (neatkarīgi no tā, kurš nosacījums tiks izpildīts vispirms).

Ja šis iestatījums ir konfigurēts, lietotājiem, kuri izmanto ātro atbloķēšanu, atbilstoši šim iestatījumam bloķēšanas ekrānā būs jāievada parole.

Ja šis iestatījums nav konfigurēts, lietotājiem, kuri izmanto ātro bloķēšanu, bloķēšanas ekrānā būs jāievada parole katru dienu.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Ja ir konfigurēta vērtība “false”, tiek novērsta nedrošu un viegli uzminamu PIN iestatīšana.

Piemēram, nedroši ir tādi PIN, kuros ir vienādi cipari (1111), četri cipari pēc kārtas augošā secībā (1234), četri cipari pēc kārtas dilstošā secībā (4321) vai izplatīta ciparu kombinācija.

Pēc noklusējuma, ievadot nedrošu PIN, lietotājiem tiek parādīts tikai brīdinājums, nevis kļūdas ziņojums.</string><string id="AllowDeletingBrowserHistory">Iespējot pārlūka un lejupielādes vēstures dzēšanu</string><string id="AllowDeletingBrowserHistory_Explain">Iespējo pārlūka un lejupielādes vēstures dzēšanu pārlūkā Google Chrome un liedz lietotājiem mainīt šo iestatījumu.

Pat ja šī politika ir atspējota, pārlūkošanas un lejupielādes vēstures saglabāšana netiek garantēta: iespējams, lietotāji varēs tieši rediģēt vai dzēst vēstures datubāzes failus, un pastāv arī iespēja, ka jebkurā brīdī beigsies pārlūka derīguma termiņš vai pārlūks arhivēs visus vēstures vienumus.

Ja šis iestatījums ir iespējots vai nav iestatīts, pārlūkošanas un lejupielādes vēsturi var dzēst.

Ja šis iestatījums ir atspējots, pārlūkošanas un lejupielādes vēsturi nevar dzēst.</string><string id="AllowDinosaurEasterEgg">Dinozauru spēles atļaušana</string><string id="AllowDinosaurEasterEgg_Explain">Ļaujiet lietotājiem spēlēt dinozauru spēli, kad ierīce ir bezsaistē.

Ja šai politikai ir iestatīta vērtība Nepatiesa, lietotāji nevarēs spēlēt dinozauru spēli, kad ierīce būs bezsaistē. Ja iestatījums ir Patiesa, lietotāji varēs spēlēt dinozauru spēli. Ja politika nav iestatīta, lietotāji nevarēs spēlēt dinozauru spēli reģistrētās Chrome OS ierīcēs, taču varēs spēlēt visos citos gadījumos.</string><string id="AllowOutdatedPlugins">Atļauj palaist novecojušus spraudņus</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Atļaut ekrāna bloķēšanu</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">To domēnu definēšana, kuri var piekļūt Google Apps for Work pakalpojumiem</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Iespējo alternatīvas kļūdu lapas</string><string id="AlternateErrorPagesEnabled_Explain">Iespējo alternatīvo produktā Google Chrome iebūvēto kļūdu lapu lietošanu (piem., lapa nav atrasta) un neļauj lietotājiem mainīt šo iestatījumu.

Ja šis iestatījums ir iespējots, alternatīvās kļūdu lapas tiek lietotas.

Ja šis iestatījums ir atspējots, alternatīvās kļūdu lapas nekad netiek lietotas.

Ja šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Google Chrome.

Ja šī politika nav iestatīta, tā tiks iespējota, bet lietotājs to varēs mainīt.</string><string id="AlwaysAuthorizePlugins">Vienmēr izpilda spraudņus, kuriem nepieciešama autorizācija</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Iespējot pakalpojumu Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Ja šai politikai ir iestatīta vērtība “Patiess”, Android lietotņu dati tiek augšupielādēti Android dublēšanas serveros un tiek atjaunoti no tiem, atkārtoti instalējot saderīgās lietotnes.

Ja šai politikai ir iestatīta vērtība “Nepatiesa”, pakalpojums Android Backup Service tiks izslēgts.

Ja šis iestatījums ir konfigurēts, lietotāji paši nevar to mainīt.

Ja šis iestatījums nav konfigurēts, lietotāji Android lietotnē Iestatījumi var ieslēgt un izslēgt pakalpojumu Android Backup Service.</string><string id="ArcCertificatesSyncMode">Iestatīt sertifikātu pieejamību ARC lietotnēm</string><string id="ArcCertificatesSyncMode_Explain">Ja politikai ir iestatīta vērtība SyncDisabled vai tā nav konfigurēta, Google Chrome OS sertifikāti nav pieejami ARC lietotnēm.

Ja ir iestatīta vērtība CopyCaCerts, visi ONC instalētie CA sertifikāti ar Web TrustBit ir pieejami ARC lietotnēm.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Atspējot Google Chrome OS sertifikātu izmantošanu ARC lietotnēm</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Iespējot Google Chrome OS CA sertifikātus ARC lietotnēm</string><string id="ArcEnabled">ARC iespējošana</string><string id="ArcEnabled_Explain">Ja šai politikai ir iestatīta vērtība “Patiesa”, lietotājam tiks iespējots ARC
(var tikt veiktas papildu politikas iestatījumu pārbaudes — ARC joprojām nebūs
pieejams, ja pašreizējā lietotāja sesijā būs iespējots īslaicīgais režīms vai
vairākkārtēja pierakstīšanās).

Ja šis iestatījums ir atspējots vai nav konfigurēts, korporatīvie lietotāji
nevar izmantot ARC.</string><string id="ArcLocationServiceEnabled">Google atrašanās vietas pakalpojuma iespējošana operētājsistēmai Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">ARC konfigurēšana</string><string id="ArcPolicy_Explain">Norāda politiku kopu, kura tiks pārsūtīta ARC izpildlaikam. Vērtībai jābūt derīgai JSON vērtībai.

Šo politiku var izmantot, lai konfigurētu, kuras Android lietotnes tiek automātiski instalētas ierīcē:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Android lietotņu identifikators, piemēram, &quot;com.google.android.gm&quot; pakalpojumam Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Norāda, kā lietotne tiek instalēta. OPTIONAL: lietotne netiek instalēta automātiski, taču lietotājs var to instalēt. Šis ir noklusējuma iestatījums, ja šī politika nav norādīta. PRELOAD: lietotne tiek instalēta automātiski, taču lietotājs var to atinstalēt. FORCE_INSTALLED: lietotne tiek instalēta automātiski, un lietotājs nevar to atinstalēt. BLOCKED: lietotne ir bloķēta, un to nevar instalēt. Ja lietotne tika instalēta saskaņā ar iepriekšēju politiku, tā tiks atinstalēta.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Politika atļauju pieprasījumu piešķiršanai lietotnēm. PERMISSION_POLICY_UNSPECIFIED: politika nav norādīta. Ja atļaujai nevienā līmenī nav norādīta neviena politika, pēc noklusējuma tiek izmantots iestatījums PROMPT. PROMPT: prasīt lietotājam piešķirt atļauju. GRANT: automātiski piešķirt atļauju. DENY: automātiski noraidīt atļauju.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Konkrētas lietotnes JSON konfigurācijas objekti ar atslēgas/vērtības pāru kopu, piemēram, '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Atslēgas ir norādītas lietotnes manifestā.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Lai piespraustu lietotnes palaišanas programmai, skatiet politiku PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Audio tveršanas ļaušana vai noraidīšana</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Vietrāži URL, kuriem tiks nodrošināta piekļuve audio tveršanas ierīcēm bez uzvednes parādīšanas.</string><string id="AudioCaptureAllowedUrls_Explain">Šajā sarakstā pieejamajiem šabloniem tiek meklēta atbilstība pieprasītā URL
drošības avotam. Ja tiek atrasta atbilstība, piekļuve audio
ierakstīšanas ierīcēm tiek nodrošināta bez uzaicinājuma.

PIEZĪME. Līdz 45. versijai šī politika tika atbalstīta tikai kioska režīmā.</string><string id="AudioCaptureAllowedUrlsDesc">Vietrāži URL, kuriem tiks nodrošināta piekļuve audio tveršanas ierīcēm bez uzvednes parādīšanas.</string><string id="AudioOutputAllowed">Atļauja atskaņot audio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Iespējo automātisko aizpildi</string><string id="AutoFillEnabled_Explain">Iespējo Google Chrome funkciju Automātiskā aizpilde un ļauj lietotājiem automātiski aizpildīt tīmekļa veidlapas, izmantojot iepriekš saglabātos datus, piemēram, informāciju par adresi vai kredītkarti.

Ja šis iestatījums ir atspējots, lietotāji nevarēs piekļūt funkcijai Automātiskā aizpilde.

Ja šis iestatījums ir iespējots vai tam nav iestatīta vērtība, lietotāji varēs pārvaldīt funkcijas Automātiskā aizpilde lietošanu. Tādējādi lietotāji varēs konfigurēt funkcijas Automātiskā aizpilde profilus un pēc saviem ieskatiem ieslēgt/izslēgt funkciju Automātiskā aizpilde.</string><string id="AutofillCreditCardEnabled">Funkcijas Automātiskā aizpilde iespējošana kredītkaršu informācijas aizpildīšanai</string><string id="AutofillCreditCardEnabled_Explain">Iespējo Google Chrome funkciju Automātiskā aizpilde un ļauj lietotājiem automātiski aizpildīt tīmekļa veidlapas, izmantojot iepriekš saglabātos datus, piemēram, informāciju par kredītkarti un adresi.

Ja šis iestatījums ir atspējots, funkcija Automātiskā aizpilde nerādīs kredītkartes informācijas ieteikumus un neaizpildīs šo informāciju automātiski, kā arī nesaglabās papildu informāciju par kredītkarti, ko lietotājs, iespējams, norādīs, pārlūkojot tīmekli.

Ja šis iestatījums ir iespējots vai tam nav iestatīta vērtība, lietotājs varēs pārvaldīt automātiskās aizpildes funkciju (tostarp informāciju par kredītkartēm) lietotāja saskarnē.</string><string id="BlockThirdPartyCookies">Bloķē trešo pušu sīkfailus</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Iespējo grāmatzīmju joslu</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Starpniekservera ignorēšana caurlaides lapas autentificēšanā</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Atspējot Certificate Transparency piemērošanu norādītajiem vietrāžiem URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Atspējo Certificate Transparency prasību piemērošanu norādītajiem vietrāžiem URL.

Ar šo politiku tiek atļauts, ka saimniekdatoru nosaukumu sertifikāti norādītajos vietrāžos URL netiek atklāti, izmantojot Certificate Transparency. Tādējādi tiek atļauti sertifikāti, kas citādi būtu neuzticami, jo tie tika nepareizi publiski atklāti, lai turpinātu lietošanu, taču šādi ir grūtāk noteikt nepareizi izdotus sertifikātus šiem saimniekdatoriem.

URL šablons tiek formatēts atbilstoši šiem norādījumiem: https://www.chromium.org/administrators/url-blacklist-filter-format. Tomēr tiek ņemta vērā tikai saimniekdatora nosaukuma URL daļa, jo sertifikāti ir derīgi noteiktam saimniekdatora nosaukumam neatkarīgi no shēmas, porta vai ceļa. Saimniekdatoru aizstājējzīmes netiek pieņemtas.

Neesot iestatītai šai politikai, jebkurš sertifikāts, kura atklāšana tiek pieprasīta, izmantojot Certificate Transparency, tiks uzskatīts par neuzticamu, kad tas nav atklāts atbilstoši Certificate Transparency politikai.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Atspējot Certificate Transparency piemērošanu norādītajiem vietrāžiem URL</string><string id="ChromeOsLockOnIdleSuspend">Bloķēšanas iespējošana, ja ierīce pāriet dīkstāvē vai tās darbība tiek apturēta</string><string id="ChromeOsLockOnIdleSuspend_Explain">Blokatora iespējošana, ja Google Chrome OS ierīces ir neaktīvas vai to darbība tiek apturēta.

Ja šis iestatījums ir iespējots, lietotājiem būs jāievada parole, lai atbloķētu ierīci no miega režīma.

Ja šis iestatījums ir atspējots, lietotājiem nebūs jāievada parole, lai atbloķētu ierīci no miega režīma.

Ja šis iestatījums ir iespējots vai atspējots, lietotāji to nevar mainīt vai ignorēt.

Ja šī politika nav iestatīta, lietotājs var izvēlēties, vai ierīces atbloķēšanai tiek prasīta parole.</string><string id="ChromeOsMultiProfileUserBehavior">Noteikt lietotāju rīcību vairākprofilu sesijā</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Kontrolējiet lietotāju rīcību daudzprofilu sesijā Google Chrome OS ierīcēs.

Ja politikai ir izvēlēts iestatījums “MultiProfileUserBehaviorUnrestricted”, lietotājs var būt gan primārais, gan sekundārais lietotājs daudzprofilu sesijā.

Ja politikai ir izvēlēts iestatījums “MultiProfileUserBehaviorMustBePrimary” lietotājs var būt tikai primārais lietotājs daudzprofilu sesijā.

Ja politikai ir izvēlēts iestatījums “MultiProfileUserBehaviorNotAllowed”, lietotājs nevar iesaistīties daudzprofilu sesijā.

Ja iestatīsiet šo iestatījumu, lietotāji to nevarēs mainīt vai ignorēt.

Ja iestatījums tiek mainīts, kamēr lietotājs ir pierakstījies daudzprofilu sesijā, tiks pārbaudīta visu sesijas lietotāju atbilstība iestatījumiem. Sesija tiks aizvērta, ja vienam no lietotājiem vairs nebūs atļaujas piedalīties sesijā.

Ja politika netiek iestatīta, uzņēmumu pārvaldītajiem lietotājiem tiks lietota noklusējuma vērtība “MultiProfileUserBehaviorMustBePrimary”, savukārt nepārvaldītajiem lietotājiem — “MultiProfileUserBehaviorUnrestricted”.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Atļaut korporatīvajam lietotājam būt gan primārajam, gan sekundārajam (noklusējuma rīcība attiecībā uz nepārvaldītiem lietotājiem)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Atļaut korporatīvajam lietotājam būt tikai primārajam vairākprofilu lietotājam (noklusējuma rīcība attiecībā uz uzņēmuma pārvaldītiem lietotājiem)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Neatļaut korporatīvajam lietotājam piedalīties vairākprofilu sesijā (ne kā primārajam, ne sekundārajam lietotājam)</string><string id="ChromeOsReleaseChannel">Izlaišanas versija</string><string id="ChromeOsReleaseChannel_Explain">Norāda atbrīvošanas kanālu, pie kura jābūt piesaistītai šai ierīcei.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabila versija</string><string id="ChromeOsReleaseChannel_BetaChannel">Beta versija</string><string id="ChromeOsReleaseChannel_DevChannel">Izstrādātāju versija (var būt nestabila)</string><string id="ChromeOsReleaseChannelDelegated">Vai lietotājam ir jābūt iespējai konfigurēt izlaišanas kanālu</string><string id="ChromeOsReleaseChannelDelegated_Explain">Ja šai politikai ir iestatīta vērtība Patiesa un politika ChromeOsReleaseChannel nav norādīta, reģistrēšanas domēna lietotājiem ir atļauts mainīt ierīces izlaišanas kanālu. Ja šī politika ir iestatīta uz Aplama, ierīce tiek bloķēta neatkarīgi no kanāla, kurā tā tika iestatīta pēdējo reizi.

Iestatot politiku ChromeOsReleaseChannel, tiks ignorēts lietotāja atlasītais kanāls, bet, ja politikas kanāls būs stabilāks par to, kas instalēts ierīcē, kanāla pārslēgšana notiks tikai pēc tam, kad stabilākais kanāls sasniegs skaitli, kas ir lielāks par ierīcē instalēto skaitli.</string><string id="ComponentUpdatesEnabled">Iespējo Google Chrome komponentu atjauninājumus</string><string id="ComponentUpdatesEnabled_Explain">Iespējo komponentu atjauninājumus visiem produkta Google Chrome komponentiem, ja šī politika nav iestatīta vai tās iestatījums ir “True”.

Ja šīs politikas iestatījums ir “False”, komponentu atjauninājumi ir atspējoti. Tomēr uz dažiem komponentiem šī politika neattiecas: netiks atspējoti atjauninājumi tiem komponentiem, kas nesatur izpildāmu kodu, būtiski nemaina pārlūka darbību vai kas ir kritiski nepieciešami.
Šādu komponentu piemēri: sertifikātu atsaukšanas saraksti un drošas pārlūkošanas dati.
Plašāku informāciju par funkciju Droša pārlūkošana skatiet vietnē https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Noklusējuma printera atlases kārtulas</string><string id="DefaultPrinterSelection_Explain">Aizstāj Google Chrome noklusējuma printera atlases kārtulas.

Šī politika nosaka kārtulas, kas paredzētas noklusējuma printera atlasei pārlūkā Google Chrome, pirmo reizi profilā izmantojot drukāšanas funkciju.

Ja šī politika ir iestatīta, Google Chrome mēģinās atrast printeri, kurš atbilst visiem norādītajiem atribūtiem, un atlasīt to kā noklusējuma printeri. Tiek atlasīts pirmais printeris, kurš atbilst politikai. Ja nav unikālas atbilstības, var tikt atlasīts jebkurš printeris atkarībā no tā, kādā secībā printeri tiek atrasti.

Ja šī politika nav iestatīta vai noildzes laikā nav atrasts atbilstošs printeris, kā noklusējuma vērtība tiek atlasīts iebūvētais PDF printeris. Ja PDF printeris nav pieejams, netiek atlasīts neviens printeris.

Vērtība tiek parsēta kā JSON objekts atbilstoši šai shēmai:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Vai ierobežot atbilstoša printera meklēšanu konkrētu printeru kopā.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regulārā izteiksme, kurai ir jāatbilst printera ID.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regulārā izteiksme, kurai ir jāatbilst printera rādāmajam nosaukumam.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Pakalpojumam Google Cloud Print pievienotie printeri tiek uzskatīti par “&quot;cloud&quot;”, pārējie printeri tiek klasificēti kā “&quot;local&quot;”.
Neaizpildot lauku, tam atbilst visas vērtības, piemēram, nenorādot savienojamību, drukas priekšskatījumā tiek uzsākta visu veidu printeru atklāšana — gan vietējo, gan mākoņa.
Regulārās izteiksmes shēmām ir jāatbilst JavaScript RegExp sintaksei, un atbilstības ir reģistrjutīgas.</string><string id="DeveloperToolsDisabled">Atspējo izstrādātāja rīkus</string><string id="DeveloperToolsDisabled_Explain">Atspējo izstrādātāju rīkus un JavaScript konsoli.

Ja šis iestatījums ir iespējots, nevar piekļūt izstrādātāju rīkiem un vairs nevar pārbaudīt vietņu elementus. Tiks atspējoti visi īsinājumtaustiņi un visi izvēļņu vai kontekstizvēlņu ieraksti, ar kuriem tiek atvērti izstrādātāju rīki vai JavaScript konsole.

Ja šis iestatījums ir atspējots vai nav iestatīts, lietotājs var lietot izstrādātāju rīkus un JavaScript konsoli.</string><string id="DeviceAllowBluetooth">Bluetooth atļaušana ierīcē</string><string id="DeviceAllowBluetooth_Explain">Ja šai politikai ir iestatīta vērtība “Nepatiesa”, Google Chrome OS atspējos Bluetooth un lietotājs nevarēs to iespējot.

Ja šai politikai ir iestatīta vērtība “Patiesa” vai tā nav iestatīta, lietotājs varēs pēc izvēles iespējot vai atspējot Bluetooth.

Ja šī politika ir iestatīta, lietotājs to nevar mainīt vai ignorēt.

Pēc Bluetooth iespējošanas lietotājam ir jāatsakās un vēlreiz jāpiesakās ierīcē, lai izmaiņas stātos spēkā (atspējojot Bluetooth, ierīcē nav atkārtoti jāatsakās un jāpiesakās).</string><string id="DeviceAllowNewUsers">Atļaut jaunu lietotāju kontu izveidi</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Atļaut lietotājiem izpirkt piedāvājumus, izmantojot Chrome OS reģistrāciju</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">IT administratori var izmantot šo atzīmi uzņēmuma ierīcēs, lai noteiktu, vai ļaut lietotājiem izpirkt piedāvājumus, izmantojot operētājsistēmas Chrome OS reģistrāciju.

Ja šai politikai ir iestatīta vērtība Patiesa vai politika nav iestatīta, lietotāji var izpirkt piedāvājumus, izmantojot operētājsistēmas Chrome OS reģistrāciju.

Ja šai politikai ir iestatīta vērtība Nepatiesa, lietotāji nevar izpirkt piedāvājumus.</string><string id="DeviceAutoUpdateDisabled">Atspējot automātisko atjaunināšanu</string><string id="DeviceAutoUpdateDisabled_Explain">Atspējo automātiskos atjauninājumus, ja politikai ir iestatīta vērtība “true”.

Ja šis iestatījums nav konfigurēts vai tam ir iestatīta vērtība “false”, Google Chrome OS ierīcēs tiek automātiski meklēti atjauninājumi.

Brīdinājums: ieteicams iespējot automātiskos atjauninājumus, lai lietotāji saņemtu programmatūras atjauninājumus un kritiskus drošības labojumus. Automātisko atjauninājumu izslēgšana var apdraudēt lietotājus.</string><string id="DeviceAutoUpdateP2PEnabled">Ir iespējota P2P automātiska atjaunināšana</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Norāda, vai operētājsistēmas atjaunināšanas vērtumiem izmantot P2P. Ja ir iestatīta vērtība “True”, ierīces kopīgos un mēģinās izmantot atjaunināšanas vērtumus LAN tīklā, tādējādi, iespējams, samazinot interneta joslas platuma lietojumu un pārblīvi. Ja LAN tīklā nav pieejams atjaunināšanas vērtums, ierīce izmantos lejupielādi no atjaunināšanas servera. Ja ir iestatīta vērtība “False” vai šis iestatījums nav konfigurēts, P2P netiks lietots.</string><string id="DeviceBlockDevmode">Bloķēt izstrādātāja režīmu</string><string id="DeviceBlockDevmode_Explain">Bloķēt izstrādātāja režīmu.

Ja šī politika ir iestatīta kā patiesa (“True”), Google Chrome OS neļaus sāknēt ierīci izstrādātāja režīmā. Kad būs ieslēgts izstrādātāja slēdzis, sistēma atteiksies veikt sāknēšanu un parādīs kļūdas ekrānu.

Ja šī politika nav iestatīta vai tai ir norādīta vērtība “False”, šajā ierīcē joprojām būs pieejams izstrādātāja režīms.</string><string id="DeviceDataRoamingEnabled">Iespējot datu viesabonēšanu</string><string id="DeviceDataRoamingEnabled_Explain">Nosaka, vai datu viesabonēšana ir jāiespējo ierīcei. Ja politika ir iestatīta uz Patiesa, datu viesabonēšana ir atļauta. Ja politika nav konfigurēta vai iestatīta uz Aplama, datu viesabonēšana nav atļauta.</string><string id="DeviceEphemeralUsersEnabled">Notīrīt lietotāja datus izrakstīšanās brīdī</string><string id="DeviceEphemeralUsersEnabled_Explain">Nosaka, vai produkts Google Chrome OS saglabā lokālā konta datus pēc atteikšanās. Ja politika iestatīta uz Patiesa, produkts  Google Chrome OS nesaglabā nevienu pastāvīgo kontu un visi dati no lietotāja sesijas tiek atmesti pēc atteikšanās. Ja politika ir iestatīta uz Aplama vai nav konfigurēta, ierīce, iespējams, saglabā (šifrētos) lokālos lietotāja datus.</string><string id="DeviceGuestModeEnabled">Iespējot viesa režīmu</string><string id="DeviceGuestModeEnabled_Explain">Ja šī politika ir iestatīta uz Patiesa vai nav konfigurēta, produkts Google Chrome OS iespējo viesu pieteikšanās sesijas. Viesu pieteikšanās sesijas ir anonīmu lietotāju sesijas, un tām nav jāizmanto parole.

Ja šī politika ir iestatīta uz Aplama, produkts Google Chrome OS neļauj sākt viesu sesijas.</string><string id="DeviceLoginScreenAppInstallList">Konfigurēt instalēto lietotņu sarakstu pieteikšanās ekrānā</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfigurēt instalēto lietotņu sarakstu pieteikšanās ekrānā</string><string id="DeviceLoginScreenInputMethods">Ierīces pierakstīšanās ekrāna tastatūras izkārtojumi</string><string id="DeviceLoginScreenInputMethods_Explain">Tiek konfigurēts, kuri tastatūras izkārtojumi ir atļauti Google Chrome OS pierakstīšanās ekrānā.

Ja šai politikai ir iestatīts saraksts ar ievades metožu identifikatoriem, norādītās ievades metodes būs pieejamas pierakstīšanās ekrānā. Pirmā norādītā ievades metode tiks priekšatlasīta. Kamēr lietotāja ierīce ir fokusēta uz pierakstīšanās ekrānu, papildus šajā politikā norādītajām metodēm būs pieejama lietotāja pēdējā izmantotā ievades metode. Ja šī politika nav iestatīta, pierakstīšanās ekrānā ievades metodes tiks izgūtas no lokalizācijas, kurā tiek rādīts pierakstīšanās ekrāns. Vērtības, kas nav derīgi ievades metožu identifikatori, tiks ignorētas.</string><string id="DeviceLoginScreenInputMethodsDesc">Ierīces pierakstīšanās ekrāna tastatūras izkārtojumi</string><string id="DeviceLoginScreenLocales">Ierīces pierakstīšanās ekrāna lokalizācija</string><string id="DeviceLoginScreenLocales_Explain">Tiek konfigurēta lokalizācija, kas piespiedu kārtā tiek izmantota Google Chrome OS pierakstīšanās ekrānā.

Ja šī politika ir iestatīta, pierakstīšanās ekrāns vienmēr tiks rādīts tajā lokalizācijā, kura atbilst šīs politikas pirmajai vērtībai (politika ir definēta kā pārsūtīšanas saderības saraksts). Ja šī politika nav iestatīta vai tai ir iestatīts tukšs saraksts, pierakstīšanās ekrāns tiks rādīts pēdējā lietotāja sesijas lokalizācijā. Ja šai politikai ir iestatīta vērtība, kas nav derīga lokalizācija, pierakstīšanās ekrāns tiks rādīts atkāpšanās lokalizācijā (pašlaik: en-US).</string><string id="DeviceLoginScreenLocalesDesc">Ierīces pierakstīšanās ekrāna lokalizācija</string><string id="DeviceLoginScreenPowerManagement">Barošanas pārvaldība pieteikšanās ekrānā</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfigurējiet barošanas pārvaldību operētājsistēmas Google Chrome OS pieteikšanās ekrānā.

Šī politika ļauj konfigurēt, kā operētājsistēma Google Chrome OS darbosies, ja lietotājs noteiktā laika periodā neveiks nekādas darbības, kamēr tiek rādīts pieteikšanās ekrāns. Politika nosaka vairākus iestatījumus. Šo iestatījumu nozīmi un vērtību diapazonus skatiet atbilstošajās politikās, kas regulē barošanas pārvaldību sesijas ietvaros. Vienīgās novirzes no šīm politikām ir šādas:
* darbības, kas jāveic dīkstāves laikā vai tad, kad tiek aizvērts vāks, nevar ietvert sesijas beigšanu;
* noklusējuma darbība, kas jāveic dīkstāves laikā, ja ierīce tiek barota no maiņstrāvas tīkla, ir izslēgšana.

Ja iestatījums netiek norādīts, tiek izmantota noklusējuma vērtība.
Ja šī politika vispār netiek iestatīta, visiem iestatījumiem tiek izmantotas noklusējuma vērtības.</string><string id="DeviceMetricsReportingEnabled">Iespējot metrikas ziņošanu</string><string id="DeviceMetricsReportingEnabled_Explain">Kontrolē to, vai lietojuma un diagnostikas dati, tostarp avāriju pārskati, tiek nosūtīti uzņēmumam Google. Ja politikai ir iestatīta vērtība “True”, Google Chrome OS nosūtīs lietojuma un diagnostikas datus. Ja politika nav konfigurēta vai tai ir iestatīta vērtība “False”, lietojuma un diagnostikas datu nosūtīšana tiks atspējota.</string><string id="DeviceNativePrinters">Uzņēmuma printeru konfigurācijas fails ierīcēm</string><string id="DeviceNativePrinters_Explain">Nodrošina konfigurāciju uzņēmuma printeriem, kas ir piesaistīti ierīcēm.

Šī politika ļauj nodrošināt printeru konfigurāciju Google Chrome OS ierīcēm. Faila lielums nedrīkst pārsniegt 5 MB, un tam ir jābūt JSON kodējumā. Formāts ir tāds pats kā NativePrinters vārdnīcā. Paredzams, ka fails ar aptuveni 21 000 printeriem tiks kodēts kā 5 MB fails. Kriptogrāfiskais jaucējkods tiek izmantots, lai pārbaudītu lejupielādes integritāti.

Fails ir lejupielādēts un saglabāts kešatmiņā. Tas tiks atkārtoti lejupielādēts, tiklīdz tiks mainīts URL vai jaucējkods.

Ja šī politika ir iestatīta, operētājsistēmā Google Chrome OS tiks lejupielādēts printeru konfigurācijas fails un printeri tiks padarīti pieejami saskaņā ar politikām DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist un DeviceNativePrintersBlacklist.

Šī politika neietekmē to, vai lietotāji var konfigurēt printerus atsevišķās ierīcēs. Tā ir paredzēta kā papildu konfigurācija atsevišķu lietotāju veiktajai printeru konfigurācijai.

Šī politika ir papildinājums politikai NativePrintersBulkConfiguration.

Ja šī politika nav iestatīta, nebūs neviena ierīču printera un DeviceNativePrinter* politikas tiks ignorētas.</string><string id="DeviceNativePrintersAccessMode">Ierīču printeru konfigurācijas piekļuves politika</string><string id="DeviceNativePrintersAccessMode_Explain">Kontrolē, kuri printeri no politikas DeviceNativePrinters ir pieejami lietotājiem.

Norāda, kura piekļuves politika tiek izmantota printeru lielapjoma konfigurācijai. Ja ir atlasīta vērtība AllowAll, tiek rādīti visi printeri. Ja ir atlasīta vērtība BlacklistRestriction, politika DeviceNativePrintersBlacklist tiek izmantota, lai liegtu piekļuvi konkrētiem printeriem. Ja ir atlasīta vērtība WhitelistPrintersOnly, politika DeviceNativePrintersWhitelist nosaka piekļuvi tikai tiem printeriem, kurus var atlasīt.

Ja šī politika nav iestatīta, tiek izmantota vērtība BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Tiek rādīti visi printeri, izņemot tos, kas iekļauti melnajā sarakstā.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Lietotājiem tiek rādīti tikai baltajā sarakstā iekļautie printeri.</string><string id="DeviceNativePrintersAccessMode_AllowAll">Atļaut visus konfigurācijas failā norādītos printerus</string><string id="DeviceNativePrintersBlacklist">Atspējoti uzņēmuma ierīču printeri</string><string id="DeviceNativePrintersBlacklist_Explain">Norāda printerus, ko lietotājs nevar izmantot.

Šī politika tiek izmantota tikai tad, ja parametram DeviceNativePrintersAccessMode ir izvēlēta vērtība BlacklistRestriction.

Ja šī politika tiek izmantota, lietotājam ir pieejami visi printeri, izņemot tos, kuru identifikatori atbilst šajā politikā norādītajām vērtībām.
</string><string id="DeviceNativePrintersBlacklistDesc">Atspējoti uzņēmuma ierīču printeri</string><string id="DeviceNativePrintersWhitelist">Iespējoti uzņēmuma ierīču printeri</string><string id="DeviceNativePrintersWhitelist_Explain">Norāda printerus, ko lietotājs var izmantot.

Šī politika tiek izmantota tikai tad, ja parametram DeviceNativePrintersAccessMode ir izvēlēta vērtība WhitelistPrintersOnly.

Ja šī politika tiek izmantota, lietotājam ir pieejami tikai tie printeri, kuru identifikatori atbilst šajā politikā norādītajām vērtībām. Identifikatoriem ir jāatbilst ierakstiem failā, kas norādīts politikā DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Iespējoti uzņēmuma ierīču printeri</string><string id="DeviceOffHours">Izslēgšanas stundu intervāli, kad tiek izlaista ierīces politika OffHours |ignored_policy_proto_tags|.</string><string id="DeviceOffHours_Explain">Ja politika “OffHours” ir iestatīta, noteiktajos laika intervālos konkrētās ierīču politikas tiek ignorētas (tiek izmantoti šo politiku noklusējuma iestatījumi). Ierīču politikas tiek atkārtoti izmantotas pārlūkā Chrome katru reizi, kad sākas vai beidzas “OffHours” periods. Lietotājam tiks parādīts paziņojums un viņam būs jāizrakstās piespiedu kārtā, kad tiks mainīti “OffHours” laika un ierīču politikas iestatījumi (t.i., ja lietotājs būs pieteicies, izmantojot neatļautu kontu).</string><string id="DeviceOpenNetworkConfiguration">Ierīces līmeņa tīkla konfigurācija</string><string id="DeviceOpenNetworkConfiguration_Explain">Ļauj pārsūtīšanas tīkla konfigurāciju izmantot visiem ierīces Google Chrome OS lietotājiem. Tīkla konfigurācija ir JSON formatēta virkne, kā tas definēts šeit aprakstītajā atvērtā tīkla konfigurācijas formātā: https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="DevicePolicyRefreshRate">Ierīces politikas atsvaidzes ātrums</string><string id="DevicePolicyRefreshRate_Explain">Norāda laika periodu milisekundēs, pēc kura ierīces pārvaldības pakalpojumam tiek vaicāti ierīces politikas dati.

Iestatot šo politiku, tiek ignorēta noklusējuma vērtība (3 stundas). Šīs politikas derīgo vērtību diapazons ir no 1 800 000 (30 minūtēm) līdz 86 400 000 (1 dienai). Jebkura vērtība ārpus šī diapazona tiks pieskaņota attiecīgajai robežvērtībai.

Ja šī politika nav iestatīta, operētājsistēmā Google Chrome OS tiek izmantota noklusējuma vērtība (3 stundas).

Ņemiet vērā: ja platformā tiek atbalstīti politikas paziņojumi, tiks iestatīts atsvaidzināšanas aizkaves laiks 24 stundas (ignorējot visas noklusējuma vērtības un šīs politikas vērtību), jo ir paredzēts, ka ar politikas paziņojumiem atsvaidzināšana tiks veikta piespiedu kārtā katru reizi, kad tiks mainīta politika, un biežāka atsvaidzināšana nebūs nepieciešama.</string><string id="DeviceQuirksDownloadEnabled">Iespējot Quirks servera vaicājumus aparatūras profiliem</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automātiska restartēšana, izslēdzot ierīci</string><string id="DeviceRebootOnShutdown_Explain">Ja šai politikai ir iestatīta vērtība Nepatiesa vai ja politika nav konfigurēta, lietotājs var izslēgt Google Chrome OS ierīci.
Ja šai politikai ir iestatīta vērtība Patiesa, lietotājam izslēdzot ierīci, operētājsistēmā Google Chrome OS tiek aktivizēta atkārtotā palaišana. Google Chrome OS aizstāj visas lietotāja saskarnē esošās izslēgšanas pogas ar atkārtotas palaišanas pogām. Ja lietotājs izslēdz ierīci, izmantojot barošanas pogu, ierīce tiek automātiski atkārtoti palaista, pat ja ir iespējota politika.</string><string id="DeviceShowUserNamesOnSignin">Rādīt lietotājvārdus pieteikšanās ekrānā</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Visas sistēmas atzīmes, kas jālieto, startējot pārlūku Google Chrome</string><string id="DeviceStartUpFlags_Explain">Tiek norādītas atzīmes, kas jāizmanto pārlūkā Google Chrome, kad tas tiek startēts. Norādītās atzīmes tiek izmantotas tikai pieteikšanās ekrānā. Šīs politikas ietvaros iestatītās atzīmes netiek izmantotas lietotāju sesijās.</string><string id="DeviceStartUpFlagsDesc">Visas sistēmas atzīmes, kas jālieto, startējot pārlūku Google Chrome</string><string id="DeviceTargetVersionPrefix">Automātiskā atjauninājuma vēlamā versija</string><string id="DeviceTargetVersionPrefix_Explain">Tiek iestatīta automātisko atjauninājumu mērķa versija.

Tiek norādīts tās vēlamās versijas prefikss, uz kuru ir jāatjaunina operētājsistēma Google Chrome OS. Ja ierīcē tiek izmantota versija, kas ir vecāka par prefiksā noteikto, operētājsistēma tiek atjaunināta uz jaunāko versiju ar noteikto prefiksu. Ja ierīcē jau tiek izmantota jaunāka versija, netiek veiktas nekādas darbības (t.i., nenotiek atkāpšanās uz vecāku programmatūras versiju) un ierīcē tiek saglabāta pašreizējā versija. Prefiksa formāta pamatā ir dažādi komponenti, piemēram:

“” (vai nav konfigurēta): atjaunināt uz jaunāko pieejamo versiju;
“1412.”: atjaunināt uz jebkuru versijas 1412 papildversiju (piemēram, 1412.24.34 vai 1412.60.2);
“1412.2.”: atjaunināt uz jebkuru versijas 1412.2 papildversiju (piemēram, 1412.2.34 vai 1412.2.2);
“1412.24.34”: atjaunināt tikai uz šo konkrēto versiju.

Brīdinājums: nav ieteicams konfigurēt versiju ierobežojumus, jo lietotāji var nesaņemt programmatūras atjauninājumus un kritiskus drošības labojumus. Atjauninājumu ierobežošana ar noteiktas versijas prefiksu var apdraudēt lietotājus.</string><string id="DeviceUpdateAllowedConnectionTypes">Savienojumu veidi, kuru laikā ir atļauts veikt atjaunināšanu</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Savienojumu veidi, kurus ir atļauts izmantot OS atjauninājumiem. OS atjauninājumi var ievērojami noslogot savienojumu sava lieluma dēļ, kā arī var radīt papildu izmaksas. Šī iemesla dēļ pēc noklusējuma tie nav iespējoti tiem savienojumu veidiem, kas tiek uzskatīti par dārgiem, tostarp WiMax, Bluetooth un mobilajam savienojumam (pašlaik).

Atpazītie savienojumu veidu identifikatori ir “ethernet”, “wifi”, “wimax”, “bluetooth” un “cellular”.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Savienojumu veidi, kuru laikā ir atļauts veikt atjaunināšanu</string><string id="DeviceUpdateHttpDownloadsEnabled">Atļaut automātiski atjaunināt lejupielādes, izmantojot HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Automātiskās atjaunināšanas vērtumus operētājsistēmā Google Chrome OS var lejupielādēt, izmantojot HTTP, nevis HTTPS. Tādējādi tiek atļauta pārredzama HTTP lejupielāžu HTTP kešdarbe.

Ja šai politikai ir iestatīta vērtība Patiesa, Google Chrome OS mēģinās lejupielādēt automātiskās atjaunināšanas vērtumus, izmantojot HTTP. Ja šai politikai ir iestatīta vērtība Nepatiesa vai politika nav iestatīta, automātiskās atjaunināšanas vērtumu lejupielādei tiks izmantots HTTPS.</string><string id="DeviceUpdateScatterFactor">Automātiskās atjaunināšanas izkliedes faktors</string><string id="DeviceUpdateScatterFactor_Explain">Norāda sekunžu skaitu, kuru laikā ierīce var nejaušā secībā atlikt atjauninājuma lejupielādi, sākot ar laiku, kad serveris pirmo reizi nosūtīja atjauninājumu. Daļa no šī ierīces gaidīšanas laika var būt pulksteņa laiks, un daļa — atjauninājuma pārbaužu skaits. Jebkurā gadījumā izkliede ir saistīta ar noteiktu laika periodu, lai ierīces nebūtu bezgalīgi jāgaida atjauninājuma lejupielāde.</string><string id="DeviceUserWhitelist">Pieteikšanās lietotāju baltais saraksts</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Pieteikšanās lietotāju baltais saraksts</string><string id="DeviceWallpaperImage">Ierīces fona attēls</string><string id="DeviceWallpaperImage_Explain">Konfigurējiet ierīces līmeņa fona tapetes attēlu, kas tiek rādīts pieteikšanās ekrānā, ja ierīcē vēl nav pierakstījies neviens lietotājs. Politika tiek iestatīta, norādot URL, no kura Chrome OS ierīce var lejupielādēt fona tapetes attēlu, un kriptogrāfisku jaucējkodu, kas tiek izmantots lejupielādes integritātes pārbaudei. Attēlam jābūt JPEG formātā, tā lielums nedrīkst pārsniegt 16 MB. Lai piekļūtu vietrādim URL, nedrīkst pieprasīt autentificēšanos. Fona tapetes attēls tiek lejupielādēts un saglabāts kešatmiņā. Tas tiks atkārtoti lejupielādēts, kad tiks mainīts URL vai jaucējkods.

Politika ir jānorāda kā virkne, kurā ietverts URL un jaucējkods JSON formātā, piemēram,
{
&quot;url&quot;: &quot;https://example.com/ierices_fona_tapete.jpg&quot;,
&quot;hash&quot;: &quot;fonatapetesjaucejkodapiemers&quot;
}

Ja ierīces fona tapetes politika būs iestatīta un neviens lietotājs vēl nebūs pierakstījies ierīcē, Chrome OS ierīce lejupielādēs un pieteikšanās ekrānā izmantos fona tapetes attēlu. Tiklīdz kāds lietotājs pieteiksies, tiks aktivizēta lietotāja fona tapetes politika.

Ja ierīces fona tapetes politika nebūs iestatīta, taču lietotāja fona tapetes politika būs iestatīta, lietotāja fona tapetes politika noteiks, kas tiks rādīts.</string><string id="Disable3DAPIs">Atspējo 3D grafikas API atbalstu</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Norāda, vai ir jāatspējo spraudņu meklētājs</string><string id="DisablePluginFinder_Explain">Ja šis iestatījums ir iespējots, produktā Google Chrome tiks atspējota trūkstošo spraudņu automātiska meklēšana un instalēšana.

Ja šis iestatījums ir atspējots vai nav iestatīts, spraudņu meklētājs būs aktivizēts.</string><string id="DisableSafeBrowsingProceedAnyway">Aizliegums turpināt pārlūkošanu no Drošas pārlūkošanas brīdinājuma lapas</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Kad lietotāji pāriet uz vietnēm, kas ir atzīmētas kā iespējami ļaunprātīgas, tiek rādīta funkcijas Droša pārlūkošana brīdinājuma lapa. Ja šis iestatījums ir iespējots, lietotāji nevar pāriet no brīdinājuma lapas uz ļaunprātīgo vietni.

Ja šis iestatījums ir atspējots vai nav konfigurēts, lietotāji pēc brīdinājuma saņemšanas var pāriet uz vietni, kas atzīmēta kā nevēlama.

Plašāku informāciju par funkciju Droša pārlūkošana skatiet vietnē https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Ekrānuzņēmumu izveides atspējošana</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Iestatīt ekrāna pagriešanas noklusējumu, kas tiek lietots katrā atkārtotas palaišanas reizē</string><string id="DisplayRotationDefault_Explain">Ja šī politika ir iestatīta, katrs ekrāns tiek pagriezts
iestatītajā virzienā ikreiz, kad ierīce tiek atkārtoti palaista,
kā arī tad, kad ekrāns tiek pirmo reizi pievienots
pēc politikas vērtības maiņas. Lietotāji var mainīt ekrāna
pagriešanas iestatījumu, piesakoties un atverot iestatījumu lapu, taču nākamās
palaišanas laikā lietotāja izvēlētais iestatījums tiks ignorēts
un tiks izmantota politikas vērtība.

Šī politika attiecas gan uz primāro ekrānu, gan visiem sekundārajiem ekrāniem.

Ja politika nav iestatīta, noklusējuma vērtība ir 0 grādi un lietotājs
var to mainīt. Tādā gadījumā noklusējuma vērtība vairs netiek lietota,
restartējot ierīci.</string><string id="DisplayRotationDefault_ROTATE_0">Pagriezt ekrānu par 0 grādiem</string><string id="DisplayRotationDefault_ROTATE_90">Pagriezt ekrānu pulksteņrādītāju kustības virzienā par 90 grādiem</string><string id="DisplayRotationDefault_ROTATE_180">Pagriezt ekrānu par 180 grādiem</string><string id="DisplayRotationDefault_ROTATE_270">Pagriezt ekrānu pulksteņrādītāju kustības virzienā par 270 grādiem</string><string id="DownloadDirectory">Iestata lejupielāžu direktoriju</string><string id="DownloadDirectory_Explain">Tiek konfigurēts direktorijs, kas pārlūkā Google Chrome tiek lietots failu lejupielādei.

Ja šī politika ir iestatīta, pārlūkā Google Chrome tiek lietots norādītais direktorijs neatkarīgi no tā, vai lietotājs ir norādījis direktoriju vai iespējojis karodziņu, lai ikreiz tiktu pieprasīts norādīt lejupielādes vietu.

Izmantojamo mainīgo sarakstu skatiet šeit: https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Ja šī politika nav iestatīta, tiek lietots noklusējuma lejupielādes direktorijs un lietotājs to var mainīt.</string><string id="DownloadRestrictions">Lejupielādes ierobežojumu atļaušana</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Nav specifisku ierobežojumu</string><string id="DownloadRestrictions_BlockDangerousDownloads">Bloķēt bīstamas lejupielādes</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Bloķēt iespējami bīstamas lejupielādes</string><string id="DownloadRestrictions_BlockAllDownloads">Bloķēt visas lejupielādes</string><string id="EasyUnlockAllowed">Atļauja lietot Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">eCryptfs migrēšanas stratēģija</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Darbojas līdzīgi politikai Wipe (vērtība 2), taču mēģina saglabāt pieteikšanās marķierus, tādējādi lietotājam nav jāpierakstās atkārtoti.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Ja klienta ierīces modelis jau atbalstīja ARC pirms migrācijas uz ext4, kas bija nepieciešama, lai izpildītu ARC, un ja politika ArcEnabled ir iestatīta kā “true”, šī opcija darbosies kā politikas AskUser vērtība (vērtība 3). Visos citos gadījumos (ja ierīces modelis iepriekš neatbalstīja ARC vai ja politika ArcEnabled ir iestatīta kā “false”), šī vērtība ir ekvivalenta politikas DisallowArc vērtībai (vērtība 0).</string><string id="EditBookmarksEnabled">Iespējo vai atspējo grāmatzīmju rediģēšanu</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Nosaka, vai atļaut sertifikātus, kurus izsnieguši lokāli uzticamības enkuri un kuriem trūkst paplašinājuma subjectAlternativeName.</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Ja šis iestatījums ir iespējots, Google Chrome izmantos servera sertifikāta nosaukumu commonName, lai nodrošinātu atbilstību saimniekdatora nosaukumam, ja sertifikātam trūks paplašinājuma subjectAlternativeName, kamēr vien tiek veiksmīgi pārbaudīti lokāli instalēti CA sertifikāti un izveidota ķēde ar tiem.

Ņemiet vērā, ka tas nav ieteicams, jo var atļaut paplašinājuma nameConstraints ignorēšanu, kas ierobežo tos saimniekdatora nosaukumus, kuriem var autorizēt minēto sertifikātu.

Ja šī politika nav iestatīta vai ir iestatīta vērtība “false”, servera sertifikāti, kam trūks paplašinājuma subjectAlternativeName, kurā ietverts DNS nosaukums vai IP adrese, nebūs uzticami.</string><string id="EnableDeprecatedWebPlatformFeatures">Iespējot novecojušu tīmekļa platformu funkcijas uz ierobežotu laiku</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Tiek norādīts saraksts ar novecojušām tīmekļa platformas funkcijām, kas īslaicīgi atkārtoti jāiespējo.

Šī politika ļauj administratoriem ierobežotu laiku atkārtoti iespējot novecojušas tīmekļa platformas funkcijas. Funkcijas apzīmē virknes tags, un tiks atkārtoti iespējotas funkcijas, kas atbilst šīs politikas sarakstā norādītajiem tagiem.

Ja šī politika netiks iestatīta, saraksts būs tukšs vai neatbildīs nevienam atbalstītajam virknes tagam, visas novecojušās platformas funkcijas paliks atspējotas.

Lai gan šī politika ir atbalstīta iepriekš minētajās platformās, ne visas iespējotās funkcijas var būt pieejamas visās platformās. Ne visas novecojušās tīmekļa platformas funkcijas var iespējot atkārtoti. Var iespējot tikai tālāk norādītās funkcijas, un katrai funkcijai ir atšķirīgs derīguma laiks. Virknes taga vispārīgais formāts ir [NovecojušāsFunkcijasNosaukums]_SpēkāLīdz[ggggmmdd]. Ja vēlaties uzzināt vairāk, vietnē https://bit.ly/blinkintents ir minēti iemesli, kādēļ tīmekļa platformas funkcijās ir veiktas izmaiņas.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Iespējot novecojušu tīmekļa platformu funkcijas uz ierobežotu laiku</string><string id="EnableOnlineRevocationChecks">Vai tiek veiktas OCSP/CRL pārbaudes tiešsaistē</string><string id="EnableOnlineRevocationChecks_Explain">Ņemot vērā to, ka pastāvīgas atteices atsaukšanas pārbaudes tiešsaistē nenodrošina nevienu efektīvu drošības priekšrocību, tās pēc noklusējuma tiek atspējotas pārlūkā Google Chrome 19 vai jaunākā versijā. Ja šai politikai ir iestatīta vērtība Patiesa, tiek atjaunota iepriekšējā darbība un tiek veiktas OCSP/CRL pārbaudes tiešsaistē.

Ja šī politika nav iestatīta vai tai ir iestatīta vērtība Nepatiesa, pārlūks Google Chrome neveic atsaukšanas pārbaudes tiešsaistē pārlūkā Google Chrome 19 vai jaunākā versijā.</string><string id="EnableSha1ForLocalAnchors">Ar SHA-1 parakstītu sertifikātu, ko izsnieguši lokāli uzticamības enkuri, atļaušana</string><string id="EnableSha1ForLocalAnchors_Explain">Ja šis iestatījums ir iespējots, pārlūks Google Chrome atļauj ar SHA-1 parakstītu sertifikātu izmantošanu, ja tie tiek veiksmīgi apstiprināti un piesaistīti lokāli instalētiem CA sertifikātiem.

Ņemiet vērā, ka šī politika ir atkarīga no operētājsistēmas sertifikātu verifikācijas kopas, kura atļauj SHA-1 sertifikātus. Ja, atjauninot operētājsistēmu, tiek mainīts veids, kā operētājsistēma apstrādā SHA-1 sertifikātus, šī politika, iespējams, vairs nebūs spēkā. Turklāt šī politika ir pagaidu risinājums, lai uzņēmumiem būtu vairāk laika pārtraukt SHA-1 lietošanu. Šī politika tiks noņemta 2019. gada 1. janvārī vai ap to laiku.

Ja politika nav iestatīta vai ir iestatīta vērtība “Nepatiesa”, pārlūkā Google Chrome tiks ievērots publicētais SHA-1 lietošanas pārtraukšanas grafiks.</string><string id="ExternalStorageDisabled">Ārējas krātuves uzstādīšanas atspējošana</string><string id="ExternalStorageDisabled_Explain">Ja politika ir iestatīta kā patiesa, ārējā krātuve nav pieejama failu pārlūkā.

Šī politika attiecas uz visiem datu nesēju veidiem, piemēram, USB zibatmiņas diskiem, ārējiem cietajiem diskiem, SD un citām atmiņas kartēm, optiskajām krātuvēm u. c. Uz iekšējo krātuvi politika neattiecas, tādēļ failiem, kas saglabāti mapē Lejupielādes, joprojām var piekļūt. Šī politika neattiecas arī uz pakalpojumu Google disks.

Ja šis iestatījums ir atspējots vai nav konfigurēts, lietotāji savās ierīcēs var izmantot visus atbalstītos ārējo krātuvju veidus.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Ja šai politikai ir iestatīta vērtība “true”, lietotāji nevar neko rakstīt ārējās krātuves ierīcēs.

Ja šim iestatījumam ir iestatīta vērtība “false” vai tas nav konfigurēts, lietotāji var izveidot un modificēt failus ārējās atmiņas ierīcēs, kas ir fiziski rakstāmas.

Politika ExternalStorageDisabled ir svarīgāka par šo politiku. Ja politikai ExternalStorageDisabled ir iestatīta vērtība “true”, jebkura piekļuve ārējai krātuvei ir atspējota un šī politika tiek ignorēta.

Šīs politikas dinamiskā atsvaidzināšana tiek atbalstīta versijā M56 un jaunākās versijās.</string><string id="ForceGoogleSafeSearch">Filtra Google droša meklēšana piespiedu izmantošana</string><string id="ForceGoogleSafeSearch_Explain">Pakalpojumā Google tīmekļa meklēšana ievadītajiem vaicājumiem vienmēr tiek aktivizēts filtrs Droša meklēšana, un lietotāji nevar mainīt šo iestatījumu.

Ja iespējosiet šo iestatījumu, filtrs Droša meklēšana pakalpojumā Google meklēšana vienmēr būs aktīvs.

Ja atspējosiet šo iestatījumu vai neiestatīsiet vērtību, filtrs Droša meklēšana pakalpojumā Google meklēšana netiks izmantots piespiedu kārtā.</string><string id="ForceMaximizeOnFirstRun">Pirmā pārlūka loga maksimizēšana pirmajā palaišanas reizē</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Ieslēgt YouTube minimāli ierobežoto režīmu piespiedu kārtā</string><string id="ForceYouTubeRestrict_Explain">Ieslēdz minimāli ierobežoto režīmu pakalpojumā YouTube un neļauj lietotājiem izvēlēties mazākas ierobežotības režīmu.

Ja šim iestatījumam ir izvēlēta vērtība “Stingri”, stingri ierobežotais režīms pakalpojumā YouTube ir vienmēr aktīvs.

Ja šim iestatījumam ir izvēlēta vērtība “Vidēji”, lietotājs var izvēlēties tikai vidēji un stingri ierobežoto režīmu pakalpojumā YouTube, taču nevar atspējot ierobežoto režīmu.

Ja šim iestatījumam ir izvēlēta vērtība “Izslēgts” vai vērtība nav iestatīta, ierobežotais režīms pakalpojumā YouTube nav ieslēgts pārlūkā Google Chrome. Tomēr ar ārējām politikām, piemēram, YouTube politikām, joprojām var ieslēgt ierobežoto režīmu.</string><string id="ForceYouTubeRestrict_Off">Neieslēgt ierobežoto režīmu pakalpojumā YouTube</string><string id="ForceYouTubeRestrict_Moderate">Ieslēgt vismaz vidēji ierobežoto režīmu pakalpojumā YouTube</string><string id="ForceYouTubeRestrict_Strict">Ieslēgt stingri ierobežoto režīmu pakalpojumā YouTube</string><string id="FullscreenAllowed">Atļaut pilnekrāna režīmu</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Iespējo HTTP/0.9 atbalstu portos, kas nav noklusējuma porti</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Šī politika iespējo protokolu HTTP/0.9 portos, kas nav 80 (HTTP) un 443 (HTTPS).

Šī politika pēc noklusējuma ir atspējota. Ja tā tiek iespējota, lietotājiem var rasties drošības problēma: https://crbug.com/600352.

Šī politika ir paredzēta uzņēmumiem, kas vēlas migrēt esošos serverus no HTTP/0.9, un tā tiks noņemta.

Ja šī politika nav iestatīta, protokols HTTP/0.9 tiks atspējots portos, kas nav noklusējuma porti.</string><string id="IncognitoModeAvailability">Inkognito režīma pieejamība</string><string id="IncognitoModeAvailability_Explain">Norāda, vai lietotājs ar Google Chrome var atvērt lapas inkognito režīmā.

Ja tiek atlasīta vērtība Iespējots vai politika netiek iestatīta, lapas var atvērt inkognito režīmā.

Ja tiek atlasīta vērtība Atspējots, lapas nevar atvērt inkognito režīmā.

Ja tiek atlasīta vērtība Piespiedu, lapas var atvērt TIKAI inkognito režīmā.</string><string id="IncognitoModeAvailability_Enabled">Inkognito režīms pieejams</string><string id="IncognitoModeAvailability_Disabled">Inkognito režīms atspējots</string><string id="IncognitoModeAvailability_Forced">Inkognito režīms piespiedu kārtā</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Iespējot izolāciju noteiktām vietnēm</string><string id="IsolateOrigins_Explain">
PIEZĪME: Šī politika ir eksperimentāla, un tās izmantošana var traucēt funkcionalitāti.
Ja politika ir iespējota, katrai komatatdalītā sarakstā norādītajai
vietnei tiks izpildīts atsevišķs process. Vietnes tiks arī izolētas
pēc apakšdomēniem, piemēram, norādot https://example.com/,
tiks izolēta arī vietne https://foo.example.com/ kā daļa no vietnes
https://example.com/.
Ja politika ir atspējota, tiks ievērota iepriekšēja vietnes izolācijas procesa pārvaldības loģikas.
Ja politika nav konfigurēta, lietotājs varēs mainīt šo iestatījumu.
</string><string id="KeyPermissions">Atslēgu atļaujas</string><string id="KeyPermissions_Explain">Paplašinājumiem tiek sniegta piekļuve korporatīvajām atslēgām.

Atslēgas ir paredzētas korporatīvai lietošanai, ja tās ir ģenerētas, izmantojot chrome.enterprise.platformKeys API pārvaldītā kontā. Importētas vai citā veidā ģenerētas atslēgas nav paredzētas korporatīvai lietošanai.

Piekļuvi korporatīvai lietošanai paredzētajām atslēgām kontrolē tikai šī politika. Lietotājs nevar paplašinājumiem ne piešķirt, ne liegt piekļuvi korporatīvajām atslēgām.

Pēc noklusējuma paplašinājums nevar izmantot atslēgu, kas paredzēta korporatīvai lietošanai; tas ir tāpat kā šim paplašinājumam iestatīt “allowCorporateKeyUsage” vērtību Nepatiesa.

Tikai tad, ja paplašinājumam “allowCorporateKeyUsage” vērtība ir Patiesa, tas var izmantot jebkuru platformas atslēgu, kas paredzēta korporatīvai lietošanai, lai parakstītu jebkādus datus. Šo atļauju ieteicams piešķirt tikai tad, ja uzskatāt, ka paplašinājumā būs iespējams aizsargāt atslēgu pret uzbrukumiem.</string><string id="ManagedBookmarks">Pārvaldītās grāmatzīmes</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maksimāla ieneses aizkave pēc politikas atzīšanas par nederīgu</string><string id="MaxInvalidationFetchDelay_Explain">Norāda maksimālo aizkavi (milisekundēs) no atzinuma saņemšanas par politikas nederīgumu līdz jaunas politikas ienesei no ierīču pārvaldības pakalpojuma.

Iestatot šo politiku, tiek aizstāta noklusējuma vērtība (5000 milisekundes). Šīs politikas derīgās vērtības ir diapazonā no 1000 (1 sekunde) līdz 300 000 (5 minūtes). Visas ārpus šī diapazona esošās vērtības tiks iestatītas līdz atbilstošajai robežai.

Neiestatot šo politiku, Google Chrome izmantos noklusējuma vērtību (5000 milisekundes).</string><string id="NativePrinters">Vietējā drukāšana</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Vietējā drukāšana</string><string id="NativePrintersBulkAccessMode">Printeru konfigurācijas piekļuves politika</string><string id="NativePrintersBulkAccessMode_Explain">Kontrolē, kuri printeri no politikas NativePrintersBulkConfiguration ir pieejami lietotājiem.

Norāda, kura piekļuves politika tiek izmantota printeru lielapjoma konfigurācijai. Ja ir atlasīta vērtība AllowAll, tiek rādīti visi printeri. Ja ir atlasīta vērtība BlacklistRestriction, politika NativePrintersBulkBlacklist tiek izmantota, lai liegtu piekļuvi konkrētiem printeriem. Ja ir atlasīta vērtība WhitelistPrintersOnly, politika NativePrintersBulkWhitelist nosaka piekļuvi tikai tiem printeriem, kurus var atlasīt.

Ja šī politika nav iestatīta, tiek izmantota vērtība BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Tiek rādīti visi printeri, izņemot tos, kas iekļauti melnajā sarakstā.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Lietotājiem tiek rādīti tikai baltajā sarakstā iekļautie printeri.</string><string id="NativePrintersBulkAccessMode_AllowAll">Atļaut visus konfigurācijas failā norādītos printerus</string><string id="NativePrintersBulkBlacklist">Atspējotie uzņēmuma printeri</string><string id="NativePrintersBulkBlacklist_Explain">Norāda printerus, ko lietotājs nevar izmantot.

Šī politika tiek izmantota tikai tad, ja parametram NativePrintersBulkAccessMode ir izvēlēta vērtība BlacklistRestriction.

Ja šī politika tiek izmantota, lietotājam ir pieejami visi printeri, izņemot tos, kuru identifikatori atbilst šajā politikā norādītajām vērtībām.
</string><string id="NativePrintersBulkBlacklistDesc">Atspējotie uzņēmuma printeri</string><string id="NativePrintersBulkConfiguration">Uzņēmuma printeru konfigurācijas fails</string><string id="NativePrintersBulkConfiguration_Explain">Nodrošina konfigurāciju uzņēmuma printeriem.

Šī politika ļauj nodrošināt printeru konfigurāciju Google Chrome OS ierīcēm. Faila lielums nedrīkst pārsniegt 5 MB, un tam ir jābūt JSON kodējumā. Formāts ir tāds pats kā NativePrinters vārdnīcā. Paredzams, ka fails ar aptuveni 21 000 printeriem tiks kodēts kā 5 MB fails. Kriptogrāfiskais jaucējkods tiek izmantots, lai pārbaudītu lejupielādes integritāti.

Fails ir lejupielādēts un saglabāts kešatmiņā. Tas tiks atkārtoti lejupielādēts, tiklīdz tiks mainīts URL vai jaucējkods.

Ja šī politika ir iestatīta, operētājsistēmā Google Chrome OS tiks lejupielādēts printeru konfigurācijas fails un printeri tiks padarīti pieejami saskaņā ar politikām NativePrintersBulkAccessMode, NativePrintersBulkWhitelist un NativePrintersBulkBlacklist.

Ja iestatīsiet šo politiku, lietotāji nevarēs to mainīt vai ignorēt.

Šī politika neietekmē to, vai lietotāji var konfigurēt printerus atsevišķās ierīcēs. Tā ir paredzēta kā papildu konfigurācija atsevišķu lietotāju veiktajai printeru konfigurācijai.
</string><string id="NativePrintersBulkWhitelist">Iespējotie uzņēmuma printeri</string><string id="NativePrintersBulkWhitelist_Explain">Norāda printerus, ko lietotājs var izmantot.

Šī politika tiek izmantota tikai tad, ja parametram NativePrintersBulkAccessMode ir izvēlēta vērtība WhitelistPrintersOnly.

Ja šī politika tiek izmantota, lietotājam ir pieejami tikai tie printeri, kuru identifikatori atbilst šajā politikā norādītajām vērtībām. Identifikatoriem ir jāatbilst ierakstiem failā, kas norādīts politikā NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Iespējotie uzņēmuma printeri</string><string id="NetworkPredictionOptions">Iespējo tīkla paredzēšanu</string><string id="NetworkPredictionOptions_Explain">Pārlūkā Google Chrome tiek iespējotas tīkla prognozes, un lietotājiem tiek liegta iespēja mainīt šo iestatījumu.

Šī politika kontrolē DNS iepriekšēju ielādi, TCP un SSL iepriekšēju savienojuma izveidi un tīmekļa lapu iepriekšēju atveidi.

Ja iestatīsiet opciju “Vienmēr”, “Nekad” vai “Tikai Wi-Fi”, lietotāji pārlūkā Google Chrome nevarēs mainīt vai ignorēt šo iestatījumu.

Ja šī politika netiks iestatīta, tīkla prognozes tiks iespējotas, taču lietotājs varēs mainīt šo iestatījumu.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Prognozēt tīkla darbības neatkarīgi no tīkla savienojuma</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Prognozēt tīkla darbības jebkurā tīklā, kas nav mobilais tīkls.
(Iestatījums vairs netiek izmantots versijā 50 un tika noņemts versijā 52. Par versiju 52 jaunākās versijās, iestatot vērtību uz 1, tā tiek uztverta kā 0 — “Prognozēt tīkla darbības neatkarīgi no tīkla savienojuma”.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Neprognozēt tīkla darbības nevienā tīkla savienojumā</string><string id="NoteTakingAppsLockScreenWhitelist">Baltajā sarakstā iekļautas piezīmju lietotnes, kas ir atļautas Google Chrome OS bloķēšanas ekrānā</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Nosaka lietotņu sarakstu, kuras var iespējot kā piezīmju lietotnes Google Chrome OS bloķēšanas ekrānā.

Ja bloķēšanas ekrānā ir iespējota vēlamā piezīmju lietotne, bloķēšanas ekrānā būs lietotāja saskarnes elements, ar ko varēs palaist vēlamo piezīmju lietotni.
Palaista lietotne varēs bloķēšanas ekrāna augšdaļā izveidot lietotnes logu un datu vienumus (piezīmes), kamēr bloķēšanas ekrāns ir iespējots. Lietotne varēs importēt izveidotās piezīmes galvenajā lietotāja sesijā, kad tā būs atbloķēta. Pašlaik bloķēšanas ekrānā tiek atbalstītas tikai Chrome piezīmju lietotnes.

Kad politika ir iestatīta, lietotājam ir atļauts iespējot lietotni bloķēšanas ekrānā tikai tad, ja attiecīgās lietotnes paplašinājuma ID ir iekļauts politikas saraksta vērtībā.
Tādējādi, iestatot šo politiku tukšā sarakstā, piezīmju izveidošana bloķēšanas ekrānā tiks pilnībā atspējota.
Ņemiet vērā: ja politika satur lietotnes ID, tas nenozīmē, ka lietotājs noteikti var iespējot bloķēšanas ekrānā šo lietotni kā piezīmju lietotni. Piemēram, pārlūkā Chrome 61 ir papildu pieejamo lietotņu ierobežojumi.

Ja politika nav iestatīta, attiecībā uz lietotnēm, kuras lietotājs var iespējot bloķēšanas ekrānā, nav nekādu politikā noteiktu ierobežojumu.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Baltajā sarakstā iekļautas piezīmju lietotnes, kas ir atļautas Google Chrome OS bloķēšanas ekrānā</string><string id="OpenNetworkConfiguration">Lietotāja līmeņa tīkla konfigurācija</string><string id="OpenNetworkConfiguration_Explain">Ļauj pārsūtīšanas tīkla konfigurāciju izmantot konkrētam lietotājam Google Chrome OS ierīcē. Tīkla konfigurācija ir JSON formatēta virkne, kā
definēts Atvērta tīkla konfigurācijas formātā, kas aprakstīts šeit: https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Iespējot PAC URL noņemšanu (protokolam https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Noņem no vietrāžiem URL protokola https:// daļas, kurās ietverta neizpaužama konfidencialitātes un drošības informācija, pirms to nodošanas PAC (Proxy Auto Config — starpniekservera automātiskā konfigurēšana) skriptiem, ko Google Chrome izmanto starpniekservera atrisināšanas laikā.

Ja šīs politikas iestatījums ir “Patiesa”, drošības funkcija ir iespējota un protokola https:// daļas ir noņemtas no vietrāžiem URL
pirms to nodošanas PAC skriptam. Tādējādi
PAC skripts nevar skatīt datus, ko parasti aizsargā
šifrēts kanāls (piemēram, URL ceļu un vaicājumu).

Ja šīs politikas iestatījums ir “Nepatiesa”, drošības funkcija ir atspējota un PAC skriptiem ir
tieši piešķirta iespēja skatīt visus protokola https:// komponentus
vietrādī URL. Šis iestatījums attiecas uz visiem PAC skriptiem neatkarīgi no to izcelsmes (ieskaitot
skriptus, kas izgūti, izmantojot nedrošu pārsūtīšanu, vai atklāti nedrošā veidā,
izmantojot WPAD).

Šīs politikas noklusējuma iestatījums ir “Patiesa” (iespējota drošības funkcija), izņemot Chrome OS
korporatīvajiem lietotājiem, kuriem pašreizējais noklusējuma iestatījums ir “Nepatiesa”.

Ieteicams izmantot iestatījumu “Patiesa”. Vienīgais iemesls, lai izmantotu iestatījumu
“Nepatiesa”, ir saderības problēma ar esošajiem PAC skriptiem.

Ir paredzams nākotnē noņemt šo ignorēšanas iestatījumu.</string><string id="PinnedLauncherApps">Saraksts ar piespraustām lietotnēm, kuras rādīt palaišanas lapā</string><string id="PinnedLauncherApps_Explain">Norāda lietojumprogrammu identifikatorus, ko operētājsistēma Google Chrome OS palaišanas joslā rāda kā piespraustās lietotnes.

Konfigurējot šo politiku, lietojumprogrammu kopa tiek fiksēta un lietotājs to nevar mainīt.

Ja šī politika netiek iestatīta, lietotājs var mainīt piesprausto lietotņu sarakstu palaišanas lapā.</string><string id="PinnedLauncherAppsDesc">Saraksts ar piespraustām lietotnēm, kuras rādīt palaišanas lapā</string><string id="PolicyRefreshRate">Lietotāja politikas atsvaidzes ātrums</string><string id="PolicyRefreshRate_Explain">Norāda laika periodu milisekundēs, pēc kura ierīces pārvaldības pakalpojumam tiek vaicāti lietotāja politikas dati.

Iestatot šo politiku, tiek ignorēta noklusējuma vērtība (3 stundas). Šīs politikas derīgo vērtību diapazons ir no 1 800 000 (30 minūtēm) līdz 86 400 000 (1 dienai). Jebkura vērtība ārpus šī diapazona tiks pieskaņota attiecīgajai robežvērtībai. Ja platformā tiek atbalstīti politikas paziņojumi, tiks iestatīts atsvaidzināšanas aizkaves laiks 24 stundas, jo ir paredzēts, ka ar politikas paziņojumiem atsvaidzināšana tiks veikta piespiedu kārtā katru reizi, kad tiks mainīta politika.

Atstājot šo politiku neiestatītu, Google Chrome izmanto noklusējuma vērtību (3 stundas).

Ņemiet vērā: ja platformā tiek atbalstīti politikas paziņojumi, tiks iestatīts atsvaidzināšanas aizkaves laiks 24 stundas (ignorējot visas noklusējuma vērtības un šīs politikas vērtību), jo ir paredzēts, ka ar politikas paziņojumiem atsvaidzināšana tiks veikta piespiedu kārtā katru reizi, kad tiks mainīta politika, un biežāka atsvaidzināšana nebūs nepieciešama.</string><string id="PrintingEnabled">Iespējo drukāšanu</string><string id="PrintingEnabled_Explain">Tiek iespējota drukāšana no pārlūka Google Chrome, un lietotāji nevar mainīt šo iestatījumu.

Ja šis iestatījums ir iespējots vai nav konfigurēts, lietotāji var izmantot drukāšanu.

Ja šis iestatījums ir atspējots, lietotāji nevar izmantot drukāšanu no pārlūka Google Chrome. Drukāšana ir atspējota uzgriežņu atslēgas izvēlnē, paplašinājumos, JavaScript lietojumprogrammās utt. Lietotāji joprojām var drukāt, izmantojot spraudņus, kas drukāšanas laikā apiet Google Chrome. Piemēram, dažu Flash lietojumprogrammu kontekstizvēlnē ir pieejama drukāšanas opcija, kuru šī politika neietekmē.</string><string id="QuicAllowed">Atļauja lietot QUIC protokolu</string><string id="QuicAllowed_Explain">Ja politikai ir iestatīta vērtība Patiesa vai tā nav iestatīta, pārlūkā Google Chrome ir atļauts lietot protokolu QUIC.
Ja politikai ir iestatīta vērtība Nepatiesa, protokolu QUIC nav atļauts lietot.</string><string id="RebootAfterUpdate">Automātiski atsāknēt pēc atjaunināšanas</string><string id="RebootAfterUpdate_Explain">Plānojiet automātisku atkārtotu palaišanu pēc Google Chrome OS atjauninājuma piemērošanas.

Ja šī politika ir iestatīta uz “true”, automātiska atkārtota palaišana tiek plānota, kad tiek piemērots Google Chrome OS atjauninājums un atjaunināšanas pabeigšanai ir nepieciešama atkārtota palaišana. Atkārtota palaišana tiek plānota nekavējoties, taču to var atspējot ierīcē līdz 24 stundām, ja lietotājs attiecīgajā brīdī izmanto ierīci.

Ja šī politika ir iestatīta uz “false”, pēc Google Chrome OS atjauninājuma piemērošanas netiek plānota automātiska atkārtota palaišana. Atjaunināšana tiek pabeigta, kad lietotājs nākamo reizi atkārtoti palaiž ierīci.

Ja iestatāt šo politiku, lietotāji nevar to mainīt vai ignorēt.

Piezīme. Pašlaik automātiska atkārtota palaišana ir iespējota tikai tad, kad tiek parādīts pieteikšanās ekrāns vai notiek kioska lietotnes sesija. Šis iestatījums turpmāk tiks mainīts, un politika tiks piemērota vienmēr — neatkarīgi no tā, vai notiks kāda noteikta veida sesija.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Vai lokāliem uzticamības enkuriem ir nepieciešama OCSP/CRL pārbaude</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Ja šis iestatījums ir iespējots, Google Chrome vienmēr atcels tādu servera sertifikātu pārbaudīšanu, kuri ir veiksmīgi pārbaudīti un parakstīti, izmantojot lokāli instalētus CA sertifikātus.

Ja Google Chrome nevar iegūt atcelšanas statusa informāciju, šādi sertifikāti tiks uzskatīti par atceltiem (“hard-fail”).

Ja šī politika nav iestatīta vai tai ir iestatīta vērtība Nepatiesa, Google Chrome izmantos esošos tiešsaistes atcelšanas pārbaudes iestatījumus.</string><string id="RunAllFlashInAllowMode">Izvērst Flash satura iestatījumu visam saturam</string><string id="RunAllFlashInAllowMode_Explain">Ja šis iestatījums ir iespējots, tiks palaists viss Flash saturs (tostarp saturs ar citu izcelsmi un mazais saturs), kas ir iegults vietnēs, kuru satura iestatījumos lietotājs vai uzņēmuma politika ir atļāvusi Flash saturu.

Lai noteiktu, kurās vietnēs varēs palaist Flash saturu, skatiet politikas “DefaultPluginsSetting”, “PluginsAllowedForUrls” un “PluginsBlockedForUrls”.

Ja šis iestatījums ir atspējots vai nav iestatīts, Flash saturs ar citu izcelsmi vai mazais saturs var tikt bloķēts.</string><string id="SAMLOfflineSigninTimeLimit">Ierobežojiet laiku, kad autentificēts lietotājs, izmantojot SAML, var pieteikties bezsaistē.</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Atļauja turpināt darbu no SSL brīdinājuma lapas</string><string id="SSLErrorOverrideAllowed_Explain">Ja lietotāji atver vietnes, kurās ir SSL kļūdas, pārlūkā Chrome tiek parādīta brīdinājuma lapa. Pēc noklusējuma, kā arī tad, ja šai politikai ir iestatīta vērtība Patiesa, lietotājiem ir atļauts no brīdinājuma lapas pāriet uz vietni.
Ja politikai ir iestatīta vērtība Nepatiesa, lietotājiem tiek liegts no brīdinājuma lapas pāriet uz vietni.</string><string id="SSLVersionMax">Maksimālā iespējotā SSL versija</string><string id="SSLVersionMax_Explain">Brīdinājums! Sākot ar Google Chrome versiju 66, maksimālā TLS versijas politika tiks pilnībā noņemta (pēc aptuveni 2018. gada februāra).

Ja šī politika nav konfigurēta, Google Chrome izmantos noklusējuma maksimālo versiju.

Pretējā gadījumā tai var tikt iestatīta viena no šīm vērtībām: “tls1.2” vai “tls1.3”. Kad attiecīgā politikas vērtība tiks iestatīta, Google Chrome neizmantos tādas SSL/TLS versijas, kuras ir jaunākas par norādīto versiju. Neatpazīta vērtība tiks ignorēta.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Iespējo drošu pārlūkošanu</string><string id="SafeBrowsingEnabled_Explain">Iespējo pārlūka Google Chrome funkciju Droša pārlūkošana un neļauj lietotājiem mainīt šo iestatījumu.

Ja šis iestatījums ir iespējots, funkcija Drošā pārlūkošana vienmēr ir aktīva.

Ja šis iestatījums ir atspējots, funkcija Drošā pārlūkošana nekad nav aktīva.

Ja šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt funkcijas “Iespējot aizsardzību pret pikšķerēšanu un ļaunprātīgu programmatūru” iestatījumu produktā Google Chrome.

Ja šī politika nav iestatīta, funkcija tiks iespējota, bet lietotāji varēs to mainīt.

Plašāku informāciju par funkciju Droša pārlūkošana skatiet vietnē https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Lietotāju atļauja izvēlēties Drošas pārlūkošanas izvērstos pārskatus</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Ja šai politikai ir iestatīta vērtība “False”, lietotājiem tiek liegta iespēja nosūtīt sistēmas informāciju un lapu saturu Google serveriem. Ja šī vērtība ir “True” vai nav konfigurēta, lietotāji varēs nosūtīt sistēmas informāciju un lapu saturu funkcijai Droša pārlūkošana, lai palīdzētu noteikt bīstamas lietotnes un vietnes.

Plašāku informāciju par funkciju Droša pārlūkošana skatiet vietnē https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Atspējo pārlūkošanas vēstures saglabāšanu</string><string id="SavingBrowserHistoryDisabled_Explain">Atspējo pārlūka Google Chrome vēstures saglabāšanu un neļauj lietotājiem mainīt šo iestatījumu.

Ja šis iestatījums ir iespējots, pārlūkošanas vēsture nav saglabāta. Ar šo iestatījumu arī tiek atspējota ciļņu sinhronizācija.

Ja šis iestatījums ir atspējots vai nav iestatīts, pārlūkošanas vēsture tiek saglabāta.</string><string id="SearchSuggestEnabled">Iespējo meklēšanas ieteikumus</string><string id="SearchSuggestEnabled_Explain">Tiek iespējota meklēšanas ieteikumu rādīšana produkta Google Chrome universālajā lodziņā, un lietotāji nevar mainīt šo iestatījumu.

Ja šis iestatījums ir iespējots, meklēšanas ieteikumi tiek lietoti.

Ja šis iestatījums ir atspējots, meklēšanas ieteikumi netiek lietoti nekad.

Ja šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Google Chrome.

Ja šī politika nav iestatīta, tā tiks iespējota, taču lietotājs to varēs mainīt.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Ieteikto lokalizāciju iestatīšana publiskai sesijai</string><string id="SessionLocales_Explain">Iestata vienu vai vairākas ieteiktās lokalizācijas publiskai sesijai, ļaujot lietotājiem ērti izvēlēties kādu no attiecīgajām lokalizācijām.

Pirms publiskas sesijas sākšanas lietotājs var izvēlēties lokalizāciju un tastatūras izkārtojumu. Pēc noklusējuma visas operētājsistēmā Google Chrome OS atbalstītās lokalizācijas ir norādītas alfabēta secībā. Varat izmantot šo politiku, lai pārvietotu ieteikto lokalizāciju kopu uz saraksta augšdaļu.

Ja šī politika nav iestatīta, tiek priekšatlasīta pašreizējās lietotāja saskarnes lokalizācija.

Ja šī politika ir iestatīta, ieteiktās lokalizācijas tiek pārvietotas uz saraksta augšdaļu un vizuāli nodalītas no visām pārējām lokalizācijām. Ieteiktās lokalizācijas ir sakārtotas tādā secībā, kādā tās tiek rādītas politikā. Pirmā ieteiktā lokalizācija tiek priekšatlasīta.

Ja ir vairākas ieteiktās lokalizācijas, tiek pieņemts, ka lietotāji atlasīs kādu no tām. Uzsākot publisku sesiju, lokalizācijas un tastatūras izkārtojuma atlase tiek piedāvāta izceltā veidā. Pretējā gadījumā tiek pieņemts, ka lielākā daļa lietotāju vēlas izmantot priekšatlasīto lokalizāciju, un, uzsākot publisku sesiju, lokalizācijas un tastatūras izkārtojuma atlase tiek piedāvāta mazāk izceltā veidā.

Ja šī politika ir iestatīta un ir iespējota automātiska pieteikšanās (skatiet politikas |DeviceLocalAccountAutoLoginId| un |DeviceLocalAccountAutoLoginDelay|), automātiski uzsāktajā publiskajā sesijā tiek izmantota pirmā ieteiktā lokalizācija un visizplatītākais šai lokalizācijai atbilstošais tastatūras izkārtojums.

Vienmēr tiek priekšatlasīts visizplatītākais tastatūras izkārtojums, kas atbilst priekšatlasītajai lokalizācijai.

Šo politiku var iestatīt tikai kā ieteiktu. Varat izmantot šo politiku, lai pārvietotu ieteiktu lokalizāciju kopu uz saraksta augšdaļu, taču lietotājiem vienmēr ir atļauts izvēlēties jebkuru lokalizāciju, kas tiek atbalstīta sesijai operētājsistēmā Google Chrome OS.
</string><string id="SessionLocalesDesc">Ieteikto lokalizāciju iestatīšana publiskai sesijai</string><string id="ShelfAutoHideBehavior">Plaukta automātiskās slēpšanas kontrolēšana</string><string id="ShelfAutoHideBehavior_Explain">Kontrolējiet Google Chrome OS plaukta automātisko slēpšanu.

Ja šai politikai tiks izvēlēts iestatījums “AlwaysAutoHideShelf”, plaukts vienmēr tiks automātiski slēpts.

Ja šai politikai tiks izvēlēts iestatījums “NeverAutoHideShelf”, plaukts nekad netiks automātiski slēpts.

Ja iestatīsiet šo politiku, lietotāji to nevarēs mainīt vai ignorēt.

Ja politika netiks iestatīta, lietotāji varēs izvēlēties, vai automātiski slēpt plauktu.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Vienmēr automātiski slēpt plauktu</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Nekad automātiski neslēpt plauktu</string><string id="ShowHomeButton">Rīkjoslā parāda pogu Sākums</string><string id="ShowHomeButton_Explain">Google Chrome rīkjoslā rāda pogu Sākums.

Ja šis iestatījums ir iespējots, poga Sākums vienmēr tiek rādīta.

Ja šis iestatījums ir atspējots, poga Sākums nekad netiek rādīta.

Ja šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Google Chrome.

Ja šī politika nav iestatīta, lietotājs varēs izvēlēties, vai tiek rādīta poga Sākums.</string><string id="ShowLogoutButtonInTray">Atteikšanās pogas pievienošana sistēmas teknei</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Iespējot izolāciju visām vietnēm</string><string id="SitePerProcess_Explain">
PIEZĪME: Šī politika ir eksperimentāla, un tās izmantošana var traucēt funkcionalitāti.
Ieteicams izmantot politikas IsolateOrigins iestatījumu, lai gūtu
vislabākos rezultātus, izolētu tikai vietnes, kuras vēlaties izolēt, un
ierobežotu ietekmi lietotājiem. Izmantojot politiku
SitePerProcess, tiek izolētas visas vietnes.
Ja politika ir iespējota, katrai vietnei tiks izpildīts atsevišķs process.
Ja politika ir atspējota, tiks ievērota iepriekšēja vietnes izolācijas procesa pārvaldības loģika.
Ja politika nav konfigurēta, lietotājs varēs mainīt šo iestatījumu.
</string><string id="SpellCheckServiceEnabled">Pareizrakstības pārbaudes tīmekļa pakalpojuma iespējošana vai atspējošana</string><string id="SpellCheckServiceEnabled_Explain">Lai labotu pareizrakstības kļūdas, pārlūkā Google Chrome var izmantot Google tīmekļa pakalpojumu. Ja šis iestatījums ir iespējots, šis pakalpojums tiek izmantots vienmēr. Ja šis iestatījums ir atspējots, pakalpojums nekad netiek izmantots.

Pareizrakstības pārbaudi joprojām var veikt, izmantojot lejupielādēto vārdnīcu; šī politika tikai kontrolē tiešsaistes pakalpojuma lietojumu.

Ja šis iestatījums nav konfigurēts, lietotāji var izvēlēties, vai izmantot pareizrakstības pārbaudes pakalpojumu vai neizmantot to.</string><string id="SuppressUnsupportedOSWarning">Brīdinājuma par neatbalstītu OS rādīšanas apturēšana</string><string id="SuppressUnsupportedOSWarning_Explain">Aptur brīdinājuma rādīšanu, kad Google Chrome darbojas datorā vai operētājsistēmā, kura vairs netiek atbalstīta.</string><string id="SyncDisabled">Atspējo datu sinhronizāciju ar Google</string><string id="SyncDisabled_Explain">Atspējo datu sinhronizāciju pārlūkā Google Chrome, izmantojot Google mitinātos sinhronizācijas pakalpojumus, un neļauj lietotājiem mainīt šo iestatījumu.

Ja iespējosiet šo iestatījumu, lietotāji to nevarēs mainīt vai ignorēt pārlūkā Google Chrome.

Ja šī politika netiks iestatīta, lietotājs varēs izvēlēties, vai izmantot pakalpojumu Google Sync.

Lai pilnībā atspējotu Google Sync, ieteicams atspējot Google Sync pakalpojumu Google Admin konsolē.

Šo politiku nav ieteicams iespējot, kad politika “RoamingProfileSupportEnabled” ir iespējota, jo šī funkcija izmanto to pašu klienta puses funkcionalitāti. Šādā gadījumā Google mitinātā sinhronizācija ir atspējota pilnībā.</string><string id="SystemTimezone">Laika josla</string><string id="SystemTimezone_Explain">Tiek norādīts, kāda laika josla tiks izmantota ierīcē. Lietotāji var ignorēt norādīto laika joslu pašreizējās sesijas laikā, tomēr atsakoties tā tiek atiestatīta uz norādīto laika joslu. Šī politika tiek aktivizēta arī tad, ja ir norādīta nederīga vērtība, taču šajā gadījumā tiek izmantots Griničas laiks (GMT). Ja tiek norādīta tukša virkne, politika tiek ignorēta.

Ja šī politika netiek lietota, joprojām tiek izmantota pašreizējā aktīvā laika josla, taču lietotāji var to mainīt un šīs izmaiņas paliek spēkā. Tas nozīmē, ka izmaiņas, ko veic kāds lietotājs, ietekmē gan pieteikšanās ekrānu, gan visus pārējos lietotājus.

Jaunās ierīcēs sākotnēji ir iestatīta laika josla “ASV/Klusā okeāna piekrastes laiks”.

Vērtības formāts tiek rādīts atbilstoši IANA laika joslu datu bāzē (skatiet vietni https://en.wikipedia.org/wiki/Tz_database) norādītajiem laika joslu nosaukumiem. Lielākā daļa laika joslu tiek attēlotas formātā “kontinents/liela_pilsēta” vai “okeāns/liela_pilsēta”.

Iestatot šo politiku, tiek pilnībā atspējota laika joslas noteikšana pēc ierīces atrašanās vietas. Tiek ignorēta arī politika SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Automātiskās laika joslas noteikšanas metodes konfigurēšana</string><string id="SystemTimezoneAutomaticDetection_Explain">Ja šī politika ir iestatīta, atkarībā no iestatījuma vērtības būs pieejama viena no tālāk norādītajām automātiskās laika joslas noteikšanas plūsmām.

Ja tiks atlasīts iestatījums TimezoneAutomaticDetectionUsersDecide, lietotāji varēs pārvaldīt automātisko laika joslas noteikšanu, izmantojot parastās vadīklas lapā chrome://settings.

Ja tiks atlasīts iestatījums TimezoneAutomaticDetectionDisabled, automātiskās laika joslas noteikšanas vadīklas lapā chrome://settings tiks atspējotas. Automātiskā laika joslas noteikšana vienmēr būs izslēgta.

Ja tiks atlasīts iestatījums TimezoneAutomaticDetectionIPOnly, laika joslas vadīklas lapā chrome://settings tiks atspējotas. Automātiskā laika joslas noteikšana vienmēr būs ieslēgta. Laika josla vienmēr tiks noteikta tikai pēc IP metodes atrašanās vietas noteikšanai.

Ja tiks atlasīts iestatījums TimezoneAutomaticDetectionSendWiFiAccessPoints, laika joslas vadīklas lapā chrome://settings tiks atspējotas. Automātiskā laika joslas noteikšana vienmēr būs ieslēgta. Uztverto Wi-Fi piekļuves punktu saraksts vienmēr tiks nosūtīts uz ģeolokācijas API serveri precīzai laika joslas noteikšanai.

Ja tiks atlasīts iestatījums TimezoneAutomaticDetectionSendAllLocationInfo, laika joslas vadīklas lapā chrome://settings tiks atspējotas. Automātiskā laika joslas noteikšana vienmēr būs ieslēgta. Atrašanās vietas informācija (piemēram, Wi-Fi piekļuves punkti, uztverami mobilo sakaru torņi, GPS) tiks nosūtīta uz serveri precīzai laika joslas noteikšanai.

Ja šī politika nav iestatīta, tā darbosies atbilstoši iestatījumam TimezoneAutomaticDetectionUsersDecide.

Ja ir iestatīta politika SystemTimezone, šī politika tiks ignorēta. Tādā gadījumā automātiskā laika joslas noteikšana ir pilnībā atspējota.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Vienmēr sūtīt visus signālus par atrašanās vietu serverim laika joslas noteikšanas laikā</string><string id="SystemUse24HourClock">Pēc noklusējuma izmantot 24 stundu pulksteni</string><string id="SystemUse24HourClock_Explain">Norāda pulksteņa formātu, kurš tiks izmantots ierīcē.

Ar šo politiku var konfigurēt pulksteņa formātu, kurš tiks izmantots pieteikšanās ekrānā un kā noklusējuma formāts lietotāju sesijās. Lietotāji joprojām var ignorēt pulksteņa formātu saviem kontiem.

Ja politikas iestatījums ir “True”, ierīcē tiks izmantots 24 stundu pulksteņa formāts. Ja politikas iestatījums ir “False”, ierīcē tiks izmantots 12 stundu pulksteņa formāts.

Ja šī politika nav iestatīta, ierīcē pēc noklusējuma tiks izmantots 24 stundu pulksteņa formāts.</string><string id="TPMFirmwareUpdateSettings">TPM programmaparatūras atjauninājuma darbības konfigurēšana</string><string id="TPMFirmwareUpdateSettings_Explain">Tiek konfigurēta TPM programmaparatūras atjauninājuma funkcionalitātes pieejamība un darbība.

Atsevišķus iestatījumus var norādīt JSON rekvizītos.

allow-user-initiated-powerwash: ja politika iestatīta kā “true”, lietotāji varēs aktivizēt funkcijas Powerwash plūsmu, lai instalētu TPM programmaparatūras atjauninājumu.

Ja politika nav iestatīta, TPM programmaparatūras atjauninājuma funkcionalitāte nebūs pieejama.</string><string id="TaskManagerEndProcessEnabled">Iespējo procesu beigšanu uzdevumu pārvaldniekā</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Ierīces lokālā konta pakalpojumu sniegšanas noteikumu iestatīšana</string><string id="TermsOfServiceURL_Explain">Tiek iestatīti pakalpojumu sniegšanas noteikumi, un lietotājam ir jāpiekrīt tiem pirms ierīces lokālā konta sesijas sākšanas.

Ja šī politika ir iestatīta, operētājsistēmā Google Chrome OS tiks lejupielādēti pakalpojumu sniegšanas noteikumi, un tie tiks rādīti lietotājam, sākot ierīces lokālā konta sesiju. Lietotājs varēs turpināt sesiju tikai pēc piekrišanas pakalpojumu sniegšanas noteikumiem.

Ja šī politika nav iestatīta, pakalpojumu sniegšanas noteikumi netiek rādīti.

Politikā ir jāiestata vietrādis URL, kur operētājsistēma Google Chrome OS var lejupielādēt pakalpojumu sniegšanas noteikumus. Tiem ir jābūt rakstītiem kā vienkāršam tekstam, kas jārāda kā MIME veids “teksts/vienkāršs”. Iezīmēšana nav atļauta.</string><string id="TouchVirtualKeyboardEnabled">Iespējot virtuālo tastatūru</string><string id="TouchVirtualKeyboardEnabled_Explain">Ar šo politiku var konfigurēt virtuālās tastatūras kā ievades ierīces iespējošanu operētājsistēmā Chrome OS. Lietotāji nevar ignorēt šo politiku.

Ja politikas iestatījums ir “True”, ekrāna virtuālā tastatūra vienmēr būs iespējota.

Ja politikas iestatījums ir “False”, ekrāna virtuālā tastatūra vienmēr būs atspējota.

Ja iestatāt šo politiku, lietotāji nevar to mainīt vai ignorēt. Tomēr lietotāji joprojām varēs iespējot/atspējot pieejamības ekrāna tastatūru, kuras prioritāte ir lielāka par šīs politikas pārvaldīto virtuālo tastatūru. Informāciju par pieejamības ekrāna tastatūras pārvaldīšanu skatiet politikā |VirtualKeyboardEnabled|.

Ja šī politika nav iestatīta, ekrāna tastatūra sākotnēji ir atspējota, bet lietotājs to var iespējot jebkurā laikā. Heiristiskas kārtulas var arī izmantot, lai norādītu, kad parādīt tastatūru.</string><string id="TranslateEnabled">Iespējo Tulkotāju</string><string id="TranslateEnabled_Explain">Produktā Google Chrome iespējo integrēto Google tulkotāja pakalpojumu.

Ja šis iestatījums ir iespējots, produktā Google Chrome tiks rādīta integrēta rīkjosla, kas piemērotos gadījumos piedāvās lietotājam tulkot lapu.

Ja šis iestatījums ir atspējots, lietotāji nekad neredzēs tulkošanas joslu.

Ja šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Google Chrome.

Ja šis iestatījums nav iestatīts, lietotājs var izlemt, vai lietot šo funkciju.</string><string id="URLBlacklist">Bloķēt piekļuvi vietrāžu URL sarakstam</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Bloķēt piekļuvi vietrāžu URL sarakstam</string><string id="URLWhitelist">Ļauj piekļūt vietrāžu URL sarakstam</string><string id="URLWhitelist_Explain">Tiek atļauta piekļuve sarakstā iekļautajiem vietrāžiem URL, kas tiek norādīti kā izņēmumi URL melnajā sarakstā.

Informāciju par šī saraksta vienumu ievades formātu skatiet URL melnā saraksta politikas aprakstā.

Šo politiku var izmantot, lai norādītu izņēmumus ierobežojošajos melnajos sarakstos. Piemēram, melnajā sarakstā var tikt iekļauts īpašais domēns “*”, lai bloķētu visus pieprasījumus, un, izmantojot šo politiku, var atļaut piekļuvi sarakstā iekļautajiem vietrāžiem URL. Politiku var izmantot, lai norādītu noteiktu shēmu, domēnu apakšdomēnu, portu vai noteiktu ceļu izņēmumus.

Izmantojot visprecīzāko filtru, tiek norādīts, vai konkrētais URL ir atļauts vai bloķēts. Baltajam sarakstam ir augstāka prioritāte nekā melnajam sarakstam.

Šajā politikā var ietvert ne vairāk kā 1000 ierakstus. Turpmāki ieraksti tiek ignorēti.

Ja šī politika nav iestatīta, netiek lietots neviens politikas URLBlacklist melnā saraksta izņēmums.</string><string id="URLWhitelistDesc">Ļauj piekļūt vietrāžu URL sarakstam</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Ja šī politika ir ieslēgta, vienotā darbvirsma ir atļauta un iespējota pēc
noklusējuma un lietojumprogrammas var izvērst pa vairākiem displejiem.
Lietotājs var atspējot apvienoto darbvirsmu atsevišķiem displejiem,
displeja iestatījumos noņemot atzīmi no šīs funkcijas.

Ja šī politika ir izslēgta vai nav iestatīta, apvienotā darbvirsma ir
atspējota. Šādā gadījumā lietotājs nevar iespējot šo funkciju.</string><string id="UsbDetachableWhitelist">Atvienojamo USB ierīču baltais saraksts</string><string id="UsbDetachableWhitelist_Explain">Definē USB ierīces, kuras ir atļauts atvienot no kodola draiveriem, lai tās izmantotu ar chrome.usb API tieši tīmekļa lietojumprogrammā. Katru ierakstu veido USB pakalpojumu sniedzēja identifikators un produkta identifikators, kas identificē aparatūru.

Ja šī politika netiek konfigurēta, atvienojamo USB ierīču saraksts ir tukšs.</string><string id="UsbDetachableWhitelistDesc">Atvienojamo USB ierīču baltais saraksts</string><string id="UserAvatarImage">Lietotāja iemiesojuma attēls</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Ierīces lokālo kontu parādāmā vārda iestatīšana</string><string id="UserDisplayName_Explain">Kontrolējiet konta nosaukumu, kas tiek rādīts Google Chrome OS pieteikšanās ekrānā attiecīgajam ierīces lokālajam kontam.

Ja šī politika tiks iestatīta, pieteikšanās ekrānā tiks izmantota virkne, kas uz attēlu balstītajā pieteikšanās izvēlē ir norādīta attiecīgajam ierīces lokālajam kontam.

Ja politika netiks iestatīta, Google Chrome OS izmantos ierīces lokālā konta e-pasta konta ID kā parādāmo vārdu pieteikšanās ekrānā.

Šī politika netiek ņemta vērā parastajiem lietotāju kontiem.</string><string id="VideoCaptureAllowed">Video tveršanas ļaušana vai noraidīšana</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Vietrāži URL, kuriem tiks nodrošināta piekļuve video tveršanas ierīcēm bez uzvednes parādīšanas.</string><string id="VideoCaptureAllowedUrls_Explain">Šajā sarakstā pieejamajiem šabloniem tiek meklēta atbilstība pieprasītā URL
drošības avotam. Ja tiek atrasta atbilstība, piekļuve audio
ierakstīšanas ierīcēm tiek nodrošināta bez uzaicinājuma.

PIEZĪME. Līdz 45. versijai šī politika tika atbalstīta tikai kioska režīmā.</string><string id="VideoCaptureAllowedUrlsDesc">Vietrāži URL, kuriem tiks nodrošināta piekļuve video tveršanas ierīcēm bez uzvednes parādīšanas.</string><string id="WPADQuickCheckEnabled">WPAD optimizācijas iespējošana</string><string id="WPADQuickCheckEnabled_Explain">Pārlūkā Google Chrome tiek atļauta WPAD (Web Proxy Auto-Discovery — tīmekļa starpniekservera automātiskā atklāšana) optimizācijas izslēgšana.

Ja šai politikai ir iestatīta vērtība Nepatiesa, WPAD optimizācija ir atspējota, tādējādi pārlūkā Google Chrome tiek ilgāk gaidīts uz DNS WPAD serveriem. Ja politika nav iestatīta vai ir iespējota, WPAD optimizācija ir iespējota.

Neatkarīgi no tā, vai šī politika ir iespējota un kā tā ir iespējota, lietotāji nevar mainīt WPAD optimizācijas iestatījumu.</string><string id="WallpaperImage">Fona tapetes attēls</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">WebRTC izmantoto lokālo UDP portu diapazona ierobežošana</string><string id="WebRtcUdpPortRange_Explain">Ja politika ir iestatīta, WebRTC izmantotais UDP portu diapazons ir ierobežots līdz portu intervālam (tostarp galapunktiem).

Ja politika nav iestatīta vai tā ir iestatīta uz tukšu virkni vai nederīgu portu diapazonu, saskarnei WebRTC ir atļauts izmantot jebkuru pieejamu lokālo UDP portu.</string></stringTable><presentationTable><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Paplašinājumi, kuriem atļauts izmantot attālinātās apstiprināšanas API.</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Sīkrīka TalkGadget prefiksa konfigurēšana attālās piekļuves saimniekdatoriem</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Attālās piekļuves saimniekdatora izmantoto UDP portu diapazona ierobežošana</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL, kurā attālās piekļuves klientiem ir jāiegūst autentifikācijas pilnvara</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>Vietrādis URL attālās piekļuves klienta autentifikācijas pilnvaras apstiprināšanai</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Klienta sertifikāts savienojuma izveidei ar “RemoteAccessHostTokenValidationUrl”</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Pēc vāka aizvēršanas veicamā darbība</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Aizkaves līdz ekrāna aptumšošanai norādīšana procentos (prezentācijas režīmā):</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Aizkaves līdz ekrāna aptumšošanai norādīšana procentos, ja lietotājs ir aktīvs pēc aptumšošanas:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Barošanas pārvaldības iestatījumi, kad lietotājs ir neaktīvs</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Ekrāna bloķēšanas atlikšana</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Atbalstītās autentifikācijas shēmas</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Autentifikācijas serveru baltais saraksts</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Kerberos deleģējamo serveru baltais saraksts</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Jaunas cilnes lapas URL</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Noklusējuma meklētājprogrammas nosaukums</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Noklusējuma meklētājprogrammas atslēgvārds</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Noklusējuma meklētājprogrammas meklēšanas  URL</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Noklusējuma meklētājprogrammas ieteikumu URL</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Noklusējuma meklētājprogrammas dinamisko mekl. rezultātu URL</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Noklusējuma meklētājprogrammas ikona</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Noklusējuma meklētājprogrammas kodējumi</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Noklusējuma meklētājprogrammas alternatīvo vietrāžu URL saraksts</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametrs, kas nosaka meklēšanas vienuma izvietojumu noklusējuma meklētājprogrammā</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parametrs, kas noklusējuma meklēšanas pakalpojumu sniedzējam nodrošina funkciju Meklēšana pēc attēla</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Jaunas cilnes lapas noklusējuma URL meklēšanas nodrošinātājam</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametri meklēšanas vietrādim URL, kurā tiek izmantota metode POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametri ieteikumu meklēšanas vietrādim URL, kurā izmantota metode POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametri dinamiskās meklēšanas vietrādim URL, kurā izmantota metode POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Tā attēla URL parametri, kurā tiek izmantota metode POST</label></textBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Paplašinājumu ID numuri, kurus lietotājam nav atļauts instalēt (vai *, lai iestatītu visus)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Paplašinājumu ID numuri, kas noņemami no melnā saraksta</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Paplašinājumu/lietotņu ID un atjauninājumu vietrāži URL instalēšanai klusajā režīmā</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">URL struktūras, no kurām ir atļauts instalēt paplašinājumus, lietotnes un lietotāja skriptus</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Paplašinājumu/lietotņu veidi, kurus var instalēt</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Paplašinājumu pārvaldības iestatījumi</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Ekrāna lupas veida iestatīšana</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Pieteikšanās ekrānā iespējotā ekrāna lupas noklusējuma veida iestatīšana</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Noklusējuma sīkfailu iestatījums</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Noklusējuma attēlu iestatījums</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Noklusējuma JavaScript iestatījums</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Spraudņa Flash noklusējuma iestatījums</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Noklusējuma uznirstošo logu iestatījums</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Noklusējuma paziņojumu iestatījums</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Noklusējuma ģeogrāfiskās atrašanās vietas iestatījums</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Web Bluetooth API lietošanas pārvaldība</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Automātiski atlasīt klientu sertifikātus šīm vietnēm</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Atļauj sīkfailus šajās vietnēs</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Bloķē sīkfailus šajās vietnēs</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Atļauj izmantot tikai sesijai lietojamos sīkfailus šajās vietnēs</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Atļauj attēlus šajās vietnēs</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Bloķē attēlus šajās vietnēs</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Atļauj izmantot JavaScript šajās vietnēs</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Bloķēt JavaScript šajās vietnēs</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Spraudņa Flash atļaušana šajās vietnēs</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Spraudņa Flash bloķēšana šajās vietnēs</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Atļauj uznirstošos logus šajās vietnēs</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Protokolu apdarinātāju reģistrēšana</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Bloķēt uznirstošos logus šajās vietnēs</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Paziņojumu atļaušana šajās vietnēs</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Bloķēt paziņojumus šajās vietnēs</listBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Izvēlas, kā jānorāda starpniekservera iestatījumi</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Starpniekservera adrese vai URL</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL uz starpniekservera .pac failu</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Ar komatu atdalītu starpniekserveru apiešanas kārtulu saraksts</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Sākumlapas URL</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Darbība startēšanas brīdī</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL, kas jāatver startēšanas brīdī</listBox></presentation><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>To domēnu definēšana, kuri var piekļūt Google Apps for Work pakalpojumiem</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Iestatīt sertifikātu pieejamību ARC lietotnēm</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>ARC konfigurēšana</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Vietrāži URL, kuriem tiks nodrošināta piekļuve audio tveršanas ierīcēm bez uzvednes parādīšanas.</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Atspējot Certificate Transparency piemērošanu norādītajiem vietrāžiem URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Noteikt lietotāju rīcību vairākprofilu sesijā</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Izlaišanas versija</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Noklusējuma printera atlases kārtulas</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfigurēt instalēto lietotņu sarakstu pieteikšanās ekrānā</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Ierīces pierakstīšanās ekrāna tastatūras izkārtojumi</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Ierīces pierakstīšanās ekrāna lokalizācija</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Barošanas pārvaldība pieteikšanās ekrānā</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Uzņēmuma printeru konfigurācijas fails ierīcēm</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Ierīču printeru konfigurācijas piekļuves politika</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Atspējoti uzņēmuma ierīču printeri</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Iespējoti uzņēmuma ierīču printeri</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Izslēgšanas stundu intervāli, kad tiek izlaista ierīces politika OffHours |ignored_policy_proto_tags|.</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Ierīces līmeņa tīkla konfigurācija</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Ierīces politikas atsvaidzes ātrums:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Visas sistēmas atzīmes, kas jālieto, startējot pārlūku Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Automātiskā atjauninājuma vēlamā versija</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Savienojumu veidi, kuru laikā ir atļauts veikt atjaunināšanu</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Automātiskās atjaunināšanas izkliedes faktors:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Pieteikšanās lietotāju baltais saraksts</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Ierīces fona attēls</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Iestatīt ekrāna pagriešanas noklusējumu, kas tiek lietots katrā atkārtotas palaišanas reizē</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Iestata lejupielāžu direktoriju</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Lejupielādes ierobežojumi</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">eCryptfs migrēšanas stratēģija</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Iespējot novecojušu tīmekļa platformu funkcijas uz ierobežotu laiku</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Ieslēgt YouTube minimāli ierobežoto režīmu piespiedu kārtā</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Inkognito režīma pieejamība</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Iespējot izolāciju noteiktām vietnēm</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Atslēgu atļaujas</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Pārvaldītās grāmatzīmes</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maksimāla ieneses aizkave pēc politikas atzīšanas par nederīgu:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Vietējā drukāšana</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Printeru konfigurācijas piekļuves politika</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Atspējotie uzņēmuma printeri</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Uzņēmuma printeru konfigurācijas fails</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Iespējotie uzņēmuma printeri</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Iespējo tīkla paredzēšanu</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Baltajā sarakstā iekļautas piezīmju lietotnes, kas ir atļautas Google Chrome OS bloķēšanas ekrānā</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Lietotāja līmeņa tīkla konfigurācija</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Saraksts ar piespraustām lietotnēm, kuras rādīt palaišanas lapā</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Lietotāja politikas atsvaidzes ātrums:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Ierobežojiet laiku, kad autentificēts lietotājs, izmantojot SAML, var pieteikties bezsaistē.:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Maksimālā iespējotā SSL versija</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Ieteikto lokalizāciju iestatīšana publiskai sesijai</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Plaukta automātiskās slēpšanas kontrolēšana</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Laika josla</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Automātiskās laika joslas noteikšanas metodes konfigurēšana</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>TPM programmaparatūras atjauninājuma darbības konfigurēšana</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Ierīces lokālā konta pakalpojumu sniegšanas noteikumu iestatīšana</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Bloķēt piekļuvi vietrāžu URL sarakstam</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Ļauj piekļūt vietrāžu URL sarakstam</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Atvienojamo USB ierīču baltais saraksts</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Lietotāja iemiesojuma attēls</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Ierīces lokālo kontu parādāmā vārda iestatīšana</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Vietrāži URL, kuriem tiks nodrošināta piekļuve video tveršanas ierīcēm bez uzvednes parādīšanas.</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Fona tapetes attēls</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>WebRTC izmantoto lokālo UDP portu diapazona ierobežošana</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>