<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP z dodatkiem SP2 lub nowszy</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Ustawienia domyślne (użytkownicy mogą zmienić)</string><string id="DefaultSearchProvider_group">Domyślny dostawca wyszukiwania</string><string id="DefaultSearchProviderEnabled">Włącz usługi domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Nazwa domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderName_Explain">Określa nazwę domyślnego dostawcy wyszukiwania. Jeśli ta zasada pozostanie pusta lub nieskonfigurowana, będzie używana nazwa hosta określona w URL-u wyszukiwarki. Ta zasada jest uwzględniana tylko przy włączonej zasadzie „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderKeyword">Słowo kluczowe domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderKeyword_Explain">Pozwala określić słowo kluczowe będące skrótem umożliwiającym wywołanie w omniboksie usługi wyszukiwania od tego dostawcy. Ta zasada jest opcjonalna. Jeśli nie zostanie ustawiona, żadne słowo kluczowe nie będzie aktywować dostawcy wyszukiwania. Ta zasada jest uwzględniana tylko po włączeniu zasady „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSearchURL">Adres URL wyszukiwarki od domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderSearchURL_Explain">Określa URL wyszukiwarki używanej podczas wyszukiwania domyślnego. URL powinien zawierać ciąg „{searchTerms}”, który podczas zapytania zostanie zastąpiony słowami wyszukiwanymi przez użytkownika.

URL wyszukiwania Google to: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Ta opcja musi być ustawiona w przypadku włączenia zasady „DefaultSearchProviderEnabled” i tylko wtedy będzie egzekwowana.</string><string id="DefaultSearchProviderSuggestURL">Adres URL usługi propozycji od domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderSuggestURL_Explain">Określa URL wyszukiwarki dostarczającej sugestie wyszukiwania. URL powinien zawierać ciąg „{searchTerms}”, który w trakcie przesyłania zapytania zostanie zastąpiony tekstem dotychczas wpisanym przez użytkownika.

Ta zasada jest opcjonalna. Jeśli nie zostanie ustawiona, URL sugestii nie będzie używany.

URL sugestii Google to: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Ta zasada jest egzekwowana tylko wtedy, gdy jest włączona zasada „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderInstantURL">Adres URL wyszukiwania dynamicznego od domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderInstantURL_Explain">Określa URL wyszukiwarki, z której pobierane są wyniki wyszukiwania dynamicznego. URL musi zawierać ciąg '{searchTerms}', który podczas wyszukiwania jest zastępowany tekstem wpisanym przez użytkownika

Ta zasada jest opcjonalna. Jeśli nie zostanie skonfigurowana, wyniki wyszukiwania dynamicznego nie będą dostarczane.

URL wyszukiwania dynamicznego Google to: '{google:baseURL}suggest?q={searchTerms}'.

Ta zasada jest egzekwowana tylko wtedy, gdy włączona jest zasada „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderIconURL">Ikona domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderIconURL_Explain">Pozwala określić URL wybranej ikony domyślnego dostawcy wyszukiwania. Ta zasada jest opcjonalna. Jeśli nie zostanie skonfigurowana, ikona dostawcy wyszukiwania nie będzie wyświetlana. Ta zasada jest stosowana tylko przy włączonej zasadzie „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderEncodings">Kodowania obsługiwane przez domyślnego dostawcę wyszukiwania</string><string id="DefaultSearchProviderEncodings_Explain">Pozwala określić kodowania znaków obsługiwane przez dostawcę wyszukiwania. Kodowania są określane za pomocą nazw stron kodowych, np. UTF-8, GB2312 czy ISO-8859-1. Są stosowane w podanej kolejności. Ta zasada jest opcjonalna. Jeśli nie zostanie skonfigurowana, będzie używana wartość domyślna, czyli UTF-8. Zasada ta jest stosowana tylko przy włączonej zasadzie „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderEncodingsDesc">Kodowania obsługiwane przez domyślnego dostawcę wyszukiwania</string><string id="DefaultSearchProviderAlternateURLs">Lista alternatywnych URL-i dla domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderAlternateURLs_Explain">Określa listę alternatywnych URL-i, które umożliwiają uzyskanie wyników haseł z wyszukiwarki. Adresy URL powinny zawierać łańcuch '{searchTerms}' używany do wskazania haseł do wyszukania.

Ta zasada jest opcjonalna. Jeśli nie zostanie ustawiona, do wydobywania haseł do wyszukania nie będą używane alternatywne URL-e.

Ta zasada jest stosowana tylko wtedy, gdy włączono zasadę „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderAlternateURLsDesc">Lista alternatywnych URL-i dla domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametr sterujący zamianą wyszukiwanego hasła dla domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Jeśli ta zasada jest ustawiona, a URL wyszukiwania zaproponowany przez omnibox zawiera ten parametr w ciągu zapytania lub identyfikatorze fragmentu, wtedy sugestia zamiast nieprzetworzonego adresu URL wyszukiwania pokaże wyszukiwane hasła i dostawcę wyszukiwania.

Ta zasada jest opcjonalna. Jeśli nie jest ustawiona, nie zachodzi zamiana wyszukiwanego hasła.

Ta zasada jest uwzględniania tylko wtedy, gdy włączona jest zasada „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderImageURL">Parametr udostępniający funkcję wyszukiwania obrazem dla domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderImageURL_Explain">Określa adres URL wyszukiwarki używanej do wyszukiwania obrazem. Żądania wyszukiwania będą wysyłane przy użyciu metody GET. Jeśli zasada DefaultSearchProviderImageURLPostParams jest ustawiona, wtedy takie żądania będą używać metody POST.

Ta zasada jest opcjonalna. Jeśli nie jest ustawiona, nie będzie używane wyszukiwanie obrazem.

Ta zasada jest uwzględniana tylko wtedy, gdy włączona jest zasada „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderNewTabURL">URL strony nowej karty domyślnego dostawcy wyszukiwania</string><string id="DefaultSearchProviderNewTabURL_Explain">Określa adres URL, którego wyszukiwarka ma używać do otwierania strony nowej karty.

Ta zasada jest opcjonalna. Jeśli jej nie skonfigurujesz, na stronie nowej karty nie będzie otwierana żadna strona.

Ta zasada jest stosowana tylko wtedy, gdy jest włączona zasada „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametry dla adresów URL wyszukiwania używających POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Określa parametry używane przy wyszukiwaniu URL-a z użyciem POST. Składa się z rozdzielonych przecinkami par nazwy i wartości. Jeśli wartość jest parametrem szablonu, tak jak w przykładzie powyżej {searchTerms}, zostanie ona zastąpiona rzeczywistymi danymi wyszukiwanych słów.

Ta zasada jest opcjonalna. Jeśli nie jest ustawiona, żądania wyszukiwań są wysyłane przy użyciu metody GET.

Ta zasada jest uwzględniana tylko wtedy, gdy włączona jest zasada „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametry dla sugerowania URL-i używających POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Określa parametry używane przy sugerowaniu haseł z użyciem POST. Składa się z rozdzielonych przecinkami par nazwy i wartości. Jeśli wartość jest parametrem szablonu, tak jak w przykładzie powyżej {searchTerms}, zostanie ona zastąpiona rzeczywistymi danymi wyszukiwanych słów.

Ta zasada jest opcjonalna. Jeśli nie jest ustawiona, żądania sugerowanych wyszukiwań są wysyłane przy użyciu metody GET.

Ta zasada jest uwzględniana tylko wtedy, gdy włączona jest zasada „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametry dla URL-i dynamicznych używających POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Określa parametry używane przy wyszukiwaniu dynamicznym z użyciem POST. Składa się z rozdzielonych przecinkami par nazwy i wartości. Jeśli wartość jest parametrem szablonu, tak jak w przykładzie powyżej {searchTerms}, zostanie ona zastąpiona rzeczywistymi danymi wyszukiwanych słów.

Ta zasada jest opcjonalna. Jeśli nie jest ustawiona, żądania wyszukiwania dynamicznego są wysyłane przy użyciu metody GET.

Ta zasada jest uwzględniana tylko wtedy, gdy włączona jest zasada „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderImageURLPostParams">Parametry dla adresów URL obrazów używających POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Określa parametry używane przy wyszukiwaniu obrazem przy użyciu POST. Składa się z rozdzielonych przecinkami par nazwy i wartości. Jeśli wartość jest parametrem szablonu, tak jak w przykładzie powyżej {imageThumbnail}, zostanie ona zastąpiona rzeczywistymi danymi miniatury obrazu.

Ta zasada jest opcjonalna. Jeśli nie jest ustawiona, żądania wyszukiwania obrazem są wysyłane przy użyciu metody GET.

Ta zasada jest uwzględniana tyko wtedy, gdy włączona jest zasada „DefaultSearchProviderEnabled”.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Włącza usługę Google Cast</string><string id="EnableMediaRouter_Explain">Jeśli ta zasada jest ustawiona na wartość prawda lub nie jest ustawiona, usługa Google Cast jest włączona, a użytkownicy mogą ją uruchomić z menu aplikacji, menu kontekstowych strony, elementów sterowania multimediami na stronach internetowych obsługujących Cast oraz na ikonie paska narzędzi Cast (jeśli jest widoczna).

Jeśli ta zasada jest ustawiona na fałsz, usługa Google Cast jest wyłączona.</string><string id="ShowCastIconInToolbar">Pokazuje ikonę paska narzędzi usługi Google Cast</string><string id="ShowCastIconInToolbar_Explain">Jeśli ta zasada ma wartość prawda, ikona Cast jest zawsze widoczna na pasku narzędzi lub w rozszerzonym menu, a użytkownicy nie mogą jej usunąć.

Jeśli nie ustawisz tej zasady lub ma ona wartość fałsz, użytkownicy mogą przypiąć lub usunąć ikonę, korzystając z menu kontekstowego.

Jeśli zasada „EnableMediaRouter” ma wartość fałsz, wartość tej zasady nie ma znaczenia, a ikona na pasku narzędzi jest niewidoczna.</string><string id="PasswordManager_group">Menedżer haseł</string><string id="PasswordManagerEnabled">Włącz zapisywanie haseł w menedżerze haseł</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Extensions_group">Rozszerzenia</string><string id="ExtensionInstallBlacklist">Konfiguruj czarną listę instalacji rozszerzeń</string><string id="ExtensionInstallBlacklist_Explain">Umożliwia określenie rozszerzeń, których NIE mogą instalować użytkownicy. Rozszerzenia, które są już zainstalowane, po dodaniu do czarnej listy zostaną odinstalowane, a użytkownik nie będzie mógł ich włączyć. Gdy tylko rozszerzenie zostanie usunięte z czarnej listy, zostanie automatycznie włączone ponownie.

Wartość „*” na czarnej liście oznacza dodanie do niej wszystkich rozszerzeń oprócz tych wymienionych na białej liście.

Jeśli ta zasada nie zostanie skonfigurowana, użytkownicy mogą instalować dowolne rozszerzenia w Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Konfiguruj czarną listę instalacji rozszerzeń</string><string id="ExtensionInstallWhitelist">Konfiguruj białą listę instalacji rozszerzeń</string><string id="ExtensionInstallWhitelist_Explain">Umożliwia określenie rozszerzeń, których nie obejmuje czarna lista. Wartość * na czarnej liście oznacza dodanie do niej wszystkich rozszerzeń i zezwolenie użytkownikom na instalowanie wyłącznie rozszerzeń wymienionych na białej liście. Domyślnie wszystkie rozszerzenia znajdują się na białej liście, jeśli jednak za pomocą zasady wszystkie rozszerzenia dodano do czarnej listy, białej listy można użyć do zmodyfikowania tej zasady.</string><string id="ExtensionInstallWhitelistDesc">Konfiguruj białą listę instalacji rozszerzeń</string><string id="ExtensionInstallForcelist">Konfiguruj listę aplikacji i rozszerzeń, których instalacja jest wymuszana</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfiguruj listę aplikacji i rozszerzeń, których instalacja jest wymuszana</string><string id="ExtensionInstallSources">Konfiguruj źródła instalacji rozszerzeń, aplikacji i skryptów użytkownika</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfiguruj źródła instalacji rozszerzeń, aplikacji i skryptów użytkownika</string><string id="ExtensionAllowedTypes">Skonfiguruj dozwolone typy aplikacji/rozszerzeń</string><string id="ExtensionAllowedTypes_Explain">Określa typy aplikacji lub rozszerzeń, których instalowanie jest dozwolone, i ogranicza dostęp w czasie działania.

To ustawienie zawiera listę dozwolonych typów rozszerzeń/aplikacji, które można instalować w Google Chrome, oraz hostów, z którymi mogą się one komunikować. Wartością jest lista ciągów znaków. Powinny to być ciągi znaków z tego zbioru: „extension”, „theme”, „user_script”, „hosted_app”, „legacy_packaged_app”, „platform_app”. Więcej informacji o elementach tego typu znajdziesz w dokumentacji na temat rozszerzeń do Google Chrome.

Uwaga: ta zasada wpływa też na rozszerzenia i aplikacje, których instalację wymusza zasada ExtensionInstallForcelist.

Jeśli to ustawienie jest skonfigurowane, rozszerzenia/aplikacje, których typ nie znajduje się na liście, nie zostaną zainstalowane.

Jeśli to ustawienie nie jest skonfigurowane, nie są egzekwowane żadne ograniczenia akceptowalnych typów aplikacji/rozszerzeń.</string><string id="ExtensionAllowedTypesDesc">Skonfiguruj dozwolone typy aplikacji/rozszerzeń</string><string id="ExtensionSettings">Ustawienia zarządzania rozszerzeniami</string><string id="ExtensionSettings_Explain">Konfiguruje ustawienia zarządzania rozszerzeniami w Google Chrome.

Ta zasada zarządza wieloma ustawieniami, w tym ustawieniami objętymi istniejącymi zasadami dotyczącymi rozszerzeń. Zastępuje wszelkie poprzednie zasady, jeśli są skonfigurowane.

Zasada przyporządkowuje identyfikator rozszerzenia lub adres URL aktualizacji do jego konfiguracji. Identyfikator rozszerzenia pozwala stosować daną konfigurację tylko do wskazanego rozszerzenia. W konfiguracji domyślnej występuje identyfikator &quot;*&quot; i konfiguracja ta jest stosowana w przypadku wszystkich rozszerzeń, dla których zasada nie określa konfiguracji niestandardowych. W przypadku adresu URL aktualizacji konfiguracja jest stosowana do wszystkich rozszerzeń, w których pliku manifestu podany jest dany adres URL rozszerzenia (więcej informacji znajdziesz w artykule https://developer.chrome.com/extensions/autoupdate).

Konfiguracje dla poszczególnych rozszerzeń (lub rozszerzeń z tym samym adresem URL aktualizacji) stanowią kolejny słownik, który może zawierać te pola.

&quot;installation_mode&quot;: przyporządkowuje ciąg wskazujący tryb instalowania rozszerzenia. Poprawne ciągi to:
* &quot;allowed&quot;: pozwala na instalowanie rozszerzenia przez użytkownika. Jest to działanie domyślne.
* &quot;blocked&quot;: blokuje możliwość instalowania rozszerzenia.
* &quot;force_installed&quot;: rozszerzenie jest instalowane automatycznie, a użytkownik nie może go usunąć.
* &quot;normal_installed&quot;: rozszerzenie jest instalowane automatycznie, ale użytkownik może je wyłączyć.

Ustawienie &quot;installation_mode&quot; można skonfigurować również dla wielu rozszerzeń, w tym dla rozszerzenia &quot;*&quot; (jako ustawienia domyślne) oraz rozszerzeń z tym samym adresem URL aktualizacji. W takim przypadku dostępne są tylko wartości &quot;allowed&quot; i &quot;blocked&quot;.

Jeśli wybierzesz tryb &quot;force_installed&quot; lub &quot;normal_installed&quot;, musisz skonfigurować też &quot;update_url&quot;. Pamiętaj, że adres URL aktualizacji ustawiony w tej zasadzie jest stosowany tylko przy instalacji początkowej, a kolejne aktualizacje rozszerzenia wykorzystują adres URL aktualizacji podany w pliku manifestu rozszerzenia. Adres URL aktualizacji powinien wskazywać na plik XML z dokumentem manifestu aktualizacji, jak wyżej.

&quot;blocked_permissions&quot;: przyporządkowuje listę ciągów wskazujących zablokowane uprawnienia interfejsu API w przypadku danego rozszerzenia. Nazwy uprawnień są identyczne z nazwami ciągów uprawnień podanych w pliku manifestu rozszerzenia (więcej informacji znajdziesz w artykule https://developer.chrome.com/extensions/declare_permissions). To ustawienie można też skonfigurować dla rozszerzenia &quot;*&quot;. Załadowanie rozszerzenia wymagającego uprawnień, które znajdują się na liście zablokowanych, nie będzie możliwe. Jeśli zablokowane uprawnienia są wymagane opcjonalnie, rozszerzenie będzie traktowane normalnie, ale żądanie uprawnień powodujących konflikt zostanie odrzucone przy uruchomieniu.

&quot;allowed_permissions&quot;: działa podobnie jak &quot;blocked_permissions&quot;, ale umożliwia udzielenie konkretnych uprawnień z globalnej listy zablokowanych, więc nie można skonfigurować go dla rozszerzenia &quot;*&quot;. Zauważ, że to ustawienie nie powoduje automatycznego przyznawania uprawnień rozszerzeniom.

&quot;minimum_version_required&quot;: przyporządkowuje ciąg wersji. Format ciągu wersji jest taki sam jak w pliku manifestu rozszerzenia (więcej informacji znajdziesz w artykule https://developer.chrome.com/apps/manifest/version). Rozszerzenie w wersji starszej niż podana wersja minimalna jest wyłączane. To ustawienie wpływa też na rozszerzenia, których instalacja jest wymuszana.

Tych ustawień możesz użyć tylko w przypadku domyślnej konfiguracji &quot;*&quot;:

&quot;install_sources&quot;: każda pozycja na liście to wzorzec dopasowania stylu rozszerzenia (więcej informacji znajdziesz na https://developer.chrome.com/extensions/match_patterns). Użytkownicy mogą łatwo instalować elementy z każdego adresu URL, który pasuje do pozycji na liście. Wzorce muszą zezwalać na dostęp zarówno do lokalizacji pliku *.crx, jak i strony, na której rozpoczyna się pobieranie (strony odsyłającej).

&quot;allowed_types&quot;: tworzy białą listę typów rozszerzeń lub aplikacji, których instalacja jest dozwolona w Google Chrome. Wartość jest listą ciągów znaków z tego zestawu: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Więcej informacji o tych typach znajdziesz w dokumentacji rozszerzeń Google Chrome.
&quot;blocked_install_message&quot;: jeśli użytkownik próbuje zainstalować rozszerzenie, ale tę czynność blokuje zasada, Chrome Web Store wyświetla ogólny komunikat o błędzie. To ustawienie pozwala dołączyć tekst do komunikatu o błędzie. Można skorzystać z tej możliwości, by przekierować użytkownika do działu pomocy, wytłumaczyć przyczynę blokowania rozszerzenia lub podać inne informacje. Komunikat o błędzie zostanie skrócony, jeśli liczba znaków przekroczy 1000.
&quot;runtime_blocked_hosts&quot;: akceptuje listę hostów, z którymi rozszerzenie nie będzie mogło działać. Obejmuje to wstawianie kodu JavaScript, zmienianie i wyświetlanie elementów webRequests/webNavigation, a także wyświetlanie i zmienianie plików cookie. Ten format jest podobny do wzorców dopasowania https://developer.chrome.com/extensions/match_patterns, ale nie można zdefiniować w nich ścieżek (np. „*://*.example.com”). Obsługiwane jest wstawianie symboli wieloznacznych także w domenach najwyższego poziomu, np. „*://example.*”.
&quot;runtime_allowed_hosts&quot;: akceptuje listę hostów, z którymi może działać rozszerzenie, niezależnie od tego, czy są wymienione na liście &quot;runtime_blocked_hosts&quot;. Ma taki sam format jak &quot;runtime_blocked_hosts&quot;.
</string><string id="Proxy_group">Serwer proxy</string><string id="ProxyMode">Wybierz sposób określenia ustawień serwera proxy</string><string id="ProxyMode_Explain">Umożliwia wskazanie serwera proxy używanego przez Google Chrome i uniemożliwia użytkownikom zmianę ustawień serwera proxy.

Jeśli wybierzesz nieużywanie serwera proxy i łączenie się zawsze bezpośrednio, wszystkie inne opcje będą ignorowane.

Jeśli wybierzesz używanie systemowych ustawień serwera proxy, wszystkie inne opcje będą ignorowane.

Jeśli wybierzesz automatyczne wykrywanie serwera proxy, wszystkie inne opcje będą ignorowane.

Jeśli wybierzesz tryb stałego serwera proxy, możesz określić też opcje „Adres IP lub URL serwera proxy” i „Lista rozdzielonych przecinkami reguł omijania serwera proxy”. Dla aplikacji ARC dostępny jest tylko serwer proxy HTTP o najwyższym priorytecie.

Jeśli wybierzesz używanie skryptu .pac, musisz podać jego URL w polu „Adres URL pliku PAC serwera proxy”.

Szczegółowe przykłady znajdziesz na:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Jeśli włączysz to ustawienie, Google Chrome i aplikacje ARC będą ignorować wszystkie opcje dotyczące serwera proxy podane w wierszu poleceń.

Pozostawienie tej zasady nieskonfigurowanej pozwoli użytkownikom samodzielnie wybrać ustawienia serwera proxy.</string><string id="ProxyMode_ProxyDisabled">Nigdy nie używaj serwera proxy</string><string id="ProxyMode_ProxyAutoDetect">Automatycznie wykrywaj ustawienia serwera proxy</string><string id="ProxyMode_ProxyPacScript">Używaj skryptu PAC serwera proxy</string><string id="ProxyMode_ProxyFixedServers">Używaj stałych serwerów proxy</string><string id="ProxyMode_ProxyUseSystem">Używaj systemowych ustawień serwera proxy</string><string id="ProxyServer">Adres IP lub URL serwera proxy</string><string id="ProxyServer_Explain">W tym miejscu możesz podać URL serwera proxy.

Ta zasada obowiązuje tylko wtedy, gdy zdecydujesz się ręcznie wprowadzić ustawienia serwera proxy za pomocą opcji „Wybierz sposób określenia ustawień serwera proxy”.

Nie ustawiaj tej zasady w przypadku wybrania innego trybu ustawiania zasad proxy.

Więcej opcji i szczegółowych przykładów znajdziesz na:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">Adres URL pliku PAC serwera proxy</string><string id="ProxyPacUrl_Explain">W tym miejscu możesz podać URL pliku PAC serwera proxy.

Ta zasada obowiązuje tylko po wybraniu ręcznego konfigurowania ustawień proxy za pomocą opcji „Wybierz sposób określenia ustawień serwera proxy”.

Nie ustawiaj tej zasady w przypadku wybrania innego trybu ustawiania zasad proxy.

Szczegółowe przykłady znajdziesz na:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Reguły omijania serwera proxy</string><string id="ProxyBypassList_Explain">Google Chrome będzie pomijać serwer proxy dla hostów z tej listy.

Ta zasada obowiązuje tylko wtedy, gdy w opcji „Wybierz sposób określenia ustawień serwera proxy” wybrano ręczne wprowadzanie ustawień serwera proxy.

Zasadę należy pozostawić nieskonfigurowaną, jeśli wybrano inny tryb ustawiania zasad serwera proxy.

Szczegółowe przykłady znajdziesz na:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="Drive_group">Skonfiguruj opcje Dysku Google</string><string id="DriveDisabled">Wyłącz Dysk w aplikacji Pliki w Google Chrome OS</string><string id="DriveDisabled_Explain">Po ustawieniu wartości prawda wyłącza synchronizację Dysku Google w aplikacji Pliki w Google Chrome OS. Żadne dane nie są przesyłane na Dysk Google.

Jeśli nie ustawisz tej zasady lub wybierzesz wartość fałsz, użytkownicy mogą przesyłać pliki na Dysk Google.</string><string id="DriveDisabledOverCellular">Wyłącz Dysk Google w aplikacji Pliki w Google Chrome OS przy połączeniu komórkowym</string><string id="DriveDisabledOverCellular_Explain">Po ustawieniu wartości prawda wyłącza synchronizację Dysku Google w aplikacji Pliki w Google Chrome OS, gdy użytkownik korzysta z połączenia komórkowego. Dane są synchronizowane z Dyskiem Google tylko przez Wi-Fi lub Ethernet.

Jeśli nie ustawisz tej zasady lub wybierzesz wartość fałsz, użytkownicy mogą przesyłać dane na Dysk Google przez sieć komórkową.</string><string id="RemoteAccess_group">Skonfiguruj opcje dostępu zdalnego</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Włącz omijanie zapory sieciowej przez hosta dostępu zdalnego</string><string id="RemoteAccessHostFirewallTraversal_Explain">Pozwala korzystać z serwerów STUN, gdy klienty zdalne próbują nawiązać połączenie z tym komputerem.

Jeśli ustawienie jest włączone, klienty zdalne mogą wykrywać komputer i łączyć się z nim tylko wtedy, gdy są oddzielone zaporą sieciową.

Jeśli ustawienie jest wyłączone i zapora sieciowa filtruje wychodzące połączenia UDP, z komputerem mogą łączyć się tylko komputery klienckie w sieci lokalnej.

Jeśli nie skonfigurujesz tej zasady, ustawienie jest włączone.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Skonfiguruj przedrostek gadżetu TalkGadget dla hostów zdalnego dostępu</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfiguruje przedrostek gadżetu TalkGadget, który będzie używany przez hosty zdalnego dostępu, i uniemożliwia użytkownikom jego zmianę.

W przypadku określenia tego przedrostka jest on dołączany na początku podstawowej nazwy gadżetu TalkGadget, by utworzyć pełną nazwę domeny dla gadżetu TalkGadget. Podstawowa nazwa domeny gadżetu TalkGadget to „.talkgadget.google.com”.

Jeśli to ustawienie zostanie włączone, podczas uzyskiwania dostępu do gadżetu TalkGadget hosty będą używać niestandardowej, a nie domyślnej nazwy domeny.

W przypadku wyłączenia lub nieskonfigurowania tego ustawienia wszystkie hosty będą używać domyślnej nazwy domeny gadżetu TalkGadget („chromoting-host.talkgadget.google.com”).

Ta zasada nie ma wpływu na klienty zdalnego dostępu. Do uzyskania dostępu do gadżetu TalkGadget wykorzystują one zawsze domenę „chromoting-client.talkgadget.google.com”.</string><string id="RemoteAccessHostRequireCurtain">Włącz separację hostów zdalnego dostępu</string><string id="RemoteAccessHostRequireCurtain_Explain">Włącza separację hostów zdalnego dostępu podczas połączenia.

W przypadku włączenia tej opcji fizyczne urządzenia wejściowe i wyjściowe hosta będą wyłączane na czas trwania połączenia zdalnego.

Jeśli to ustawienie będzie wyłączone lub nieustawione, zarówno zdalni, jak i lokalni użytkownicy będą mogli korzystać z udostępnianego hosta.</string><string id="RemoteAccessHostAllowClientPairing">Włącz lub wyłącz uwierzytelnianie hostów dostępu zdalnego bez kodu PIN</string><string id="RemoteAccessHostAllowClientPairing_Explain">Jeśli to ustawienie jest włączone lub nie jest skonfigurowane, użytkownicy mogą parować klienty i hosty w czasie połączenia, co wyklucza potrzebę wpisywania kodu PIN za każdym razem.

Jeśli to ustawienie jest wyłączone, ta funkcja nie będzie dostępna.</string><string id="RemoteAccessHostAllowGnubbyAuth">Zezwalaj na uwierzytelnianie Gnubby w przypadku hostów dostępu zdalnego</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Jeśli włączysz to ustawienie, żądania uwierzytelniania Gnubby będą przesyłane przez serwer proxy podczas zdalnego połączenia z hostem.

Jeśli wyłączysz to ustawienie lub go nie skonfigurujesz, żądania uwierzytelniania Gnubby nie będą przesyłane przez serwer proxy.</string><string id="RemoteAccessHostAllowRelayedConnection">Zezwalaj hostowi zdalnego dostępu na korzystanie z serwerów przekazujących</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Ogranicz zakres portów UDP używanych przez host zdalnego dostępu</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Wymaga, by nazwa użytkownika lokalnego była taka sama jak właściciela hosta dostępu zdalnego</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Adres URL, dla którego klienty dostępu zdalnego powinny uzyskać token uwierzytelniania</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL pozwalający zweryfikować token uwierzytelniania klienta dostępu zdalnego</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certyfikat klienta umożliwiający nawiązanie połączenia z RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="NewTabPage_group">Strona Nowa karta</string><string id="NewTabPageLocation">Skonfiguruj URL strony nowej karty</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Homepage_group">Strona startowa</string><string id="HomepageLocation">Konfiguruj adres URL strony startowej</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Używaj strony Nowa karta jako strony początkowej</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Strony otwierane po uruchomieniu</string><string id="RestoreOnStartup">Działanie po uruchomieniu</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Otwórz stronę nowej karty</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Przywróć ostatnią sesję</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Otwórz adresy URL z listy</string><string id="RestoreOnStartupURLs">Adresy URL otwierane po uruchomieniu</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Adresy URL otwierane po uruchomieniu</string><string id="ContentSettings_group">Ustawienia treści</string><string id="DefaultCookiesSetting">Domyślne ustawienie plików cookie</string><string id="DefaultCookiesSetting_Explain">Pozwala określić, czy witryny mogą tworzyć dane lokalne. Może to być dozwolone lub zabronione dla wszystkich witryn.

Jeśli ta zasada zostanie ustawiona na „Zachowaj pliki cookie na czas trwania sesji”, pliki cookie będą usuwane przy zamknięciu sesji. Pamiętaj, że jeśli Google Chrome działa w tle, nawet po zamknięciu ostatniego okna sesja może pozostać aktywna. Przeczytaj o zasadzie BackgroundModeEnabled, by dowiedzieć się więcej o konfigurowaniu tego działania.

Jeśli ta zasada pozostanie nieskonfigurowana, będzie używane ustawienie AllowCookies, a użytkownik będzie mógł je zmienić.</string><string id="DefaultCookiesSetting_AllowCookies">Zezwalaj wszystkim witrynom na tworzenie danych lokalnych</string><string id="DefaultCookiesSetting_BlockCookies">Nie zezwalaj żadnej witrynie na tworzenie danych lokalnych</string><string id="DefaultCookiesSetting_SessionOnly">Zachowaj pliki cookie na czas trwania sesji</string><string id="DefaultImagesSetting">Domyślne ustawienie grafik</string><string id="DefaultImagesSetting_Explain">Pozwala określić, czy witryny mogą wyświetlać obrazy. Pokazywanie obrazów może być włączone lub wyłączone dla wszystkich witryn. Jeśli ta zasada nie będzie skonfigurowana, zostanie użyta zasada „AllowImages” i użytkownik będzie mógł zmienić to ustawienie.</string><string id="DefaultImagesSetting_AllowImages">Zezwalaj na wyświetlanie wszelkich grafik we wszystkich witrynach</string><string id="DefaultImagesSetting_BlockImages">Nie zezwalaj na pokazywanie grafik w żadnej witrynie</string><string id="DefaultJavaScriptSetting">Domyślne ustawienie języka JavaScript</string><string id="DefaultJavaScriptSetting_Explain">Umożliwia określenie, czy w witrynach może być wykonywany kod JavaScript. Wykonanie kodu JavaScript może być dozwolone lub zabronione we wszystkich witrynach. W przypadku nieskonfigurowania tej zasady będzie używane ustawienie „AllowJavaScript”, a użytkownik będzie mógł je zmienić.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Zezwalaj na wykonywanie kodu JavaScript we wszystkich witrynach</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Nie zezwalaj na wykonywanie kodu JavaScript w żadnej witrynie</string><string id="DefaultPluginsSetting">Domyślne ustawienie wtyczki Flash</string><string id="DefaultPluginsSetting_Explain">Pozwala określić, czy witryny mogą automatycznie uruchamiać wtyczkę Flash. Możesz zezwolić na automatyczne uruchamianie wtyczki Flash we wszystkich witrynach lub zabronić jej używania we wszystkich witrynach.

Funkcja Kliknij, by uruchomić umożliwia działanie wtyczki Flash, ale tylko jeśli użytkownik kliknie obiekt zastępczy.

Jeśli ta zasada nie jest skonfigurowana, użytkownik może zmienić to ustawienie ręcznie.</string><string id="DefaultPluginsSetting_AllowPlugins">Pozwala wszystkim witrynom na automatyczne uruchamianie wtyczki Flash</string><string id="DefaultPluginsSetting_BlockPlugins">Blokuj wtyczkę Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Kliknij, by uruchomić</string><string id="DefaultPopupsSetting">Domyślne ustawienie wyskakujących okienek</string><string id="DefaultPopupsSetting_Explain">Umożliwia określenie, czy w witrynach mogą być pokazywane wyskakujące okienka. Pokazywanie wyskakujących okienek może być dozwolone lub zabronione we wszystkich witrynach. W przypadku nieskonfigurowania tej zasady będzie używane ustawienie „BlockPopups”, a użytkownik będzie mógł je zmienić.</string><string id="DefaultPopupsSetting_AllowPopups">Zezwalaj na pokazywanie wyskakujących okienek we wszystkich witrynach</string><string id="DefaultPopupsSetting_BlockPopups">Nie zezwalaj na pokazywanie wyskakujących okienek w żadnej witrynie</string><string id="DefaultNotificationsSetting">Domyślne ustawienie powiadomień</string><string id="DefaultNotificationsSetting_Explain">Umożliwia określenie, czy witryny mogą wyświetlać powiadomienia na pulpicie. Wyświetlanie powiadomień na pulpicie może być domyślnie dozwolone lub zabronione bądź użytkownikowi może być wyświetlany monit za każdym razem, gdy witryna chce wyświetlić takie powiadomienie. W przypadku nieskonfigurowania tej zasady będzie używana zasada „AskNotifications”, a użytkownik będzie mógł zmienić to ustawienie.</string><string id="DefaultNotificationsSetting_AllowNotifications">Zezwalaj witrynom na pokazywanie powiadomień na pulpicie</string><string id="DefaultNotificationsSetting_BlockNotifications">Nie zezwalaj żadnej witrynie na pokazywanie powiadomień na pulpicie</string><string id="DefaultNotificationsSetting_AskNotifications">Pytaj za każdym razem, gdy witryna chce pokazywać powiadomienia na pulpicie</string><string id="DefaultGeolocationSetting">Domyślne ustawienie geolokalizacji</string><string id="DefaultGeolocationSetting_Explain">Umożliwia określenie, czy witryny mogą śledzić fizyczną lokalizację użytkownika. Śledzenie fizycznej lokalizacji użytkownika może być domyślnie dozwolone lub zabronione bądź użytkownik może być o to pytany za każdym razem, gdy witryna żąda informacji o lokalizacji. W przypadku nieskonfigurowania tej zasady używane będzie ustawienie „AskGeolocation”, a użytkownik będzie mógł je zmienić.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Zezwalaj witrynom na śledzenie fizycznej lokalizacji użytkownika</string><string id="DefaultGeolocationSetting_BlockGeolocation">Nie zezwalaj żadnej witrynie na śledzenie fizycznej lokalizacji użytkownika</string><string id="DefaultGeolocationSetting_AskGeolocation">Pytaj, gdy witryna chce śledzić fizyczną lokalizację użytkownika</string><string id="DefaultWebBluetoothGuardSetting">Kontrolowanie użycia interfejsu API Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_Explain">Pozwala określić, czy strony mogą korzystać z urządzeń Bluetooth w pobliżu. Dostęp może być całkowicie zablokowany lub użytkownik może być pytany za każdym razem, gdy strona chce użyć takiego urządzenia.

Jeśli ta zasada nie zostanie ustawiona, będzie stosowane ustawienie „3”, a użytkownik będzie mógł je zmienić.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Nie pozwalaj żadnym witrynom na wysyłanie żądań dostępu do urządzeń Bluetooth poprzez interfejs API Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Zezwól, by witryny prosiły użytkownika o przyznanie dostępu do urządzeń Bluetooth w pobliżu</string><string id="AutoSelectCertificateForUrls">Automatycznie wybierz certyfikaty klienta dla tych witryn</string><string id="AutoSelectCertificateForUrls_Explain">Umożliwia określenie listy wzorców adresu URL definiujących witryny, dla których Google Chrome automatycznie wybiera certyfikaty klienta, jeśli dana witryna żąda certyfikatu.

Wartość musi być tablicą słowników JSON odwzorowanych na ciąg. Każdy słownik musi mieć postać { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, gdzie $URL_PATTERN jest wzorcem ustawiającym zawartość. $FILTER ogranicza certyfikaty klienta, spośród których przeglądarka może dokonać automatycznego wyboru. Niezależnie od filtra wybierane mogą być tylko te certyfikaty, które są zgodne z żądaniem certyfikatu serwera. Jeśli $FILTER ma postać { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, to dodatkowo wybierane będą tylko te certyfikaty klienta, które zostały wydane przez certyfikat z CommonName $ISSUER_CN. Jeśli $FILTER jest pustym słownikiem {}, wybór certyfikatów klienta nie jest dodatkowo ograniczany.

Jeśli ta zasada nie jest ustawiona, automatyczna selekcja nie będzie przeprowadzana w żadnej witrynie.</string><string id="AutoSelectCertificateForUrlsDesc">Automatycznie wybierz certyfikaty klienta dla tych witryn</string><string id="CookiesAllowedForUrls">Zezwalaj na pliki cookie w tych witrynach</string><string id="CookiesAllowedForUrls_Explain">Umożliwia skonfigurowanie listy wzorcowych URL-i określających witryny, którym wolno tworzyć pliki cookie. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pochodząca z zasady „DefaultCookiesSetting” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="CookiesAllowedForUrlsDesc">Zezwalaj na pliki cookie w tych witrynach</string><string id="CookiesBlockedForUrls">Blokuj pliki cookie w tych witrynach</string><string id="CookiesBlockedForUrls_Explain">Umożliwia skonfigurowanie listy wzorcowych URL-i określających witryny, którym nie wolno tworzyć plików cookie. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pobierana z zasady „DefaultCookiesSetting” (jeśli została ustawiona) lub z osobistej konfiguracji użytkownika.</string><string id="CookiesBlockedForUrlsDesc">Blokuj pliki cookie w tych witrynach</string><string id="CookiesSessionOnlyForUrls">Zezwalaj na pliki cookie w tych witrynach tylko na czas sesji</string><string id="CookiesSessionOnlyForUrls_Explain">Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, którym wolno tworzyć pliki cookie tylko na czas sesji.

Jeśli nie skonfigurujesz tej zasady, dla wszystkich witryn będzie stosowana domyślna wartość globalna z zasady DefaultCookiesSetting, o ile taka zasada jest ustawiona, lub z osobistej konfiguracji użytkownika.

Pamiętaj, że jeśli Google Chrome działa „w tle”, sesja może się nie zamknąć po zamknięciu ostatniego okna przeglądarki, tylko pozostać aktywna do czasu wyjścia z przeglądarki. Więcej informacji o konfigurowaniu tego działania znajdziesz w opisie zasady BackgroundModeEnabled.

Jeśli zgodnie z ustawieniem zasady RestoreOnStartup adresy URL z poprzednich sesji mają być wznawiane, ta zasada nie będzie przestrzegana, a pliki cookie witryn będą trwale zapisywane.</string><string id="CookiesSessionOnlyForUrlsDesc">Zezwalaj na pliki cookie w tych witrynach tylko na czas sesji</string><string id="ImagesAllowedForUrls">Zezwalaj na grafiki w tych witrynach</string><string id="ImagesAllowedForUrls_Explain">Umożliwia skonfigurowanie listy wzorcowych URL-i określających witryny, w których mogą być wyświetlane obrazy. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pochodząca z zasady „DefaultImagesSettings” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="ImagesAllowedForUrlsDesc">Zezwalaj na grafiki w tych witrynach</string><string id="ImagesBlockedForUrls">Blokuj grafiki w tych witrynach</string><string id="ImagesBlockedForUrls_Explain">Pozwala na ustawienie listy wzorcowych URL-i, które określają witryny mogące wyświetlać obrazy. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pochodząca z zasady „DefaultImagesSettings” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="ImagesBlockedForUrlsDesc">Blokuj grafiki w tych witrynach</string><string id="JavaScriptAllowedForUrls">Zezwalaj na wykonywanie kodu JavaScript w tych witrynach</string><string id="JavaScriptAllowedForUrls_Explain">Umożliwia skonfigurowanie listy wzorcowych URL-i określających witryny, w których może być wykonywany kod JavaScript. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pochodząca z zasady „DefaultJavaScriptSetting” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="JavaScriptAllowedForUrlsDesc">Zezwalaj na wykonywanie kodu JavaScript w tych witrynach</string><string id="JavaScriptBlockedForUrls">Blokuj kod JavaScript w tych witrynach</string><string id="JavaScriptBlockedForUrls_Explain">Umożliwia skonfigurowanie listy wzorcowych URL-i określających witryny, w których nie może być wykonywany kod JavaScript. W przypadku nieskonfigurowania tej zasady dla wszystkich witryn będzie używana globalna wartość domyślna pobierana z zasady „DefaultJavaScriptSetting” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="JavaScriptBlockedForUrlsDesc">Blokuj kod JavaScript w tych witrynach</string><string id="PluginsAllowedForUrls">Zezwalaj na uruchamianie wtyczki Flash w tych witrynach</string><string id="PluginsAllowedForUrls_Explain">Pozwala utworzyć listę wzorców URL-i określających witryny, które mogą uruchamiać wtyczkę Flash.

Jeśli ta zasada nie zostanie skonfigurowana, będzie używana wartość domyślna pobrana z zasady „DefaultPluginsSetting” (jeśli jest określona) lub z osobistej konfiguracji użytkownika.</string><string id="PluginsAllowedForUrlsDesc">Zezwalaj na uruchamianie wtyczki Flash w tych witrynach</string><string id="PluginsBlockedForUrls">Blokuj uruchamianie wtyczki Flash w tych witrynach</string><string id="PluginsBlockedForUrls_Explain">Pozwala utworzyć listę wzorców URL-i określających witryny, które nie mogą uruchamiać wtyczki Flash.

Jeśli ta zasada nie zostanie skonfigurowana, będzie używana wartość domyślna pobrana z zasady „DefaultPluginsSetting” (jeśli jest określona) lub z osobistej konfiguracji użytkownika.</string><string id="PluginsBlockedForUrlsDesc">Blokuj uruchamianie wtyczki Flash w tych witrynach</string><string id="PopupsAllowedForUrls">Zezwalaj na wyskakujące okienka w tych witrynach</string><string id="PopupsAllowedForUrls_Explain">Umożliwia skonfigurowanie listy wzorcowych URL-i określających witryny, w których mogą być otwierane wyskakujące okienka. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pochodząca z zasady „DefaultPopupsSetting” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="PopupsAllowedForUrlsDesc">Zezwalaj na wyskakujące okienka w tych witrynach</string><string id="RegisteredProtocolHandlers">Rejestrowanie obsługi protokołów</string><string id="RegisteredProtocolHandlers_Explain">Umożliwia zarejestrowanie listy modułów obsługi protokołów. Ta zasada może być tylko zalecana. We właściwości |protocol| należy wskazać schemat taki jak „mailto”, a we właściwości |url| należy wskazać wzorzec adresu URL aplikacji obsługującej ten schemat. Wzorzec może obejmować „%s”, który – jeśli występuje – zostanie zastąpiony przez obsługiwany adres URL.

Moduły obsługi protokołów zarejestrowane przez zasadę są łączone z modułami zarejestrowanymi przez użytkownika i oba te typy są dostępne do użycia. Użytkownik może zastąpić moduły obsługi protokołów zainstalowane przez zasadę, instalując nowy moduł domyślny, ale nie może usunąć modułów zarejestrowanych przez zasadę.</string><string id="PopupsBlockedForUrls">Blokuj wyskakujące okienka w tych witrynach</string><string id="PopupsBlockedForUrls_Explain">Umożliwia skonfigurowanie listy wzorcowych URL-i określających witryny, w których mogą być otwierane wyskakujące okienka. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pochodząca z zasady „DefaultPopupsSetting” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="PopupsBlockedForUrlsDesc">Blokuj wyskakujące okienka w tych witrynach</string><string id="NotificationsAllowedForUrls">Zezwalaj na powiadomienia w tych witrynach.</string><string id="NotificationsAllowedForUrls_Explain">Umożliwia skonfigurowanie listy wzorców URL-i określających witryny, w których mogą być wyświetlane powiadomienia. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pochodząca z zasady „DefaultNotificationsSetting” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="NotificationsAllowedForUrlsDesc">Zezwalaj na powiadomienia w tych witrynach.</string><string id="NotificationsBlockedForUrls">Blokuj powiadomienia w tych witrynach.</string><string id="NotificationsBlockedForUrls_Explain">Umożliwia skonfigurowanie listy wzorcowych URL-i określających witryny, w których nie mogą być wyświetlane powiadomienia. Jeśli ta zasada nie zostanie skonfigurowana, dla wszystkich witryn będzie używana globalna wartość domyślna pochodząca z zasady „DefaultNotificationsSetting” (jeśli została skonfigurowana) lub z osobistej konfiguracji użytkownika.</string><string id="NotificationsBlockedForUrlsDesc">Blokuj powiadomienia w tych witrynach.</string><string id="Accessibility_group">Ustawienia ułatwień dostępu</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Pokaż opcje ułatwień dostępu w menu na pasku zadań</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Włącz duży kursor</string><string id="LargeCursorEnabled_Explain">Włącza funkcję ułatwień dostępu w postaci dużego kursora.

Jeśli ta zasada ma wartość „prawda”, duży kursor jest zawsze włączony.

Jeśli ma ona wartość „fałsz”, taki kursor jest zawsze wyłączony.

Gdy ją ustawisz, użytkownicy nie mogą jej zmienić ani zastąpić.

Jeśli zasada pozostanie nieustawiona, duży kursor jest początkowo wyłączony, ale użytkownik może go w każdej chwili włączyć.</string><string id="SpokenFeedbackEnabled">Włącz potwierdzenia głosowe</string><string id="SpokenFeedbackEnabled_Explain">Włącza funkcję ułatwień dostępu w postaci potwierdzeń głosowych.

Jeśli ta zasada ma wartość „prawda”, potwierdzenia głosowe są zawsze włączone.

Jeśli ma ona wartość „fałsz”, takie potwierdzenia są zawsze wyłączone.

Gdy ją ustawisz, użytkownicy nie mogą jej zmienić ani zastąpić.

Jeśli zasada pozostanie nieustawiona, potwierdzenia głosowe są początkowo wyłączone, ale użytkownik może je w każdej chwili włączyć.</string><string id="HighContrastEnabled">Włącz tryb wysokiego kontrastu</string><string id="HighContrastEnabled_Explain">Włącza funkcję ułatwień dostępu w postaci trybu wysokiego kontrastu.

Jeśli ta zasada ma wartość „prawda”, tryb wysokiego kontrastu jest zawsze włączony.

Jeśli ma ona wartość „fałsz”, ten tryb jest zawsze wyłączony.

Gdy ją ustawisz, użytkownicy nie mogą jej zmienić ani zastąpić.

Jeśli zasada pozostanie nieustawiona, tryb wysokiego kontrastu jest początkowo wyłączony, ale użytkownik może go w każdej chwili włączyć.</string><string id="VirtualKeyboardEnabled">Włącz klawiaturę ekranową</string><string id="VirtualKeyboardEnabled_Explain">Włącza funkcję dostępności klawiatury ekranowej.

Jeśli ustawisz tu wartość prawda, klawiatura ekranowa będzie zawsze włączona.

Jeśli ustawisz tu wartość fałsz, klawiatura ekranowa będzie zawsze wyłączona.

Jeśli skonfigurujesz tę zasadę, użytkownicy nie będą mogli jej zmienić ani zastąpić.

Jeśli nie skonfigurujesz tej zasady, początkowo klawiatura ekranowa będzie wyłączona, ale użytkownik w każdej chwili będzie mógł ją włączyć.</string><string id="KeyboardDefaultToFunctionKeys">Klawisze multimediów domyślnie ustawione jako funkcyjne</string><string id="KeyboardDefaultToFunctionKeys_Explain">Zmienia domyślne działanie górnego rzędu klawiszy na klawisze funkcyjne.

Jeśli ustawisz dla tej zasady wartość prawda, górny rząd klawiszy na klawiaturze będzie domyślnie umożliwiał korzystanie z poleceń klawiszy funkcyjnych. Aby przywrócić standardowe funkcje klawiszy multimediów, należy nacisnąć klawisz wyszukiwania.

Jeśli ustawisz wartość fałsz lub pozostawisz zasadę bez konfiguracji, klawiatura realizuje domyślnie polecenia klawiszy multimedialnych, a polecenia klawiszy funkcyjnych – z przytrzymanym klawiszem wyszukiwania.</string><string id="ScreenMagnifierType">Ustaw typ lupy</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Lupa wyłączona</string><string id="ScreenMagnifierType_Full-screen">Pełnoekranowa lupa włączona</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Ustaw domyślny stan dużego kursora na ekranie logowania</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Ustawia domyślny stan funkcji ułatwień dostępu w postaci dużego kursora na ekranie logowania.

Jeśli ta zasada ma wartość „prawda”, po wyświetleniu ekranu logowania duży kursor jest włączony.

Jeśli ma ona wartość „fałsz”, po wyświetleniu ekranu logowania taki kursor jest wyłączony.

Gdy ją ustawisz, użytkownicy mogą ją chwilowo zastąpić, włączając lub wyłączając duży kursor. Wybór użytkownika nie jest jednak trwały i wartość domyślna jest przywracana po ponownym wyświetleniu ekranu logowania lub wtedy, gdy użytkownik przez minutę będzie nieaktywny na tym ekranie.

Jeśli zasada pozostanie nieustawiona, po pierwszym wyświetleniu ekranu logowania duży kursor jest wyłączony. Użytkownicy mogą go w każdej chwili włączyć lub wyłączyć i jego stan na ekranie logowania jest trwały dla wszystkich użytkowników.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Ustaw domyślny stan potwierdzeń głosowych na ekranie logowania</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Ustawia domyślny stan funkcji ułatwień dostępu w postaci potwierdzeń głosowych na ekranie logowania.

Jeśli ta zasada ma wartość „prawda”, po wyświetleniu ekranu logowania potwierdzenia głosowe są włączone.

Jeśli ma ona wartość „fałsz”, po wyświetleniu ekranu logowania takie potwierdzenia są wyłączone.

Gdy ją ustawisz, użytkownicy mogą ją chwilowo zastąpić, włączając lub wyłączając potwierdzenia głosowe. Wybór użytkownika nie jest jednak trwały i wartość domyślna jest przywracana po ponownym wyświetleniu ekranu logowania lub wtedy, gdy użytkownik przez minutę będzie nieaktywny na tym ekranie.

Jeśli zasada pozostanie nieustawiona, po pierwszym wyświetleniu ekranu logowania potwierdzenia głosowe są wyłączone. Użytkownicy mogą je w każdej chwili włączyć lub wyłączyć i ich stan na ekranie logowania jest trwały dla wszystkich użytkowników.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Ustaw domyślny stan trybu wysokiego kontrastu na ekranie logowania</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Ustawia domyślny stan funkcji ułatwień dostępu w postaci trybu wysokiego kontrastu na ekranie logowania.

Jeśli ta zasada ma wartość „prawda”, po wyświetleniu ekranu logowania tryb wysokiego kontrastu jest włączony.

Jeśli ma ona wartość „fałsz”, po wyświetleniu ekranu logowania ten tryb jest wyłączony.

Gdy ją ustawisz, użytkownicy mogą ją chwilowo zastąpić, włączając lub wyłączając tryb wysokiego kontrastu. Wybór użytkownika nie jest jednak trwały i wartość domyślna jest przywracana po ponownym wyświetleniu ekranu logowania lub wtedy, gdy użytkownik przez minutę będzie nieaktywny na tym ekranie.

Jeśli zasada pozostanie nieustawiona, po pierwszym wyświetleniu ekranu logowania tryb wysokiego kontrastu jest wyłączony. Użytkownicy mogą go w każdej chwili włączyć lub wyłączyć i jego stan na ekranie logowania jest trwały dla wszystkich użytkowników.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Ustaw domyślny stan klawiatury ekranowej na ekranie logowania</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Ustawia domyślny stan funkcji dostępności klawiatury ekranowej na ekranie logowania.

Jeśli ustawisz tu wartość prawda, klawiatura ekranowa będzie włączona na ekranie logowania.

Jeśli ustawisz tu wartość fałsz, będzie ona na tym ekranie wyłączona.

Jeśli skonfigurujesz tę zasadę, użytkownicy będą mogli ją tymczasowo zastępować, włączając lub wyłączając klawiaturę ekranową. Wybór użytkownika nie będzie jednak stały i ustawienie domyślnie będzie przywracane po każdym wyświetleniu ekranu logowania lub jeśli przez minutę użytkownik nie wykona żadnej czynności na tym ekranie.

Jeśli nie skonfigurujesz tej zasady, klawiatura ekranowa będzie wyłączona po pierwszym wyświetleniu ekranu logowania. Użytkownicy będą mogli ją włączyć i wyłączyć w każdej chwili i jej stan na tym ekranie będzie utrzymywany między użytkownikami.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Ustaw domyślny typ lupy włączony na ekranie logowania</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Ustawia domyślny typ lupy włączony na ekranie logowania.

Jeśli ta zasada jest ustawiona, określa typ lupy, który jest włączony po wyświetleniu ekranu logowania. Ustawienie zasady jako „Brak” wyłącza lupę.

Gdy ją ustawisz, użytkownicy mogą ją chwilowo zastąpić, włączając lub wyłączając lupę. Wybór użytkownika nie jest jednak trwały i wartość domyślna jest przywracana po ponownym wyświetleniu ekranu logowania lub wtedy, gdy użytkownik przez minutę będzie nieaktywny na tym ekranie.

Jeśli zasada pozostanie nieustawiona, po pierwszym wyświetleniu ekranu logowania lupa jest wyłączona. Użytkownicy mogą ją w każdej chwili włączyć lub wyłączyć i jej stan na ekranie logowania jest trwały dla wszystkich użytkowników.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Lupa wyłączona</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Pełnoekranowa lupa włączona</string><string id="PowerManagement_group">Zarządzanie energią</string><string id="LidCloseAction">Działanie, jakie ma zostać wykonane po zamknięciu pokrywy przez użytkownika</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Wstrzymaj</string><string id="LidCloseAction_LidCloseActionLogout">Wyloguj użytkownika</string><string id="LidCloseAction_LidCloseActionShutdown">Wyłącz</string><string id="LidCloseAction_LidCloseActionDoNothing">Nic nie rób</string><string id="PowerManagementUsesAudioActivity">Określ, czy aktywność związana z dźwiękiem wpływa na zarządzanie energią</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Określ, czy aktywność związana z filmami wpływa na zarządzanie energią</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Wartość procentowa skalowania opóźnienia przyciemnienia ekranu w trybie prezentacji</string><string id="PresentationScreenDimDelayScale_Explain">Określa wartość procentową skalowania opóźnienia przyciemnienia ekranu, gdy urządzenie działa w trybie prezentacji.

Ustawienie tej zasady pozwala określić wartość procentową skalowania opóźnienia przyciemnienia ekranu, gdy urządzenie działa w trybie prezentacji. Skalowanie opóźnienia przyciemnienia powoduje, że opóźnienia wyłączenia i zablokowania ekranu oraz opóźnienie bezczynności są tak dostosowywane, by zachować pierwotnie ustawione odstępy od opóźnienia przyciemnienia ekranu.

Jeśli zasada nie jest ustawiona, obowiązuje domyślny współczynnik skalowania.

Współczynnik skalowania musi wynosić co najmniej 100%. Wartości, przy których opóźnienie przyciemnienia ekranu w trybie prezentacji byłoby krótsze od standardowego opóźnienia tego rodzaju, są niedozwolone.</string><string id="AllowScreenWakeLocks">Zezwalaj na blokowanie wybudzania ekranu</string><string id="AllowScreenWakeLocks_Explain">Określa, czy jest dozwolona blokada uśpienia ekranu. Blokady takie mogą być żądane przez rozszerzenia poprzez interfejs API zarządzania energią.

Jeśli ta zasada ma ustawienie Prawda lub nie jest ustawiona, blokada uśpienia ekranu będzie respektowana w celu zarządzania energią.

Jeśli ma ona ustawienie Fałsz, blokada uśpienia ekranu będzie ignorowana.</string><string id="UserActivityScreenDimDelayScale">Wartość procentowa skalowania opóźnienia przyciemnienia ekranu, jeśli użytkownik stanie się aktywny po przyciemnieniu</string><string id="UserActivityScreenDimDelayScale_Explain">Określa wartość procentową skalowania opóźnienia przyciemnienia ekranu, gdy aktywność użytkownika zostanie wykryta po przyciemnieniu lub wkrótce po wyłączeniu ekranu.

Ustawienie tej zasady pozwala określić wartość procentową skalowania opóźnienia przyciemnienia ekranu, gdy aktywność użytkownika zostanie wykryta po przyciemnieniu lub wkrótce po wyłączeniu ekranu. Skalowanie opóźnienia przyciemnienia powoduje, że opóźnienia wyłączenia i zablokowania ekranu oraz opóźnienie bezczynności są tak dostosowywane, by zachować pierwotnie ustawione odstępy od opóźnienia przyciemnienia ekranu.

Jeśli zasada nie jest ustawiona, obowiązuje domyślny współczynnik skalowania.

Współczynnik skalowania musi wynosić co najmniej 100%.</string><string id="WaitForInitialUserActivity">Poczekaj na początkową aktywność użytkownika</string><string id="WaitForInitialUserActivity_Explain">Określa, czy odliczanie opóźnień związanych z zarządzaniem energią oraz czasu związanego z limitem długości sesji powinno być rozpoczynane dopiero po zarejestrowaniu pierwszej aktywności użytkownika w sesji.

W przypadku włączenia tej zasady odliczanie opóźnień związanych z zarządzaniem energią oraz czasu związanego z limitem długości sesji nie będzie rozpoczynane do momentu zarejestrowania pierwszej aktywności użytkownika w sesji.

Jeśli ta zasada będzie wyłączona lub nieustawiona, odliczanie opóźnień związanych z zarządzaniem energią oraz czasu związanego z limitem długości sesji będzie rozpoczynane od razu po rozpoczęciu sesji.</string><string id="PowerManagementIdleSettings">Ustawienia zarządzania energią, gdy użytkownik jest nieaktywny</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Opóźnienia blokady ekranu</string><string id="ScreenLockDelays_Explain">Określa czas, po jakim ekran jest blokowany przy pracy na zasilaniu sieciowym lub bateryjnym, jeśli użytkownik jest nieaktywny.

Gdy ustawisz czas większy od zera, określa on, jak długo użytkownik musi pozostać nieaktywny, zanim Google Chrome OS zablokuje ekran.

Gdy ustawisz go na zero, Google Chrome OS nie blokuje ekranu, gdy użytkownik jest nieaktywny.

Jeśli czas nie zostanie ustawiony, używany jest domyślny okres.

Zalecany sposób blokowania ekranu w czasie nieaktywności to włączenie blokowania ekranu przy wstrzymaniu pracy i pozwolenie, by Google Chrome OS wstrzymywał pracę po okresie nieaktywności. Zasady tej należy używać jedynie, gdy ekran powinien zostać zablokowany znacznie wcześniej niż nastąpi wstrzymanie pracy lub gdy wstrzymanie pracy przy nieaktywności nie jest w ogóle wskazane.

Wartość dla tej zasady należy określić w milisekundach. Wartości są zmniejszane tak, by były mniejsze niż opóźnienie nieaktywności.</string><string id="QuickUnlock_group">Zasady szybkiego odblokowania</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Biała lista trybów szybkiego odblokowania, które użytkownik może skonfigurować i których może używać do odblokowywania ekranu blokady. Ta wartość to lista ciągów znaków. Poprawne opcje to: &quot;all&quot; (wszystkie) i &quot;PIN&quot; (kod PIN). Opcja &quot;all&quot; oznacza, że użytkownik może korzystać ze wszystkich trybów odblokowania ekranu, także tych, które zostaną wdrożone w przyszłości. W przeciwnym razie dostępne są tylko tryby szybkiego odblokowania znajdujące się na liście. Na przykład aby zezwolić na wszystkie tryby szybkiego odblokowania, użyj ciągu [&quot;all&quot;]. Aby zezwolić tylko na odblokowywanie przy użyciu kodu PIN, użyj ciągu [&quot;PIN&quot;]. Aby wyłączyć wszystkie tryby szybkiego odblokowania, użyj ciągu []. Domyślnie tryby szybkiego odblokowania nie są dostępne na urządzeniach zarządzanych.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">To ustawienie określa, jak często trzeba podawać hasło na ekranie blokady, gdy używane jest szybkie odblokowanie. Szybkie odblokowanie ekranu blokady nie będzie możliwe, jeśli od ostatniego wpisania hasła minęło więcej czasu, niż określa to wartość tego ustawienia. Jeśli ekran blokady będzie otwarty dłużej niż wartość tego ustawienia, użytkownik będzie musiał podać hasło po podaniu błędnego kodu lub ponownym wyświetleniu ekranu blokady, w zależności od tego, co nastąpi wcześniej.

Jeśli to ustawienie jest skonfigurowane, jego wartość określa, jak często użytkownicy korzystający z szybkiego odblokowania muszą podawać swoje hasło na ekranie blokady.

Jeśli to ustawienie nie jest skonfigurowane, użytkownicy korzystający z szybkiego odblokowania muszą podawać swoje hasło na ekranie blokady codziennie.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Jeśli to ustawienie jest wyłączone, użytkownicy nie mogą ustawiać kodów PIN, które są słabe i łatwe do odgadnięcia. Słabe kody PIN to na przykład ciągi takich samych cyfr (1111), kolejnych cyfr w porządku rosnącym (1234) lub malejącym (4321) i ciągi często używane. Domyślnie po wpisaniu słabego kodu PIN nie pojawia się komunikat o błędzie, a tylko ostrzeżenie.</string><string id="HTTPAuthentication_group">Zasady uwierzytelniania HTTP</string><string id="AuthSchemes">Obsługiwane schematy uwierzytelniania</string><string id="AuthSchemes_Explain">Pozwala określić schematy uwierzytelniania HTTP obsługiwane w Google Chrome.

Możliwe wartości to „basic”, „digest”, „NTLM” i „negotiate”. Poszczególne wartości należy rozdzielić przecinkami.

Jeśli ta zasada nie zostanie skonfigurowana, będą używane wszystkie cztery schematy.</string><string id="DisableAuthNegotiateCnameLookup">Wyłącz wyszukiwanie rekordu CNAME podczas negocjowania uwierzytelniania Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Pozwala określić, czy generowana nazwa SPN w protokole Kerberos jest tworzona na podstawie kanonicznej nazwy DNS, czy też wpisanej, oryginalnej nazwy. Włączenie tego ustawienia powoduje pominięcie wyszukiwania rekordu CNAME i użycie wprowadzonej nazwy serwera. Jeśli wyłączysz ustawienie lub nie skonfigurujesz go, nazwa kanoniczna serwera będzie określana za pomocą wyszukiwania rekordu CNAME.</string><string id="EnableAuthNegotiatePort">Umieść port niestandardowy w nazwie SPN w protokole Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Pozwala określić, czy generowana nazwa SPN w protokole Kerberos ma zawierać port niestandardowy. Po włączeniu tego ustawienia i wprowadzeniu portu niestandardowego (tzn. innego niż 80 i 443) jest on umieszczany w generowanej nazwie SPN w protokole Kerberos. Jeśli wyłączysz ustawienie, generowana nazwa SPN w protokole Kerberos nie będzie w żadnym przypadku zawierać portu.</string><string id="AuthServerWhitelist">Biała lista serwera uwierzytelniania</string><string id="AuthServerWhitelist_Explain">Określa, które serwery są na białej liście zintegrowanego uwierzytelniania. Zintegrowane uwierzytelnianie działa tylko wtedy, gdy Google Chrome otrzyma wezwanie do uwierzytelnienia od serwera proxy lub serwera wymienionego na tej liście dozwolonych serwerów.

Nazwy serwerów należy rozdzielić przecinkami. Można używać symboli wieloznacznych (*).

Jeśli nie ustawisz tej zasady, Google Chrome próbuje wykryć, czy serwer jest w intranecie, i tylko wtedy odpowiada na żądania IWA. W przypadku serwera internetowego Google Chrome ignoruje żądania IWA.</string><string id="AuthNegotiateDelegateWhitelist">Biała lista serwerów przekazywania poświadczeń w protokole Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Serwery, którym Google Chrome może przekazywać dane logowania.

Nazwy serwerów należy rozdzielić przecinkami. Można używać symboli wieloznacznych (*).

Jeśli nie ustawisz tej zasady, Google Chrome nie przekazuje danych logowania użytkowników, nawet gdy serwer działa w intranecie.</string><string id="AllowCrossOriginAuthPrompt">Monity o podstawowe uwierzytelnienie HTTP pochodzące z innych witryn</string><string id="AllowCrossOriginAuthPrompt_Explain">Określa, czy umieszczona na stronie treść dodatkowa innej firmy może wyświetlać okno dialogowe z podstawowym uwierzytelnianiem HTTP.

Zwykle ta zasada jest wyłączona w celu ochrony przed phishingiem. W przypadku nieskonfigurowania zasady ustawienie jest wyłączone i treść dodatkowa innej firmy nie może wyświetlać okna dialogowego z podstawowym uwierzytelnianiem HTTP.</string><string id="Attestation_group">Zdalne poświadczanie</string><string id="AttestationEnabledForUser">Włącz zaświadczanie zdalne dla użytkownika</string><string id="AttestationEnabledForUser_Explain">Jeśli ustawiono wartość „prawda”, użytkownik może używać modułu sprzętowego w urządzeniach z Chrome do zdalnego poświadczania tożsamości przez wywołanie funkcji chrome.enterprise.platformKeys.challengeUserKey() interfejsu Enterprise Platform Keys API.

Jeśli ustawiono wartość „fałsz” lub nie jest ona określona, wywołania kierowane do interfejsu API zakończą się błędem.</string><string id="AttestationExtensionWhitelist">Rozszerzenia mają pozwolenie na używanie interfejsu API zaświadczania zdalnego</string><string id="AttestationExtensionWhitelist_Explain">Ta zasada określa dozwolone rozszerzenia do użycia z funkcją chrome.enterprise.platformKeys.challengeUserKey() interfejsu Enterprise Platform Keys API. Rozszerzenia muszą zostać dodane do tej listy, by były używane z interfejsem API.

Jeśli rozszerzenie nie znajduje się na liście lub lista nie jest ustawiona, wywołanie interfejsu API zakończy się błędem.</string><string id="AttestationExtensionWhitelistDesc">Rozszerzenia mają pozwolenie na używanie interfejsu API zaświadczania zdalnego</string><string id="AllowDeletingBrowserHistory">Włącz usuwanie historii przeglądarki i pobierania</string><string id="AllowDeletingBrowserHistory_Explain">Włącza usuwanie historii przeglądarki i pobierania w Google Chrome i uniemożliwia użytkownikom zmianę tego ustawienia.

Nawet gdy ta zasada jest wyłączona, nie można zagwarantować zachowania historii przeglądarki i pobierania. Użytkownicy mogą mieć możliwość bezpośredniego edytowania lub usuwania plików bazy danych historii, a niektóre lub wszystkie elementy mogą w każdej chwili utracić ważność lub zostać zarchiwizowane.

Jeśli to ustawienie jest włączone lub nieustawione, można usuwać historię przeglądania i pobierania.

Jeśli to ustawienie jest wyłączone, nie można usuwać historii przeglądania ani pobierania.</string><string id="AllowDinosaurEasterEgg">Zezwól na ukrytą grę-żart z dinozaurem</string><string id="AllowDinosaurEasterEgg_Explain">Daje użytkownikom dostęp do ukrytej gry-żartu z dinozaurem, gdy urządzenie jest offline.

Jeśli ta zasada jest wyłączona, użytkownicy nie mają dostępu do ukrytej gry-żartu z dinozaurem, gdy urządzenie jest offline. Jeśli jest włączona, użytkownicy mogą grać w tę grę. Jeśli zasada nie jest ustawiona, użytkownicy nie mają dostępu do gry na zarejestrowanych urządzeniach z Chrome OS, a w innych przypadkach mogą w nią grać.</string><string id="AllowOutdatedPlugins">Zezwalaj na uruchamianie nieaktualnych wtyczek</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Zezwól na blokowanie ekranu</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Zdefiniuj domeny, które będą mogły uzyskiwać dostęp do Google Apps for Work</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Włącz alternatywne strony błędów</string><string id="AlternateErrorPagesEnabled_Explain">Włącza alternatywne strony błędów wbudowane w przeglądarkę Google Chrome (np. dotyczące nieznalezienia strony) i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli włączysz ustawienie, alternatywne strony błędów będą używane. W przypadku wyłączenia ustawienia alternatywne strony błędów nigdy nie są używane. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Google Chrome. W przypadku nieskonfigurowania zasady ustawienie zostanie włączone, ale użytkownik będzie mógł je zmienić.</string><string id="AlwaysAuthorizePlugins">Zawsze uruchamiaj wtyczki wymagające autoryzacji</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Włącz Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Gdy ta zasada jest włączona, dane aplikacji na Androida są przesyłane na serwery usługi Android Backup i przywracane stamtąd po ponownym zainstalowaniu zgodnych aplikacji.

Wyłączenie tej zasady powoduje wyłączenie Android Backup Service.

Jeśli zasada jest skonfigurowana, użytkownicy nie mogą zmienić tego ustawienia.

Jeśli nie jest skonfigurowana, użytkownicy mogą włączać i wyłączać Android Backup Service w aplikacji Ustawienia na Androidzie.</string><string id="ArcCertificatesSyncMode">Ustaw dostępność certyfikatu dla aplikacji ARC</string><string id="ArcCertificatesSyncMode_Explain">Jeśli ustawisz wartość SyncDisabled lub pozostawisz tę opcję nieskonfigurowaną, certyfikaty Google Chrome OS nie będą dostępne dla aplikacji ARC.

Jeśli ustawisz wartość CopyCaCerts, dla aplikacji ARC będą dostępne wszystkie certyfikaty CA zainstalowane w ONC z Web TrustBit.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Wyłącz korzystanie z certyfikatów Google Chrome OS w aplikacjach ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Włącz korzystanie z certyfikatów CA Google Chrome OS w aplikacjach ARC</string><string id="ArcEnabled">Włączenie ARC</string><string id="ArcEnabled_Explain">Gdy ta zasada jest włączona, użytkownik ma dostęp do rozszerzenia ARC
(zależy to jednak od kontroli dodatkowych ustawień zasad – rozszerzenie ARC nadal jest niedostępne,
jeśli w bieżącej sesji użytkownika włączono tryb tymczasowy
lub wielokrotne logowanie).

Jeśli to ustawienie jest wyłączone lub nie jest skonfigurowane, użytkownicy w firmie
nie mogą używać rozszerzenia ARC.</string><string id="ArcLocationServiceEnabled">Włącz usługę lokalizacyjną Google na Androida</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfigurowanie aplikacji ARC</string><string id="ArcPolicy_Explain">Określa zestaw zasad przesyłany do środowiska wykonawczego ARC. Wartość musi być prawidłowym kodem JSON.

Za pomocą tej zasady można wskazać aplikacje na Androida, które mają być automatycznie instalowane na urządzeniu:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;identyfikator aplikacji na Androida, np. &quot;com.google.android.gm&quot; w przypadku Gmaila&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Określa sposób instalowania aplikacji. OPTIONAL: aplikacja nie jest instalowana automatycznie, ale użytkownik może ją zainstalować. To ustawienie domyślne, gdy ta zasada nie jest skonfigurowana. PRELOAD: aplikacja jest instalowana automatycznie, ale użytkownik może ją odinstalować. FORCE_INSTALLED: aplikacja jest instalowana automatycznie i użytkownik nie może jej odinstalować. BLOCKED: aplikacja jest zablokowana i nie można jej zainstalować. Jeśli aplikacja została zainstalowana podczas obowiązywania wcześniejszej zasady, zostanie odinstalowana.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Zasada przyznawania uprawnień aplikacjom. PERMISSION_POLICY_UNSPECIFIED: zasada nie jest określona. Jeśli uprawnienie nie ma zasady na żadnym poziomie, domyślnie stosowane jest zachowanie PROMPT. PROMPT: użytkownik jest proszony o przyznanie uprawnień. GRANT: automatyczne przyznanie uprawnień. DENY: automatyczna odmowa uprawnień.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Obiekt JSON z konfiguracją specyficzną dla danej aplikacji w postaci par klucz-wartość, np. '&quot;managedConfiguration&quot;: { &quot;klucz1&quot;: wartość1, &quot;klucz2&quot;: wartość2 }'. Klucze są zdefiniowane w manifeście aplikacji.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Przypinanie aplikacji do menu startowego, zobacz PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Zezwól lub nie na przechwytywanie dźwięku</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Adresy URL, które bez pytania otrzymają dostęp do urządzeń do nagrywania dźwięku</string><string id="AudioCaptureAllowedUrls_Explain">Wzorce na tej liście są porównywane ze źródłem zabezpieczeń
adresu URL, z którego pochodzi żądanie. Gdy znaleziono odpowiednik,
bez pytania udzielany jest dostęp do urządzeń rejestrujących dźwięk.

UWAGA: do momentu wprowadzenia wersji 45 ta zasada działała tylko w trybie kiosku.</string><string id="AudioCaptureAllowedUrlsDesc">Adresy URL, które bez pytania otrzymają dostęp do urządzeń do nagrywania dźwięku</string><string id="AudioOutputAllowed">Zezwalaj na odtwarzanie dźwięku</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Włącz autouzupełnianie</string><string id="AutoFillEnabled_Explain">Włącza funkcję autouzupełniania w Google Chrome i umożliwia użytkownikom automatyczne wypełnianie formularzy internetowych za pomocą zapisanych wcześniej informacji, takich jak np. adres czy dane karty kredytowej. Jeśli wyłączysz to ustawienie, autouzupełnianie będzie niedostępne dla użytkowników. Jeśli ustawienie jest włączone lub nieskonfigurowane, użytkownik zachowuje kontrolę nad autouzupełnianiem. Może wówczas konfigurować profile autouzupełniania oraz włączać i wyłączać tę funkcję według własnego uznania.</string><string id="AutofillCreditCardEnabled">Włącz autouzupełnianie kart kredytowych</string><string id="AutofillCreditCardEnabled_Explain">Włącza funkcję autouzupełniania w Google Chrome, umożliwiając użytkownikom automatyczne wprowadzanie wcześniej zapisanych danych karty kredytowej i adresu w formularzach na stronach internetowych.

Jeśli wyłączysz to ustawienie, autouzupełnianie nie będzie podpowiadać ani wypełniać danych karty kredytowej, jak też nie będzie zapisywać dodatkowych danych karty kredytowej, które użytkownik może podawać na stronach internetowych.

Jeśli ustawienie jest włączone lub nieskonfigurowane, użytkownik może samodzielnie skonfigurować autouzupełnianie (w tym wpisać dane kart kredytowych) w interfejsie.</string><string id="BlockThirdPartyCookies">Blokuj pliki cookie innych firm</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Włącz pasek zakładek</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Uwierzytelnianie w portalu przechwytującym ignoruje serwer proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Wyłącz egzekwowanie protokołu Certificate Transparency dla adresów URL z listy</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Wyłącza egzekwowanie wymogów protokołu Certificate Transparency dla wymienionych adresów URL.

Ta zasada umożliwia pominięcie ujawniania przez protokół Certificate Transparency certyfikatów nazw hosta w określonych adresach URL. Dzięki temu certyfikaty, które zostałyby uznane za niezaufane z powodu nieujawnienia publicznego, mogą być nadal używane. Trudniej jest jednak wykryć certyfikaty, które zostały wydane nieprawidłowo.

Wzorzec adresu URL jest sformatowany zgodnie ze schematem na stronie: https://www.chromium.org/administrators/url-blacklist-filter-format. Ponieważ jednak certyfikaty są ważne dla określonej nazwy hosta niezależnej od schematu, portu czy ścieżki, pod uwagę brany jest tylko fragment adresu URL zawierający nazwę hosta. Hosty zawierające symbole wieloznaczne nie są obsługiwane.

Jeśli ta zasada nie jest skonfigurowana, każdy certyfikat, który musi zostać ujawniony przez protokół Certificate Transparency, będzie traktowany jako niezaufany, jeśli nie zostanie ujawniony zgodnie z zasadami tego protokołu.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Wyłącz egzekwowanie protokołu Certificate Transparency dla adresów URL z listy</string><string id="ChromeOsLockOnIdleSuspend">Włącz blokadę w przypadku bezczynności lub zawieszenia działania urządzenia</string><string id="ChromeOsLockOnIdleSuspend_Explain">Powoduje włączenie blokady w przypadku bezczynności lub zawieszenia działania urządzenia z systemem operacyjnym Google Chrome OS.

Jeśli włączysz to ustawienie, użytkownik będzie musiał podać hasło w celu odblokowania uśpionego urządzenia.

Po wyłączeniu ustawienia wybudzenie nie wymaga podawania hasła.

Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić.

Jeśli zasada nie zostanie skonfigurowana, użytkownik może wybrać, czy chce odblokowywać urządzenie przy użyciu hasła.</string><string id="ChromeOsMultiProfileUserBehavior">Kontrolowanie zachowania użytkownika w sesji wieloprofilowej</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Kontroluje zachowanie użytkownika w sesji wieloprofilowej na urządzeniach z Google Chrome OS.

Jeśli zasada ma wartość „MultiProfileUserBehaviorUnrestricted”, użytkownik może być użytkownikiem głównym lub dodatkowym w sesji wieloprofilowej.

Przy wartości „MultiProfileUserBehaviorMustBePrimary” użytkownik może być tylko użytkownikiem głównym w sesji wieloprofilowej.

Przy wartości „MultiProfileUserBehaviorNotAllowed” użytkownik nie może brać udziału w sesji wieloprofilowej.

Jeśli określisz ustawienie, użytkownicy nie mogą go zmienić ani zastąpić.

Gdy zmienisz je po zalogowaniu się użytkowników do sesji wieloprofilowej, spowoduje to sprawdzenie ustawień wszystkich użytkowników z tej sesji. Jeśli któryś z nich nie będzie już mógł brać w niej udziału, zostanie ona zamknięta.

Jeśli nie ustawisz tej zasady, wartość domyślna „MultiProfileUserBehaviorMustBePrimary” jest stosowana do użytkowników zarządzanych w firmie, a wartość „MultiProfileUserBehaviorUnrestricted” – do niezarządzanych.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Zezwól, by użytkownik korporacyjny miał atrybut główny i drugorzędny (domyślne zachowanie w przypadku niezarządzanych użytkowników)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Zezwól, by użytkownik korporacyjny był tylko głównym użytkownikiem korzystającym z wielu profili (domyślne zachowanie w przypadku użytkowników zarządzanych przez przedsiębiorstwo)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Nie zezwalaj użytkownikom firmowym na korzystanie z trybu wieloprofilowego (jako użytkownik główny ani dodatkowy)</string><string id="ChromeOsReleaseChannel">Kanał wersji</string><string id="ChromeOsReleaseChannel_Explain">Określa kanał wersji, z którym to urządzenie powinno być powiązane na stałe.</string><string id="ChromeOsReleaseChannel_StableChannel">Wersja stabilna</string><string id="ChromeOsReleaseChannel_BetaChannel">Wersja beta</string><string id="ChromeOsReleaseChannel_DevChannel">Wersja deweloperska (może być niestabilna)</string><string id="ChromeOsReleaseChannelDelegated">Czy użytkownik ma mieć możliwość skonfigurowania kanału wersji</string><string id="ChromeOsReleaseChannelDelegated_Explain">Jeśli ta zasada zostanie włączona, a zasada ChromeOsReleaseChannel nie będzie określona, użytkownicy domeny rejestrującej będą mogli zmienić kanał wersji urządzenia. Jeśli ta zasada będzie wyłączona, na urządzeniu zostanie zablokowany ostatnio ustawiony kanał.

Kanał wybrany przez użytkownika zostanie zmieniony przez zasadę ChromeOsReleaseChannel, ale jeśli zasada określa kanał stabilniejszy niż zainstalowany na urządzeniu, kanał zostanie zmieniony, gdy wersja z kanału stabilniejszego będzie miała numer wyższy od wersji zainstalowanej na urządzeniu.</string><string id="ComponentUpdatesEnabled">Włącza aktualizacje komponentów Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Gdy ta zasada jest nieskonfigurowana lub ma wartość Prawda, włączone są aktualizacje wszystkich komponentów Google Chrome.

Jeśli zasada ma wartość Fałsz, aktualizacje komponentów są wyłączone. Nie obejmuje to jednak niektórych komponentów: nie są wyłączane aktualizacje żadnych komponentów, które nie zawierają kodu wykonywalnego, nie mają znacznego wpływu na działanie przeglądarki lub mają kluczowe znaczenie dla bezpieczeństwa.
Przykładami takich komponentów są listy odwołanych certyfikatów i dane Bezpiecznego przeglądania.
Więcej informacji o Bezpiecznym przeglądaniu znajdziesz na stronie https://developers.google.com/safe-browsing</string><string id="DefaultPrinterSelection">Reguły wybierania domyślnej drukarki</string><string id="DefaultPrinterSelection_Explain">Zastępuje zasady wyboru domyślnej drukarki w Google Chrome.

Określa zasady wybierania domyślnej drukarki w Google Chrome. Następuje to w momencie pierwszego użycia funkcji drukowania w połączeniu z profilem.

Gdy ta zasada jest ustawiona, Google Chrome próbuje znaleźć drukarkę pasującą do wszystkich określonych atrybutów i wybiera ją jako drukarkę domyślną. Gdy zgodnych drukarek jest więcej, wybierana jest pierwsza z nich, która zostanie wykryta (zależy to od kolejności ich wykrywania).

Jeśli zasada jest wyłączona lub w określonym czasie nie uda się znaleźć zgodnej drukarki, domyślnie zostaje wybrana wbudowana drukarka PDF. Jeśli jest ona niedostępna, drukarka nie zostaje ustawiona.

Wartość jest analizowana jako obiekt JSON zgodnie z tym schematem:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Określa, czy ograniczyć wyszukiwanie zgodnych drukarek do danego zestawu drukarek.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Wyrażenie regularne określające dopasowanie do identyfikatora drukarki.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Wyrażenie regularne określające dopasowanie do nazwy wyświetlanej drukarki.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Drukarki podłączone do Google Cloud Print traktowane są jako &quot;cloud&quot;. Pozostałe są klasyfikowane jako &quot;local&quot;.
Jeśli pole pozostanie puste, wszystkie wartości będą uznawane za zgodne. Na przykład jeśli nie określisz połączenia, po włączeniu podglądu wydruku rozpocznie się wykrywanie wszystkich drukarek – lokalnych i w chmurze.
Wzorce wyrażeń regularnych muszą być zgodne ze składnią JavaScript RegExp. W wyszukiwaniu rozróżniana jest wielkość liter.</string><string id="DeveloperToolsDisabled">Wyłącz narzędzia dla programistów</string><string id="DeveloperToolsDisabled_Explain">Wyłącza narzędzia dla programistów i konsolę JavaScript.

Jeśli włączysz to ustawienie, niemożliwe będzie uzyskanie dostępu do narzędzi dla programistów i dokonanie przeglądu elementów witryny. Wszelkie skróty klawiszowe oraz pozycje w menu aplikacji i menu kontekstowym umożliwiające otwarcie narzędzi dla programistów lub konsoli JavaScript będą nieaktywne.

Wyłączenie lub nieskonfigurowanie tej opcji umożliwi korzystanie z narzędzi dla programistów i konsoli JavaScript.</string><string id="DeviceAllowBluetooth">Włącz Bluetooth na urządzeniu</string><string id="DeviceAllowBluetooth_Explain">Jeśli zasada jest wyłączona, Google Chrome OS wyłącza Bluetooth, a użytkownik nie może go włączyć.

Jeśli zasada jest włączona lub nieskonfigurowana, użytkownik może samodzielnie włączać i wyłączać Bluetooth.

Jeśli zasada jest skonfigurowana, użytkownik nie może zmienić jej ustawienia.

Po włączeniu Bluetootha użytkownik musi wylogować się i zalogować się ponownie, by zmiany zostały zastosowane (nie trzeba tego robić po wyłączeniu Bluetootha).</string><string id="DeviceAllowNewUsers">Pozwól na tworzenie nowych kont użytkowników</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Zezwalaj użytkownikom na wykorzystanie ofert w procesie rejestracji systemu operacyjnego Chrome</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Administratorzy IT urządzeń firmowych mogą przy użyciu tej flagi określić, czy użytkownicy mogą korzystać z ofert w procesie rejestracji systemu operacyjnego Chrome.

Jeśli nie skonfigurujesz tej zasady lub ustawisz dla niej wartość prawda, użytkownicy będą mogli wykorzystywać oferty przy rejestracji systemu operacyjnego Chrome.

Jeśli ustawisz tu wartość fałsz, użytkownicy nie będą mogli wykorzystywać ofert.</string><string id="DeviceAutoUpdateDisabled">Wyłącza automatyczne aktualizacje</string><string id="DeviceAutoUpdateDisabled_Explain">Włączenie tego ustawienia wyłącza automatyczne aktualizacje.

Jeśli to ustawienie jest nieskonfigurowane lub wyłączone, urządzenia, na których zainstalowano system Google Chrome OS, automatycznie sprawdzają dostępność aktualizacji.

Ostrzeżenie: zalecanym ustawieniem jest włączenie automatycznych aktualizacji, by użytkownicy otrzymywali aktualizacje oprogramowania i bardzo ważne poprawki zabezpieczeń. Wyłączenie automatycznych aktualizacji może narazić użytkowników na niebezpieczeństwo.</string><string id="DeviceAutoUpdateP2PEnabled">Sieć P2P aktualizacji automatycznych włączona</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Określa, czy do pobierania aktualizacji systemu operacyjnego ma być używana sieć P2P. Jeśli w tej opcji ustawisz wartość Prawda, urządzenia będą dzieliły aktualizacje w sieci LAN i próbowały pobierać je z tej sieci, co może zmniejszyć wykorzystanie i obciążenie łącza internetowego. Jeśli aktualizacje nie będą dostępne w sieci LAN, urządzenie przełączy się na pobieranie aktualizacji z serwera. Jeśli ustawisz w tej opcji wartość Fałsz, sieć P2P nie będzie używana.</string><string id="DeviceBlockDevmode">Zablokuj tryb programisty</string><string id="DeviceBlockDevmode_Explain">Zablokuj tryb programisty.

Kiedy ta zasada jest włączona, Google Chrome OS uniemożliwia urządzeniu uruchomienie się w trybie programisty. Gdy tryb przełączania programisty zostanie włączony, system zablokuje uruchomienie i wyświetli ekran błędu.

Kiedy ta zasada jest wyłączona, tryb programisty jest normalnie dostępny na urządzeniu.</string><string id="DeviceDataRoamingEnabled">Włącz dane w roamingu</string><string id="DeviceDataRoamingEnabled_Explain">Określa, czy na urządzeniu powinno być włączone przesyłanie danych w roamingu. W przypadku włączenia tej zasady przesyłanie danych w roamingu będzie dozwolone. Jeśli zasada będzie wyłączona lub nieskonfigurowana, przesyłanie danych w roamingu będzie niedostępne.</string><string id="DeviceEphemeralUsersEnabled">Wyczyść dane użytkownika przy wylogowaniu</string><string id="DeviceEphemeralUsersEnabled_Explain">Określa, czy Google Chrome OS przechowuje po wylogowaniu dane konta lokalnego. W przypadku włączenia trwałe konta nie są przechowywane przez Google Chrome OS i po wylogowaniu wszystkie dane z sesji użytkownika są usuwane. Jeśli ta zasada będzie wyłączona lub nieskonfigurowana, urządzenie może przechowywać zaszyfrowane lokalne dane użytkownika.</string><string id="DeviceGuestModeEnabled">Włącz tryb gościa</string><string id="DeviceGuestModeEnabled_Explain">Jeśli ta zasada zostanie włączona lub nie będzie skonfigurowana, Google Chrome OS będzie umożliwiał logowanie się w trybie gościa. Logowania w trybie gościa to anonimowe sesje użytkownika, które nie wymagają hasła.

W przypadku wyłączenia tej zasady Google Chrome OS nie będzie zezwalać na uruchamianie sesji gościa.</string><string id="DeviceLoginScreenAppInstallList">Skonfiguruj listę zainstalowanych aplikacji na ekranie logowania</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Skonfiguruj listę zainstalowanych aplikacji na ekranie logowania</string><string id="DeviceLoginScreenInputMethods">Układy klawiatury na ekranie logowania na urządzeniu</string><string id="DeviceLoginScreenInputMethods_Explain">Umożliwia wybranie układów klawiatury dozwolonych na ekranie logowania systemu Google Chrome OS.

Jeśli ta zasada ma ustawioną jako wartość listę identyfikatorów metod wprowadzania, metody te są dostępne na ekranie logowania. Wstępnie wybrana jest pierwsza z nich. Gdy na ekranie logowania jest wybrany profil danego użytkownika, oprócz metod wprowadzania ustawionych w tej zasadzie dostępna jest metoda ostatnio używana przez tego użytkownika. Gdy zasada nie jest skonfigurowana, metody wprowadzania na ekranie logowania odpowiadają ustawieniom regionalnym stosowanym do wyświetlania tego ekranu. Wartości, które nie są prawidłowymi identyfikatorami metod wprowadzania, są ignorowane.</string><string id="DeviceLoginScreenInputMethodsDesc">Układy klawiatury na ekranie logowania na urządzeniu</string><string id="DeviceLoginScreenLocales">Ustawienia regionalne na ekranie logowania na urządzeniu</string><string id="DeviceLoginScreenLocales_Explain">Umożliwia skonfigurowanie ustawień regionalnych wymuszanych na ekranie logowania systemu Google Chrome OS. Jeśli ta zasada jest skonfigurowana, ekran logowania będzie zawsze wyświetlany z zastosowaniem ustawień regionalnych podanych jako pierwsza wartość tej zasady (aby zapewnić zgodność w przyszłości, zasada jest zdefiniowana jako lista). Jeśli zasada jest nieskonfigurowana lub jej wartością jest pusta lista, ekran logowania będzie wyświetlany z zastosowaniem ustawień regionalnych ostatniej sesji użytkownika. Jeśli zasada będzie mieć wartość, która nie określa prawidłowych ustawień regionalnych, ekran logowania będzie wyświetlany z zastosowaniem zastępczych ustawień regionalnych (obecnie en-US).</string><string id="DeviceLoginScreenLocalesDesc">Ustawienia regionalne na ekranie logowania na urządzeniu</string><string id="DeviceLoginScreenPowerManagement">Zarządzanie energią na ekranie logowania</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfiguruje zarządzanie energią na ekranie logowania w Google Chrome OS.

Zasada pozwala skonfigurować, jak Google Chrome OS ma się zachować, gdy po wyświetleniu ekranu logowania użytkownik przez pewien czas nie wykona żadnej czynności. Kontroluje ona wiele ustawień. Ich objaśnienia i zakresy wartości znajdziesz w opisach odpowiednich zasad, które sterują zarządzaniem energią podczas sesji. Jedyne różnice w stosunku do tych zasad to:
* Wśród możliwych działań wykonywanych przy braku aktywności użytkownika lub zamknięciu pokrywy komputera nie ma zakończenia sesji.
* Domyślne działanie wykonywane przy braku aktywności użytkownika i zasilaniu sieciowym to wyłączenie komputera.

Jeśli jakieś ustawienie pozostanie nieokreślone, obowiązuje wartość domyślna.

Jeśli zasada nie jest włączona, wszystkie ustawienia mają wartości domyślne.</string><string id="DeviceMetricsReportingEnabled">Włącz raportowanie danych</string><string id="DeviceMetricsReportingEnabled_Explain">Określa, czy statystyki użytkowania i dane diagnostyczne (w tym raporty o awariach) mają być przesyłane do Google. Jeśli włączysz tę opcję, Google Chrome OS będzie przesyłać statystyki użytkowania i dane diagnostyczne. Jeśli jej nie włączysz lub nie skonfigurujesz, przesyłanie statystyk i danych diagnostycznych będzie wyłączone.</string><string id="DeviceNativePrinters">Plik konfiguracji drukarek firmowych dla urządzeń</string><string id="DeviceNativePrinters_Explain">Udostępnia konfiguracje drukarek firmowych powiązanych z urządzeniami.

Ta zasada umożliwia udostępnianie konfiguracji drukarek urządzeniom z systemem Google Chrome OS. Plik nie może być większy niż 5 MB i musi być zapisany w formacie JSON. Format jest taki sam jak w słowniku NativePrinters. Szacuje się, że w pliku o tym rozmiarze można zakodować około 21 000 drukarek. Do weryfikacji integralności pobranego pliku służy skrót kryptograficzny.

Pobrany plik zostaje zapisany w pamięci podręcznej. Po każdej zmianie adresu URL lub skrótu jest pobierany ponownie.

Jeśli ta zasada jest ustawiona, Google Chrome OS pobierze plik do konfiguracji drukarek i udostępni drukarki zgodnie z zasadami DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist i DeviceNativePrintersBlacklist.

Zasada nie ma wpływu na to, czy użytkownicy mogą konfigurować drukarki na pojedynczych urządzeniach. Jest ona uzupełnieniem konfiguracji drukarek wykonywanej przez poszczególnych użytkowników.

Ta zasada jest modyfikatorem zasady NativePrintersBulkConfiguration.

Jeśli ta zasada nie jest ustawiona, drukarki nie zostaną powiązane z urządzeniami, a inne zasady DeviceNativePrinter* będą ignorowane.</string><string id="DeviceNativePrintersAccessMode">Zasady dostępu do konfiguracji drukarek powiązanych z urządzeniami.</string><string id="DeviceNativePrintersAccessMode_Explain">Steruje tym, które drukarki określone w zasadzie DeviceNativePrinters są dostępne dla użytkowników.

Wskazuje zasadę dostępu, która jest używana do zbiorczego skonfigurowania drukarek. Jeśli wybrano opcję AllowAll, pokazywane są wszystkie drukarki. Jeśli wybrano opcję BlacklistRestriction, zasada DeviceNativePrintersBlacklist jest używana do ograniczania dostępu do określonych drukarek. Jeśli wybrano ustawienie WhitelistPrintersOnly, zasada DeviceNativePrintersWhitelist wskazuje tylko te drukarki, które można wybrać.

Jeśli ta zasada nie jest ustawiona, domyślnie stosowana jest opcja BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Widoczne są wszystkie drukarki oprócz tych z czarnej listy.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Użytkownicy widzą tylko drukarki dodane do białej listy</string><string id="DeviceNativePrintersAccessMode_AllowAll">Zezwalaj na wszystkie drukarki z pliku konfiguracji.</string><string id="DeviceNativePrintersBlacklist">Wyłączone drukarki firmowe powiązane z urządzeniami</string><string id="DeviceNativePrintersBlacklist_Explain">Określa drukarki, z których użytkownik nie może korzystać.

Ta zasada jest używana tylko wtedy, gdy dla zasady DeviceNativePrintersAccessMode wybrano ustawienie BlacklistRestriction.

Jeśli ta zasada jest używana, użytkownik ma dostęp do wszystkich drukarek z wyjątkiem tych, których identyfikatory zostały w niej określone.
</string><string id="DeviceNativePrintersBlacklistDesc">Wyłączone drukarki firmowe powiązane z urządzeniami</string><string id="DeviceNativePrintersWhitelist">Włączone drukarki firmowe powiązane z urządzeniami</string><string id="DeviceNativePrintersWhitelist_Explain">Określa drukarki, z których może korzystać użytkownik.

Ta zasada jest używana tylko wtedy, gdy dla zasady DeviceNativePrintersAccessMode wybrano ustawienie WhitelistPrintersOnly

Jeśli ta zasada jest używana, użytkownik ma dostęp tylko do drukarek, których identyfikatory pasują do wartości w niej ustawionych. Identyfikatory muszą być zgodne z pozycjami w pliku określonym w zasadzie DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Włączone drukarki firmowe powiązane z urządzeniami</string><string id="DeviceOffHours">Okresy bezczynności urządzeń, gdy aktywne są zasady OffHours |ignored_policy_proto_tags|</string><string id="DeviceOffHours_Explain">Jeśli zasada „OffHours” jest ustawiona, to określone zasady dotyczące urządzeń są ignorowane (używane są ustawienia domyślne tych zasad) w konkretnych okresach. Zasady dotyczące urządzeń są ponownie stosowane przez Chrome za każdym razem, gdy zaczyna lub kończy się okres „OffHours”. Użytkownik otrzymuje powiadomienie i następuje wymuszone wylogowanie, gdy zakończenie okresu „OffHours” i zasady dotyczące urządzeń zmienią się (np. gdy użytkownik jest zalogowany na konto, które nie ma uprawnień).</string><string id="DeviceOpenNetworkConfiguration">Konfiguracja sieci na poziomie urządzenia</string><string id="DeviceOpenNetworkConfiguration_Explain">Pozwala na przesyłanie konfiguracji sieciowej w trybie push do urządzeń z Google Chrome OS dla wszystkich użytkowników. Konfiguracja sieci to łańcuch w formacie JSON zgodny z formatem Open Network Configuration opisanym na https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Częstotliwość odświeżania zasad dotyczących urządzeń</string><string id="DevicePolicyRefreshRate_Explain">Określa, co ile milisekund do usługi zarządzania urządzeniami będzie wysyłane zapytanie o zasady dotyczące urządzeń.

Skonfigurowanie tej zasady powoduje zastąpienie wartości domyślnej 3 godzin. Dozwolone są wartości od 1 800 000 (30 minut) do 86 400 000 (1 dzień). Wartości spoza tego zakresu zostaną sprowadzone do odpowiedniej wartości granicznej.

Pozostawienie tej zasady nieskonfigurowanej powoduje, że Google Chrome OS używa wartości domyślnej, która wynosi 3 godziny.

Uwaga: jeśli platforma obsługuje powiadomienia o zasadach, czas odświeżania będzie ustawiony na 24 godziny (wartości domyślne i wartość tej zasady będą ignorowane), ponieważ powiadomienia te powinny automatycznie wymuszać odświeżenie po każdej zmianie zasad, przez co częstsze odświeżanie jest niepotrzebne.</string><string id="DeviceQuirksDownloadEnabled">Włącz wysyłanie zapytań o profile sprzętowe do Quirks Server</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automatyczny restart przy wyłączaniu urządzenia</string><string id="DeviceRebootOnShutdown_Explain">Jeśli wyłączysz tę zasadę lub jej nie skonfigurujesz, Google Chrome OS pozwoli użytkownikowi wyłączyć urządzenie.
Jeśli zasada będzie włączona, Google Chrome OS wymusi ponowne uruchomienie urządzenia, gdy użytkownik spróbuje je wyłączyć. Google Chrome OS zastąpi wszystkie wystąpienia przycisku wyłączania w interfejsie użytkownika przyciskami ponownego uruchomienia. Urządzenie nie uruchomi się ponownie niezależnie od ustawienia tej zasady, jeśli użytkownik wyłączy je za pomocą przycisku zasilania.</string><string id="DeviceShowUserNamesOnSignin">Pokaż nazwy użytkowników na ekranie logowania</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Flagi systemowe stosowane przy uruchamianiu Google Chrome</string><string id="DeviceStartUpFlags_Explain">Określa flagi stosowane przy uruchamianiu Google Chrome. Wybrane flagi są używane tylko na ekranie logowania. Flagi ustawiane przez tę zasadę nie przechodzą na sesje użytkownika.</string><string id="DeviceStartUpFlagsDesc">Flagi systemowe stosowane przy uruchamianiu Google Chrome</string><string id="DeviceTargetVersionPrefix">Wersja docelowa automatycznych aktualizacji</string><string id="DeviceTargetVersionPrefix_Explain">Ustawia docelową wersję dla automatycznych aktualizacji.

Określa przedrostek docelowej wersji, do której powinien zaktualizować się system Google Chrome OS. Jeśli wersja uruchomiona na urządzeniu jest starsza niż określona przez przedrostek, nastąpi aktualizacja do najnowszej wersji z tym przedrostkiem. Jeśli na urządzeniu jest już zainstalowana nowsza wersja, żadne działanie nie zostanie wykonane (tzn. nie nastąpi powrót do starszej wersji), a wersja na urządzeniu nie zmieni się. Format przedrostka umożliwia rozróżnianie składników, np.:

&quot;&quot; (lub nieskonfigurowany): zaktualizuj do najnowszej dostępnej wersji,
&quot;1412.&quot;: zaktualizuj do dowolnej wersji podrzędnej względem wersji 1412 (np. 1412.24.34 lub 1412.60.2),
&quot;1412.2.&quot;: zaktualizuj do dowolnej wersji podrzędnej względem wersji 1412.2 (np. 1412.2.34 lub 1412.2.2),
&quot;1412.24.34&quot;: zaktualizuj tylko do tej konkretnej wersji.

Ostrzeżenie: nie zaleca się konfigurowania ograniczeń wersji, ponieważ w rezultacie użytkownicy mogą nie otrzymywać aktualizacji oprogramowania ani bardzo ważnych poprawek zabezpieczeń. Ograniczenie aktualizacji do konkretnej wersji może narazić użytkowników na niebezpieczeństwo.</string><string id="DeviceUpdateAllowedConnectionTypes">Typy połączeń dozwolone dla aktualizacji</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Typy połączeń, które mogą być używane do aktualizowania systemu operacyjnego. Z powodu swojego rozmiaru aktualizacje te silnie wykorzystują połączenie, co może skutkować dodatkowymi kosztami. Dlatego domyślnie są wyłączone w przypadku połączeń uznanych za „kosztowne”, czyli aktualnie dla WiMax, Bluetooth i komórek.

Rozpoznawane identyfikatory typów połączeń to  „ethernet”, „wifi”, „wimax”, „bluetooth” i „cellular”.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Typy połączeń dozwolone dla aktualizacji</string><string id="DeviceUpdateHttpDownloadsEnabled">Zezwalaj na pobieranie aktualizacji automatycznych przez HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Ładunki aktualizacji automatycznych można pobierać w Google Chrome OS przez HTTP zamiast HTTPS. Umożliwia to przejrzyste zapisywanie w pamięci podręcznej HTTP plików pobranych przez HTTP.

Jeśli ustawisz tu wartość prawda, Google Chrome OS będzie próbować pobierać ładunki aktualizacji automatycznych przez HTTP. Jeśli nie skonfigurujesz tej zasady lub ustawisz w niej wartość fałsz, do pobierania ładunków aktualizacji automatycznych będzie używany protokół HTTPS.</string><string id="DeviceUpdateScatterFactor">Współczynnik rozkładania automatycznych aktualizacji w czasie</string><string id="DeviceUpdateScatterFactor_Explain">Określa, o ile sekund urządzenie może losowo opóźnić pobranie aktualizacji w stosunku do czasu jej opublikowania na serwerze. Urządzenie może odczekać część tego okresu, licząc w sekundach zegara, a pozostałą część, licząc w testach dostępności aktualizacji. Tak czy inaczej okres opóźnienia jest ograniczony z góry, by urządzenie nigdy nie utknęło w stanie oczekiwania na pobranie aktualizacji.</string><string id="DeviceUserWhitelist">Biała lista loginów użytkowników</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Biała lista loginów użytkowników</string><string id="DeviceWallpaperImage">Tapeta na urządzeniu</string><string id="DeviceWallpaperImage_Explain">Skonfiguruj tapetę na poziomie urządzenia wyświetlaną na ekranie logowania, jeśli żaden użytkownik nie jest jeszcze zalogowany na urządzeniu. Aby ustawić tę zasadę, podaj adres URL, z którego urządzenie z Chrome OS może pobrać tapetę, a także skrót kryptograficzny używany do weryfikacji poprawności pobranego pliku. Obraz musi być w formacie JPEG, a jego rozmiar nie może przekraczać 16 MB. URL musi być dostępny bez żadnego uwierzytelniania. Po pobraniu tapeta jest zapisywana w pamięci podręcznej. Gdy URL lub skrót się zmieni, pobieranie jest powtarzane.

Zasadę należy zdefiniować jako ciąg znaków w formacie JSON zawierający URL i skrót, zgodnie z tym schematem:
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;przykladowyskrottapety&quot;
}

Jeśli zasada tapety urządzenia jest ustawiona, urządzenie z Chrome OS pobiera tapetę i wyświetla ją na ekranie logowania, gdy żaden użytkownik nie jest jeszcze zalogowany na urządzeniu. Gdy użytkownik się zaloguje, zaczyna działać zasada tapety tego użytkownika.

Jeśli zasada tapety na urządzeniu nie jest ustawiona, o wyświetlaniu tapety decyduje zasada tapety użytkownika (jeśli jest ustawiona).</string><string id="Disable3DAPIs">Wyłącz obsługę interfejsów API grafiki 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Określ, czy funkcja znajdowania wtyczek ma być wyłączona</string><string id="DisablePluginFinder_Explain">Jeśli włączysz to ustawienie, automatyczne wyszukiwanie i instalowanie brakujących wtyczek zostanie wyłączone w Google Chrome. W przypadku wyłączenia lub nieskonfigurowania tej opcji mechanizm wyszukujący wtyczki będzie aktywny.</string><string id="DisableSafeBrowsingProceedAnyway">Wyłącz możliwość kontynuacji na stronie ostrzeżenia Bezpiecznego przeglądania</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Funkcja Bezpieczne przeglądanie wyświetla ostrzeżenie, gdy użytkownik chce wejść na stronę oznaczoną jako potencjalnie szkodliwa. Jeśli włączysz to ustawienie, użytkownicy nie będą mogli przechodzić ze strony ostrzeżenia na strony szkodliwe.

Jeśli nie skonfigurujesz tego ustawienia lub je wyłączysz, użytkownicy będą mogli wybrać, czy chcą przejść ze strony ostrzeżenia na stronę oznaczoną jako szkodliwa.

Więcej informacji o Bezpiecznym przeglądaniu znajdziesz na stronie https://developers.google.com/safe-browsing</string><string id="DisableScreenshots">Wyłącza tworzenie zrzutów ekranu</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Ustaw domyślny obrót ekranu stosowany po każdym ponownym uruchomieniu</string><string id="DisplayRotationDefault_Explain">Kiedy ta zasada jest skonfigurowana, każdy ekran jest obracany do określonej
orientacji po każdym ponownym uruchomieniu urządzenia
oraz przy pierwszym podłączeniu po zmianie wartości tej zasady.
Po zalogowaniu się użytkownicy mogą zmienić ustawienie obrotu ekranu
na stronie ustawień, ale zostanie ono zastąpione przez wartość tej zasady
po następnym uruchomieniu urządzenia.

Ta zasada dotyczy zarówno głównego ekranu, jak i ekranów dodatkowych.

Kiedy ta zasada nie jest skonfigurowana, domyślna wartość to 0 stopni,
a użytkownik może ją zmienić. Jeśli tak zrobi, zmieniona wartość nie zostanie ponownie
zastosowana po ponownym uruchomieniu urządzenia.</string><string id="DisplayRotationDefault_ROTATE_0">Obróć ekran o 0 stopni</string><string id="DisplayRotationDefault_ROTATE_90">Obróć ekran w prawo o 90 stopni</string><string id="DisplayRotationDefault_ROTATE_180">Obróć ekran o 180 stopni</string><string id="DisplayRotationDefault_ROTATE_270">Obróć ekran w prawo o 270 stopni</string><string id="DownloadDirectory">Ustaw katalog pobierania</string><string id="DownloadDirectory_Explain">Określa katalog, w którym Google Chrome zapisuje pobrane pliki.

Jeśli ustawisz tę zasadę, Google Chrome używa wskazanego katalogu niezależnie od tego, czy użytkownik podał własny katalog czy włączył opcję pytania o lokalizację przy każdym pobieraniu.

Na https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables znajdziesz listę zmiennych, których możesz użyć.

Gdy ta zasada nie jest ustawiona, obowiązuje domyślny katalog pobierania, a użytkownik może go zmienić.</string><string id="DownloadRestrictions">Zezwól na ograniczenia pobierania</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Brak ograniczeń specjalnych</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokuj pobieranie niebezpiecznych plików</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokuj pobieranie potencjalnie niebezpiecznych plików</string><string id="DownloadRestrictions_BlockAllDownloads">Blokuj pobieranie wszystkich plików</string><string id="EasyUnlockAllowed">Pozwala włączyć funkcję Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Strategia migracji dla plików eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Ta opcja jest podobna do zasady Wipe (wartość 2), ale próbuje zachować tokeny logowania, by użytkownik nie musiał ponownie się logować.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Jeśli model urządzenia klienta obsługiwał środowisko ARC już wtedy, gdy do uruchomienia ARC nie była konieczna migracja do ext4, i jeśli zasada ArcEnabled jest ustawiona na wartość prawda, ta opcja będzie zachowywać się tak jak opcja AskUser (wartość 3). We wszystkich pozostałych przypadkach (jeśli model urządzenia nie obsługiwał wcześniej ARC lub jeśli zasada ArcEnabled jest ustawiona na wartość fałsz), ta wartość jest równoznaczna z opcją DisallowArc (wartość 0).</string><string id="EditBookmarksEnabled">Włącz lub wyłącz edytowanie zakładek</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Określa, czy zezwolić na certyfikaty wydane przez lokalne kotwice zaufania, którym brakuje rozszerzenia subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Gdy to ustawienie jest włączone, Google Chrome użyje commonName certyfikatu serwera, by dopasować nazwę hosta, jeśli w certyfikacie brakuje rozszerzenia subjectAlternativeName. Będzie to możliwe, pod warunkiem że sprawdzenie poprawności i dołączenie do łańcucha lokalnie zainstalowanych certyfikatów CA wypadnie pomyślnie.

Nie jest to zalecane, bo może spowodować pominięcie rozszerzenia nameConstraints, które ogranicza nazwy hostów, na których dany certyfikat może być autoryzowany.

Jeśli ta zasada nie jest skonfigurowana lub jest wyłączona, certyfikaty serwera, które nie mają rozszerzenia subjectAlternativeName zawierającego nazwę DNS lub adres IP, nie będą uważane za zaufane.</string><string id="EnableDeprecatedWebPlatformFeatures">Włącz wycofane funkcje platform internetowych na określony czas</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Określ listę wycofanych funkcji, które chcesz tymczasowo włączyć na platformach internetowych.

Zasada ta pozwala administratorom ponownie włączyć na określony czas wycofane funkcje platform internetowych. Funkcje są wskazywane przez tagi z ciągiem tekstowym. Te, które odpowiadają tagom wymienionym na liście w tej zasadzie, zostaną ponownie włączone.

Jeśli nie ustawisz tej zasady albo lista jest pusta lub nie zawiera obsługiwanych tagów z ciągiem znaków, wszystkie wycofane funkcje platform internetowych pozostaną wyłączone.

Mimo że zasada działa na tych platformach, włączana przez nią funkcja może być dostępna tylko na niektórych z nich. Nie wszystkie wycofane funkcje platform internetowych można ponownie włączyć. Zasada pozwala włączyć tylko te wymienione poniżej – na określony czas, który różni się w zależności od funkcji. Ogólny format tagu z ciągiem znaków to [NazwaWycofanejFunkcji]_EffectiveUntil[rrrrmmdd]. Przyczyny zmian funkcji platform internetowych możesz w razie potrzeby znaleźć na https://bit.ly/blinkintents
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Włącz wycofane funkcje platform internetowych na określony czas</string><string id="EnableOnlineRevocationChecks">Czy wykonywane jest sprawdzanie OCSP/CRL online</string><string id="EnableOnlineRevocationChecks_Explain">Ignorowana w razie błędu sieci kontrola online, czy certyfikat nie został unieważniony, w rzeczywistości nie poprawia bezpieczeństwa, dlatego w Google Chrome 19 i nowszych wersjach jest domyślnie wyłączona. Jeśli zasada ma wartość prawda, przywraca poprzedni sposób działania i powoduje wykonywanie kontroli OCSP/CRL online.

Jeśli nie ustawisz tej zasady w Google Chrome lub wybierzesz wartość fałsz, Google Chrome 19 i nowsze wersje nie sprawdzają online, czy certyfikat nie został unieważniony.</string><string id="EnableSha1ForLocalAnchors">Określa, czy są dozwolone certyfikaty z podpisem SHA-1 wydane przez lokalne kotwice zaufania</string><string id="EnableSha1ForLocalAnchors_Explain">Gdy to ustawienie jest włączone, Google Chrome akceptuje certyfikaty z podpisem SHA-1, o ile zostanie potwierdzona ich poprawność i zostaną łańcuchowo powiązane z zainstalowanymi lokalnie certyfikatami CA.

Uwaga: ta zasada zależy od tego, czy stos weryfikacji certyfikatów systemu operacyjnego zezwala na podpisy SHA-1. Jeśli w systemie operacyjnym wskutek aktualizacji zmieni się sposób obsługi certyfikatów SHA-1, może ona przestać działać. Oprócz tego zasada została pomyślana jako rozwiązanie tymczasowe, dzięki któremu firmy mają więcej czasu na rezygnację z podpisów SHA-1. Zostanie ona usunięta 1 stycznia 2019 r.

Jeśli ta zasada nie jest ustawiona lub ma wartość fałsz, Google Chrome przestrzega opublikowanego harmonogramu wycofywania podpisów SHA-1.</string><string id="ExternalStorageDisabled">Wyłącz podłączanie pamięci zewnętrznych</string><string id="ExternalStorageDisabled_Explain">Po włączeniu tej zasady pamięci zewnętrzne będą niedostępne w przeglądarce plików.

Ta zasada dotyczy wszystkich typów nośników pamięci, takich jak na przykład napędy flash USB, zewnętrzne dyski twarde, karty pamięci SD i inne, pamięci optyczne itd. Pamięć wewnętrzna nie podlega tej zasadzie, więc nadal będzie można otwierać pliki z folderu Pobrane. Ta zasada nie dotyczy też Dysku Google.

W przypadku wyłączenia lub nieskonfigurowania tego ustawienia użytkownicy będą mogli korzystać na urządzeniu ze wszystkich obsługiwanych typów pamięci zewnętrznych.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Po włączeniu tej zasady użytkownicy nie mogą niczego zapisywać na zewnętrznych urządzeniach pamięci.

W przypadku wyłączenia lub nieskonfigurowania tego ustawienia użytkownicy mogą tworzyć i modyfikować pliki na zewnętrznych urządzeniach pamięci, które fizycznie umożliwiają zapis.

Pierwszeństwo przed tą zasadą ma zasada ExternalStorageDisabled, która po włączeniu całkowicie wyłącza dostęp do zewnętrznego urządzenia pamięci. Ta zasada jest wtedy ignorowana.

Dynamiczne odświeżanie tej zasady jest obsługiwane w wersji M56 i nowszych.</string><string id="ForceGoogleSafeSearch">Wymuś stosowanie filtra Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Wymusza realizację zapytań do wyszukiwarki Google z aktywnym filtrem SafeSearch i uniemożliwia użytkownikom zmianę tego ustawienia.

Jeśli ta opcja zostanie włączona, filtr SafeSearch w wyszukiwarce Google będzie zawsze aktywny.

W przypadku wyłączenia tego ustawienia lub niepodania wartości nie będzie wymuszane stosowanie filtra SafeSearch w wyszukiwarce Google.</string><string id="ForceMaximizeOnFirstRun">Zmaksymalizuj pierwsze okno wyświetlone przy pierwszym uruchomieniu przeglądarki</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Wymuszaj minimalny tryb ograniczonego dostępu w YouTube</string><string id="ForceYouTubeRestrict_Explain">Wymusza minimalny tryb ograniczonego dostępu w YouTube i uniemożliwia użytkownikom wybór trybu z mniejszymi ograniczeniami.

Jeśli wybierzesz ustawienie „Ścisły”, ścisły tryb ograniczonego dostępu będzie zawsze aktywny w YouTube.

Jeśli wybierzesz ustawienie „Umiarkowany”, użytkownik może wybrać tylko umiarkowany lub ścisły tryb ograniczonego dostępu w YouTube i nie może go wyłączyć.

Jeśli nie podasz wartości albo wybierzesz ustawienie „Wyłącz”, stosowanie trybu ograniczonego dostępu w YouTube nie będzie wymuszane przez przeglądarkę Google Chrome. Zewnętrzne zasady, np. zasady YouTube, mogą jednak nadal wymuszać stosowanie trybu ograniczonego dostępu.</string><string id="ForceYouTubeRestrict_Off">Nie wymuszaj trybu ograniczonego dostępu w YouTube</string><string id="ForceYouTubeRestrict_Moderate">Wymuszaj co najmniej umiarkowany tryb ograniczonego dostępu w YouTube</string><string id="ForceYouTubeRestrict_Strict">Wymuszaj ścisły tryb ograniczonego dostępu w YouTube</string><string id="FullscreenAllowed">Zezwalaj na tryb pełnoekranowy</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Włącza obsługę HTTP/0.9 w portach innych niż domyślne</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Ta zasada włącza HTTP/0.9 w portach innych niż 80 dla HTTP i 443 dla HTTPS.

Domyślnie zasada jest wyłączona. Jeśli zostanie włączona, naraża to użytkowników na problem związany z bezpieczeństwem: https://crbug.com/600352

Ta zasada ma umożliwić firmom migrację istniejących serwerów z HTTP/0.9 i w przyszłości zostanie usunięta.

Jeśli zasada nie jest skonfigurowana, w portach innych niż domyślne protokół HTTP/0.9 jest wyłączony.</string><string id="IncognitoModeAvailability">Dostępność trybu incognito</string><string id="IncognitoModeAvailability_Explain">Określa, czy użytkownik może otwierać strony w trybie incognito w Google Chrome. W przypadku opcji „Włączone” lub nieskonfigurowania zasady strony mogą być otwierane w tym trybie. Opcja „Wyłączone” uniemożliwia otwieranie stron w tym trybie. Po wybraniu opcji „Wymuszone” strony można otwierać TYLKO w trybie incognito.</string><string id="IncognitoModeAvailability_Enabled">Tryb incognito dostępny</string><string id="IncognitoModeAvailability_Disabled">Tryb incognito wyłączony</string><string id="IncognitoModeAvailability_Forced">Tryb incognito wymuszany</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Włącz izolację witryn z określonych źródeł</string><string id="IsolateOrigins_Explain">
Uwaga: ta zasada jest eksperymentalna i może zakłócać poprawne działanie innych funkcji.
Jeśli ta zasada jest włączona, każde nazwane źródło na liście oddzielonej przecinkami będzie działać w obrębie własnego procesu. Powoduje to też izolację źródeł z nazwami subdomen, np. określenie https://example.com/ spowoduje, że także adres https://foo.example.com/ będzie izolowany jako część witryny https://example.com/.
Jeśli ta zasada jest wyłączona, działa logika zarządzania procesem sprzed izolacji witryny.
Jeśli ta zasada nie jest skonfigurowana, użytkownik może zmienić to ustawienie.
</string><string id="KeyPermissions">Uprawnienia klucza</string><string id="KeyPermissions_Explain">Przyznaje dostęp do kluczy firmowych do rozszerzeń.

Klucze są przeznaczone do użytku firmowego, jeśli są wygenerowane przy użyciu interfejsu API chrome.platformKeys na koncie zarządzanym. Klucze importowane lub wygenerowane w inny sposób nie są przeznaczone do użytku firmowego.

Dostęp do kluczy przeznaczonych do użytku firmowego całkowicie kontroluje ta zasada. Użytkownik nie może przyznać ani wycofać dostępu rozszerzeń do kluczy firmowych.

Domyślnie rozszerzenie nie może używać klucza przeznaczonego do użytku firmowego. Jest to równoznaczne z wyłączeniem zasady allowCorporateKeyUsage dla tego rozszerzenia.

Tylko jeśli zasada allowCorporateKeyUsage jest włączona dla rozszerzenia, może ono używać dowolnego klucza platformy oznaczonego jako do użytku firmowego, by podpisywać arbitralne dane. To uprawnienie należy przyznawać, tylko jeśli rozszerzenie jest zaufane, by uniemożliwić osobom niepowołanym dostęp do klucza.</string><string id="ManagedBookmarks">Zakładki zarządzane</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maksymalne opóźnienie pobrania po unieważnieniu zasady</string><string id="MaxInvalidationFetchDelay_Explain">Określa maksymalne opóźnienie w milisekundach między otrzymaniem unieważnienia zasady a pobraniem nowej z usługi zarządzania urządzeniem.

Ustawienie tej zasady zmienia domyślną wartość 5000 milisekund. Prawidłowe wartości zawierają się w zakresie od 1000 (1 sekunda) do 300 000 (5 minut). Wartości spoza zakresu zostaną zmienione na zgodne z nim.

Nieskonfigurowanie tej zasady spowoduje, że Google Chrome będzie używać domyślnej wartości 5000 milisekund.</string><string id="NativePrinters">Drukowanie natywne</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Drukowanie natywne</string><string id="NativePrintersBulkAccessMode">Zasady dostępu do konfiguracji drukarki.</string><string id="NativePrintersBulkAccessMode_Explain">Steruje tym, które drukarki określone w zasadzie NativePrintersBulkConfiguration są dostępne dla użytkowników.

Wskazuje zasadę dostępu, która jest używana do zbiorczego skonfigurowania drukarek. Jeśli wybrano opcję AllowAll, pokazywane są wszystkie drukarki. Jeśli wybrano opcję BlacklistRestriction, zasada NativePrintersBulkBlacklist jest używana do ograniczania dostępu do określonych drukarek. Jeśli wybrano ustawienie WhitelistPrintersOnly, zasada NativePrintersBulkWhitelist wskazuje tylko te drukarki, które można wybrać.

Jeśli ta zasada nie jest ustawiona, domyślnie stosowana jest opcja BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Widoczne są wszystkie drukarki oprócz tych z czarnej listy.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Użytkownicy widzą tylko drukarki dodane do białej listy</string><string id="NativePrintersBulkAccessMode_AllowAll">Zezwalaj na wszystkie drukarki z pliku konfiguracji.</string><string id="NativePrintersBulkBlacklist">Wyłączone drukarki firmowe</string><string id="NativePrintersBulkBlacklist_Explain">Określa drukarki, z których użytkownik nie może korzystać.

Ta zasada jest używana tylko wtedy, gdy dla zasady NativePrintersBulkAccessMode wybrano opcję BlacklistRestriction.

Jeśli ta zasada jest używana, użytkownik ma dostęp do wszystkich drukarek oprócz tych, których identyfikatory w niej określono.
</string><string id="NativePrintersBulkBlacklistDesc">Wyłączone drukarki firmowe</string><string id="NativePrintersBulkConfiguration">Plik konfiguracji drukarki firmowej</string><string id="NativePrintersBulkConfiguration_Explain">Udostępnia konfiguracje drukarek firmowych.

Ta zasada umożliwia udostępnianie konfiguracji drukarek urządzeniom z systemem Google Chrome OS. Plik nie może być większy niż 5 MB i musi być zapisany w formacie JSON. Format jest taki sam jak w słowniku NativePrinters. Szacuje się, że w pliku o tym rozmiarze można zakodować około 21 000 drukarek. Do weryfikacji integralności pobranego pliku służy skrót kryptograficzny.

Pobrany plik zostaje zapisany w pamięci podręcznej. Po każdej zmianie adresu URL lub skrótu jest pobierany ponownie.

Jeśli ta zasada jest ustawiona, Google Chrome OS pobierze plik do konfiguracji drukarek i udostępni drukarki zgodnie z zasadami NativePrintersBulkAccessMode, NativePrintersBulkWhitelist i NativePrintersBulkBlacklist.

W przypadku ustawienia tej zasady użytkownicy nie będą mogli jej zmienić ani zastąpić.

Zasada nie ma wpływu na to, czy użytkownicy mogą konfigurować drukarki na pojedynczych urządzeniach. Jest ona uzupełnieniem konfiguracji drukarek wykonywanej przez poszczególnych użytkowników.
</string><string id="NativePrintersBulkWhitelist">Włączone drukarki firmowe</string><string id="NativePrintersBulkWhitelist_Explain">Określa drukarki, z których może korzystać użytkownik.

Ta zasada jest używana tylko wtedy, gdy dla zasady NativePrintersBulkAccessMode wybrano ustawienie WhitelistPrintersOnly.

Jeśli ta zasada jest używana, użytkownik ma dostęp tylko do drukarek, których identyfikatory pasują do wartości w niej ustawionych. Identyfikatory muszą być zgodne z pozycjami w pliku określonym w zasadzie NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Włączone drukarki firmowe</string><string id="NetworkPredictionOptions">Włącz przewidywanie działań sieciowych</string><string id="NetworkPredictionOptions_Explain">Włącza przewidywanie działań sieciowych w Google Chrome i uniemożliwia użytkownikom zmianę tego ustawienia.

Ta zasada steruje wstępnym pobieraniem DNS, wstępnym łączeniem przez TCP i SSL oraz wstępnym renderowaniem stron internetowych.

Jeśli ustawisz tę zasadę na „Zawsze”, „Nigdy” lub „Tylko Wi-Fi”, użytkownicy nie będą mogli zmienić ani nadpisać tego ustawienia w Google Chrome.

Jeśli ta zasada pozostanie nieustawiona, przewidywanie działań sieciowych zostanie włączone, ale użytkownicy będą mogli je zmienić.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Przewiduj działania w sieci dla każdego połączenia sieciowego</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Przewiduj działania w dowolnej sieci innej niż komórkowa.
Opcja wycofana w wersji 50, usunięta z wersji 52. Po wersji 52 wartość ustawiona na 1 będzie traktowana jako wartość 0 – włączone jest przewidywanie działań przy dowolnym połączeniu sieciowym.</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Nie przewiduj działań w sieci dla żadnego połączenia sieciowego</string><string id="NoteTakingAppsLockScreenWhitelist">Aplikacje do robienia notatek dodane do białej listy, które są dozwolone na ekranie blokady w: Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Określa listę aplikacji, które mogą być włączone jako aplikacje do notatek na ekranie blokady w: Google Chrome OS.

Jeśli preferowana aplikacja do robienia notatek jest włączona na ekranie blokady, będą na nim dostępne elementy interfejsu umożliwiające uruchomienie tej aplikacji.
Po uruchomieniu aplikacja będzie mogła otworzyć swoje okno w górnej części ekranu blokady, a następnie generować dane (notatki) na ekranie blokady. Aplikacja będzie mogła zaimportować utworzone notatki do głównej sesji użytkownika, gdy sesja ta zostanie odblokowana. Obecnie na ekranie blokady można używać tylko aplikacji do robienia notatek obsługiwanych przez Chrome.

Jeśli ta zasada zostanie skonfigurowana, użytkownik będzie mógł włączyć aplikację na ekranie blokady tylko wtedy, gdy identyfikator rozszerzenia aplikacji zostanie dodany do listy wartości zasady.
Z tego powodu w przypadku, gdy lista wartości będzie pusta, robienie notatek na ekranie blokady będzie niemożliwe.
Pamiętaj, że nawet jeśli zasada będzie zawierać identyfikator aplikacji, nie oznacza to, że użytkownik będzie mógł włączyć aplikację do robienia notatek na ekranie blokady – np. w przypadku Chrome 61 lista dostępnych aplikacji jest dodatkowo ograniczona przez samą platformę.

Jeśli ta zasada nie zostanie skonfigurowana, nie będzie ograniczeń dotyczących aplikacji, które użytkownik może włączyć na ekranie blokady.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Aplikacje do robienia notatek dodane do białej listy, które są dozwolone na ekranie blokady w: Google Chrome OS</string><string id="OpenNetworkConfiguration">Konfiguracja sieci na poziomie użytkownika</string><string id="OpenNetworkConfiguration_Explain">Pozwala na przesyłanie konfiguracji sieciowej w trybie push do urządzeń z Google Chrome OS dla poszczególnych użytkowników. Konfiguracja sieci to łańcuch w formacie JSON zgodny z formatem Open Network Configuration opisanym na https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Włącz wycinanie elementów adresów URL PAC (na potrzeby https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Wycina poufne pod względem prywatności i bezpieczeństwa fragmenty adresów URL https:// przed przekazaniem tych adresów do skryptów PAC (Proxy Auto Config), których Google Chrome używa podczas rozpoznawania serwerów proxy.

Jeśli ustawisz wartość prawda, funkcja zabezpieczeń zostanie
włączona, a fragmenty adresów URL https:// będą usuwane przed
przekazaniem tych adresów do skryptów PAC. w ten sposób skrypt PAC nie
będzie mógł odczytać danych, które są zwykle chronione przez
szyfrowany kanał (np. ścieżki lub zapytania adresu URL).

Jeśli ustawisz wartość fałsz, funkcja zabezpieczeń zostanie wyłączona,
a skrypty PAC będą domyślnie mogły odczytać wszystkie składniki
adresu URL https://. Dotyczy to wszystkich skryptów PAC bez względu
na ich pochodzenie (włączając te pobrane przez niezabezpieczony
kanał lub odkryte w niezabezpieczony sposób przez protokół WPAD).

Domyślne ustawienie to prawda (włączona funkcja zabezpieczeń).
Wyjątek stanowią użytkownicy korporacyjni Chrome OS, w przypadku
których ta zasada jest domyślnie ustawiona na fałsz.


Zaleca się ustawienie tej zasady na wartość prawda. Wartość fałsz
należy ustawić tylko wtedy, gdy występuje problem ze zgodnością
z istniejącymi skryptami PAC.

Planujemy usunąć ten problem w przyszłości.</string><string id="PinnedLauncherApps">Lista przypiętych aplikacji pokazywanych w programie uruchamiającym</string><string id="PinnedLauncherApps_Explain">Lista identyfikatorów aplikacji pokazywanych przez Google Chrome OS jako aplikacje przypięte na pasku programu uruchamiającego.

Jeśli ta zasada jest skonfigurowana, zestaw aplikacji jest ustalony i nie może być zmieniany przez użytkownika.

Jeśli zasada nie jest ustawiona, użytkownik może zmieniać listę aplikacji przypiętych w programie uruchamiającym.</string><string id="PinnedLauncherAppsDesc">Lista przypiętych aplikacji pokazywanych w programie uruchamiającym</string><string id="PolicyRefreshRate">Częstotliwość odświeżania zasad użytkownika</string><string id="PolicyRefreshRate_Explain">Określa, co ile milisekund do usługi zarządzania urządzeniami będzie wysyłane zapytanie o zasady dotyczące użytkowników.

Skonfigurowanie tej zasady powoduje zastąpienie wartości domyślnej 3 godzin. Dozwolone są wartości od 1 800 000 (30 minut) do 86 400 000 (1 dzień). Wartości spoza tego zakresu zostaną sprowadzone do odpowiedniej wartości granicznej. Jeśli platforma obsługuje powiadomienia o naruszeniu zasad, czas odświeżania będzie ustawiony na 24 godziny, ponieważ powiadomienia te powinny automatycznie wymuszać odświeżenie po każdej zmianie zasad.

Pozostawienie tej zasady nieskonfigurowanej powoduje, że Google Chrome używa wartości domyślnej, która wynosi 3 godziny.

Uwaga: jeśli platforma obsługuje powiadomienia o naruszeniach zasad, czas odświeżania będzie ustawiony na 24 godziny (wartości domyślne i wartość tej zasady będą ignorowane), ponieważ powiadomienia te powinny automatycznie wymuszać odświeżenie po każdej zmianie zasad, przez co częstsze odświeżanie jest niepotrzebne.</string><string id="PrintingEnabled">Włącz drukowanie</string><string id="PrintingEnabled_Explain">Włącza drukowanie w Google Chrome i uniemożliwia użytkownikom zmianę tego ustawienia.

Jeśli ta opcja jest włączona lub nieskonfigurowana, użytkownicy mogą drukować.

W przypadku wyłączenia tej opcji użytkownicy nie mogą drukować z Google Chrome. Drukowanie jest wyłączone w menu klucza, aplikacjach JavaScript itd. Nadal można drukować z poziomu wtyczek pomijających Google Chrome podczas drukowania. Na przykład menu niektórych aplikacji Flash zawiera opcję drukowania, która nie jest objęta tą zasadą.</string><string id="QuicAllowed">Zezwala na protokół QUIC</string><string id="QuicAllowed_Explain">Jeśli ta zasada jest włączona lub nieustawiona, użycie protokołu QUIC w Google Chrome jest dozwolone.
Jeśli zasada jest wyłączona, użycie protokołu QUIC jest niedozwolone.</string><string id="RebootAfterUpdate">Automatyczne ponowne uruchomienie po aktualizacji</string><string id="RebootAfterUpdate_Explain">Planuje automatyczne ponowne uruchomienie po zastosowaniu aktualizacji Google Chrome OS.

Jeśli ta zasada ma wartość „prawda”, po zastosowaniu aktualizacji Google Chrome OS następuje zaplanowane automatyczne ponowne uruchomienie, które jest wymagane do zakończenia procesu aktualizacji. Ponowne uruchomienie jest zaplanowane do wykonania od razu, ale może zostać opóźnione nawet o 24 godziny, gdy użytkownik akurat korzysta z urządzenia.

Jeśli zasada ma wartość „fałsz”, po zastosowaniu aktualizacji Google Chrome OS nie jest zaplanowane automatyczne ponowne uruchomienie. Proces aktualizacji kończy się, gdy użytkownik samodzielnie ponownie uruchomi urządzenie.

Gdy ustawisz zasadę, użytkownicy nie mogą jej zmienić ani zastąpić.

Uwaga: automatyczne ponowne uruchomienia obecnie działają tylko wtedy, gdy jest pokazywany ekran logowania lub trwa sesja aplikacji kiosku. W przyszłości to się zmieni i zasada będzie obowiązywała zawsze, niezależnie od tego, czy trwa sesja określonego typu.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Określa, czy dla lokalnych kotwic zaufania są wymagane sprawdzenia online OCSP/CRL</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Gdy to ustawienie jest włączone, Google Chrome zawsze sprawdza, czy zweryfikowane certyfikaty serwera podpisane lokalnie zainstalowanymi certyfikatami CA nie zostały unieważnione.

Jeśli Google Chrome nie może uzyskać informacji o stanie unieważnienia, takie certyfikaty są traktowane jak unieważnione (brak możliwości zignorowania błędu).

Jeśli nie ustawisz tej zasady lub wybierzesz wartość fałsz, Google Chrome będzie korzystać z istniejących ustawień sprawdzania online, czy certyfikaty nie zostały unieważnione.</string><string id="RunAllFlashInAllowMode">Rozszerz ustawienie treści Flash na całą zawartość</string><string id="RunAllFlashInAllowMode_Explain">Jeśli włączysz to ustawienie, będzie ono miało wpływ na te strony, dla których w ustawieniach treści dozwolone są treści Flash (przez użytkownika albo przez zasady przedsiębiorstwa). Uruchamiane będą wszystkie umieszczone na tych stronach treści Flash, w tym zarówno pochodzące z innych źródeł, jak i drobne.

Aby określić strony, na których będzie dozwolone uruchamianie treści Flash, zapoznaj się z zasadami „DefaultPluginsSetting”, „PluginsAllowedForUrls” i „PluginsBlockedForUrls”.

Jeśli to ustawienie jest wyłączone lub nie jest określone, treści Flash z innych źródeł oraz treści drobne mogą być blokowane.</string><string id="SAMLOfflineSigninTimeLimit">Ograniczenie czasu, przez który użytkownik uwierzytelniony za pomocą SAML może logować się offline</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Zezwól na kontynuowanie ze strony ostrzeżenia dotyczącego protokołu SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome wyświetla stronę z ostrzeżeniem, gdy użytkownicy otworzą witrynę, w której występują błędy SSL. Domyślnie lub wtedy, gdy ta zasada jest włączona, użytkownicy mogą zignorować i zamknąć stronę z ostrzeżeniem.
Po wyłączeniu tej zasady użytkownicy nie będą mogli zamknąć strony z ostrzeżeniem.</string><string id="SSLVersionMax">Najwyższa włączona wersja protokołu SSL</string><string id="SSLVersionMax_Explain">Ostrzeżenie: zasada najwyższej wersji TLS zostanie w całości usunięta z usługi Google Chrome prawdopodobnie w wersji 66 (mniej więcej w lutym 2018 r.).

Jeśli ta zasada nie jest skonfigurowana, Google Chrome korzysta z domyślnej najwyższej wersji.

W przeciwnym razie zasada może mieć jedną z tych wartości: „tls1.2” lub „tls1.3”. Po jej ustawieniu Google Chrome nie używa wersji SSL/TLS wyższych niż określona. Nierozpoznana wartość jest ignorowana.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Włącz Bezpieczne przeglądanie</string><string id="SafeBrowsingEnabled_Explain">Włącza funkcję Bezpieczne przeglądanie w Google Chrome i zapobiega zmianie tego ustawienia przez użytkowników.

Jeśli włączysz to ustawienie, Bezpieczne przeglądanie będzie zawsze aktywne.

Jeśli je wyłączysz, nie będzie ono nigdy aktywne.

Jeśli włączysz lub wyłączysz to ustawienie, użytkownicy nie będą mogli zmienić ani zastąpić ustawienia „Włącz ochronę przed wyłudzaniem danych (phishingiem) i złośliwym oprogramowaniem” w Google Chrome.

Jeśli nie skonfigurujesz tej zasady, ta funkcja będzie włączona, ale użytkownik będzie mógł to zmienić.

Więcej informacji o Bezpiecznym przeglądaniu znajdziesz na stronie https://developers.google.com/safe-browsing</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Umożliwia użytkownikom wyrażenie zgody na generowanie rozszerzonych raportów przez usługę Bezpieczne przeglądanie</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Wyłączenie tej zasady uniemożliwi użytkownikom wysyłanie na serwery Google pewnych informacji o systemie i zawartości stron. Jeśli włączysz tę zasadę lub jej nie skonfigurujesz, użytkownicy będą mogli wysyłać te dane do funkcji Bezpieczne przeglądanie, by pomóc w wykrywaniu niebezpiecznych aplikacji i stron.

Więcej informacji o Bezpiecznym przeglądaniu znajdziesz na stronie https://developers.google.com/safe-browsing</string><string id="SavingBrowserHistoryDisabled">Wyłącz zapisywanie historii przeglądarki</string><string id="SavingBrowserHistoryDisabled_Explain">Wyłącza zapisywanie historii przeglądarki Google Chrome i blokuje możliwość zmiany tego ustawienia przez użytkowników.

Po włączeniu ustawienia historia przeglądania nie jest zapisywana. To ustawienie wyłącza również synchronizowanie kart.

Jeśli ustawienie jest wyłączone lub nieskonfigurowane, historia przeglądania jest zapisywana.</string><string id="SearchSuggestEnabled">Włącz propozycje wyszukiwania</string><string id="SearchSuggestEnabled_Explain">Włącza propozycje wyszukiwania w omniboksie w Google Chrome i uniemożliwia użytkownikom zmianę tego ustawienia.

Jeśli włączysz to ustawienie, funkcja propozycji będzie aktywna.

W przypadku jego wyłączenia funkcja jest nieaktywna.

Jeśli to ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w Google Chrome.

W przypadku nieskonfigurowania tej zasady ustawienie zostanie włączone, ale użytkownik będzie mógł to zmienić.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Ustaw zalecane języki dla sesji publicznej</string><string id="SessionLocales_Explain">Ustawia co najmniej jeden zalecany język na potrzeby sesji publicznych, ułatwiając użytkownikom wybieranie spośród ustawionych języków.

Użytkownik może wybrać język i układ klawiatury przed rozpoczęciem sesji publicznej. Domyślnie wszystkie języki obsługiwane w Google Chrome OS są wymienione w kolejności alfabetycznej. Za pomocą tej zasady możesz przenieść zalecane języki na początek listy.

Jeśli nie ustawisz tej zasady, wstępnie wybrany będzie bieżący język interfejsu.

Jeśli ustawisz tę zasadę, zalecane języki zostaną przeniesione na początek listy i oddzielone od pozostałych. Kolejność zalecanych języków będzie taka jak w zapisie zasady. Wstępnie wybrany będzie pierwszy zalecany język z listy.

Jeśli ustawionych jest więcej zalecanych języków, zakłada się, że użytkownicy będą wybierać spośród nich. W takim wypadku przy rozpoczynaniu sesji publicznej wyraźnie dostępna będzie możliwość wyboru języka i układu klawiatury. W przeciwnym razie zakłada się, że większość użytkowników chce korzystać ze wstępnie wybranego języka. Możliwość wyboru języka i klawiatury będzie mniej wyeksponowana przy rozpoczynaniu sesji publicznej.

Gdy ustawisz tę zasadę i włączysz automatyczne logowanie (zapoznaj się z zasadami |DeviceLocalAccountAutoLoginId| oraz |DeviceLocalAccountAutoLoginDelay|), w automatycznie rozpoczynanych sesjach publicznych będzie używany pierwszy zalecany język i najpopularniejszy układ klawiatury, który do niego pasuje.

Wstępnie wybrany układ klawiatury zawsze odpowiada najpopularniejszemu układowi dla wstępnie wybranego języka.

Tę zasadę możesz ustawić tylko jako zalecaną. Za jej pomocą możesz przenieść zalecane języki na początek, ale użytkownicy zawsze mogą wybrać dla swojej sesji publicznej dowolny język obsługiwany w Google Chrome OS.
</string><string id="SessionLocalesDesc">Ustaw zalecane języki dla sesji publicznej</string><string id="ShelfAutoHideBehavior">Steruj autoukrywaniem półki</string><string id="ShelfAutoHideBehavior_Explain">Steruje autoukrywaniem półki Google Chrome OS.

W przypadku ustawienia wartości „AlwaysAutoHideShelf” półka zawsze będzie ukrywana automatycznie.

Jeśli zostanie ustawiona wartość „NeverAutoHideShelf”, półka nigdy nie będzie ukrywana automatycznie.

W przypadku ustawienia tej zasady, użytkownicy nie będą mogli jej zmienić ani nadpisać.

Jeśli ta opcja pozostanie nieustawiona, półka będzie ukrywana automatycznie.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Zawsze autoukrywaj półkę</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Nigdy nie autoukrywaj półki</string><string id="ShowHomeButton">Pokaż przycisk strony startowej na pasku narzędzi</string><string id="ShowHomeButton_Explain">Powoduje pokazanie przycisku strony startowej na pasku narzędzi Google Chrome. Jeśli włączysz to ustawienie, przycisk strony startowej będzie zawsze widoczny. W przypadku wyłączenia ustawienia przycisk nigdy nie jest widoczny. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w Google Chrome. W przypadku nieskonfigurowania tej zasady użytkownik będzie mógł wybrać, czy chce, aby przycisk strony startowej był pokazywany.</string><string id="ShowLogoutButtonInTray">Dodaj przycisk wylogowania do paska zadań</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Włącz izolację każdej witryny</string><string id="SitePerProcess_Explain">
UWAGA: ta zasada jest eksperymentalna i może zakłócać poprawne działanie innych funkcji.
Możesz dostosować ustawienie zasady IsolateOrigins, by uzyskać najlepsze rezultaty z użycia obu opcji – izolacji i ograniczonego wpływu na użytkowników. W tym celu dodaj do zasady IsolateOrigins listę witryn, które chcesz izolować. Ustawienie SitePerProcess izoluje wszystkie witryny.
Jeśli ta zasada jest włączona, każda witryna będzie działać w obrębie własnego procesu.
Jeśli ta zasada jest wyłączona, działa logika zarządzania procesem sprzed izolacji witryny.
Jeśli ta zasada nie jest skonfigurowana, użytkownik może zmienić to ustawienie.
</string><string id="SpellCheckServiceEnabled">Włącz lub wyłącz internetową usługę sprawdzania pisowni</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome może sprawdzać pisownię, używając usługi internetowej Google. Jeśli to ustawienie zostanie włączone, usługa będzie zawsze używana. W przypadku wyłączenia tego ustawienia, usługa nie będzie nigdy wykorzystywana.

Pisownię można nadal sprawdzać, korzystając z pobranego słownika. Ta zasada kontroluje tylko używanie usługi internetowej.

Jeśli to ustawienie nie zostanie skonfigurowane, użytkownicy będą mogli wybrać, czy chcą używać usługi sprawdzania pisowni.</string><string id="SuppressUnsupportedOSWarning">Ukryj ostrzeżenie o nieobsługiwanym systemie operacyjnym</string><string id="SuppressUnsupportedOSWarning_Explain">Ukrywanie ostrzeżenia pojawiającego się, gdy Google Chrome działa na komputerze lub w systemie operacyjnym, który nie jest obsługiwany.</string><string id="SyncDisabled">Wyłącz synchronizację danych z Google</string><string id="SyncDisabled_Explain">Wyłącza synchronizację danych w Google Chrome przy użyciu usług synchronizacji obsługiwanych przez Google i uniemożliwia użytkownikom zmianę tego ustawienia.

Jeśli włączysz to ustawienie, użytkownicy nie będą go mogli zmienić ani zastąpić w Google Chrome.

Jeśli nie skonfigurujesz tej zasady, użytkownicy będą mogli wybrać, czy chcą używać Google Sync czy nie.

Aby całkowicie wyłączyć Google Sync, zalecamy wyłączenie usługi Google Sync w konsoli administracyjnej Google.

Nie należy włączać tej zasady, gdy włączona jest zasada RoamingProfileSupportEnabled, ponieważ używa ona tych samych funkcji po stronie klienta. Synchronizacja obsługiwana przez Google jest w takim przypadku całkowicie wyłączana.</string><string id="SystemTimezone">Strefa czasowa</string><string id="SystemTimezone_Explain">Określa strefę czasową używaną na urządzeniu. Użytkownicy mogą zastąpić obowiązującą strefę czasową na czas bieżącej sesji. Jednak po wylogowaniu ponownie ustawiana jest pierwotna strefa czasowa. Jeśli podasz nieprawidłową wartość, zasada jest aktywowana z ustawieniem „GMT”. Gdy wartość to pusty ciąg znaków, zasada jest ignorowana.

Jeśli nie zastosujesz tej zasady, aktualnie aktywna strefa czasowa nadal obowiązuje, ale użytkownicy mogą zmienić ją na stałe. Zmiana wprowadzona przez jednego użytkownika wpływa na ekran logowania i konta wszystkich innych użytkowników.

Nowe urządzenia mają strefę czasową „Stany Zjednoczone/Czas pacyficzny”.

Format wartości musi być zgodny z nazwami stref czasowych w bazie danych stref czasowych IANA (patrz: „http://en.wikipedia.org/wiki/List_of_tz_database_time_zones” – strona w języku angielskim). To oznacza, że większość stref czasowych można podawać w formacie „kontynent/duże_miasto” lub „ocean/duże_miasto”.

Ustawienie tej zasady całkowicie wyłącza zmienianie strefy czasowej na podstawie lokalizacji urządzenia. Zastępuje ona również zasadę SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Konfigurowanie metody automatycznego wykrywania strefy czasowej</string><string id="SystemTimezoneAutomaticDetection_Explain">Gdy zasada jest ustawiona, proces automatycznego wykrywania strefy czasowej przebiega na jeden z tych sposobów, zależnie od ustawionej wartości:

Jeśli wartość to TimezoneAutomaticDetectionUsersDecide, użytkownicy mogą określać automatyczne wykrywanie strefy czasowej przy użyciu zwykłych opcji na stronie chrome://settings.

Jeśli wartość to TimezoneAutomaticDetectionDisabled, opcje sterowania automatyczną zmianą strefy czasowej na stronie chrome://settings są wyłączone. Automatyczne wykrywanie strefy czasowej jest zawsze wyłączone.

Jeśli wartość to TimezoneAutomaticDetectionIPOnly, opcje sterowania automatyczną zmianą strefy czasowej na stronie chrome://settings są wyłączone. Automatyczne wykrywanie strefy czasowej jest zawsze włączone. Wykrywanie strefy czasowej do określania lokalizacji używa tylko adresu IP.

Jeśli wartość to TimezoneAutomaticDetectionSendWiFiAccessPoints, opcje sterowania automatyczną zmianą strefy czasowej na stronie chrome://settings są wyłączone. Automatyczne wykrywanie strefy czasowej jest zawsze włączone. Lista widocznych punktów dostępu Wi-Fi jest zawsze przesyłana do serwera interfejsu API geolokalizacji, by z dużą dokładnością wykrywać strefę czasową.

Jeśli wartość to TimezoneAutomaticDetectionSendAllLocationInfo, opcje sterowania automatyczną zmianą strefy czasowej na stronie chrome://settings są wyłączone. Automatyczne wykrywanie strefy czasowej jest zawsze włączone. Na serwer przesyłane są informacje o lokalizacji (takie jak dane GPS, dane o punktach dostępu Wi-Fi czy o komórkowych stacjach przekaźnikowych w zasięgu), by z dużą dokładnością wykrywać strefę czasową.

Jeśli ta zasada nie jest ustawiona, stosowana jest wartość TimezoneAutomaticDetectionUsersDecide.

Tę zasadę zastępuje włączona zasada SystemTimezone. Jeśli obowiązuje zasada SystemTimezone, automatyczne wykrywanie strefy czasowej jest całkowicie wyłączone.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Zawsze przesyłaj wszelkie dostępne sygnały o lokalizacji do serwera podczas określania strefy czasowej</string><string id="SystemUse24HourClock">Domyślnie używaj zegara 24-godzinnego</string><string id="SystemUse24HourClock_Explain">Określa format zegara, jaki ma być stosowany na urządzeniu.

Ta zasada konfiguruje format zegara, jaki ma być stosowany na ekranie logowania oraz domyślnie w sesjach użytkowników. Użytkownicy mogą go jednak zastąpić na swoich kontach.

Jeśli ustawisz w tej zasadzie wartość prawda, urządzenie będzie korzystało z zegara 24-godzinnego. Jeśli ustawisz wartość fałsz, będzie ono korzystało z zegara 12-godzinnego.

Jeśli nie skonfigurujesz tej zasady, urządzenie będzie domyślnie korzystało z zegara 24-godzinnego.</string><string id="TPMFirmwareUpdateSettings">Konfigurowanie zachowania aktualizacji oprogramowania TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Konfiguruje dostępność i zachowanie funkcji aktualizacji oprogramowania TPM.

Poszczególne ustawienia można określić we właściwościach JSON:

allow-user-initiated-powerwash: jeśli ustawiono na wartość true, użytkownicy mogą wyzwalać procedurę Powerwash, by zainstalować aktualizację oprogramowania TPM.

Jeśli zasada nie jest ustawiona, funkcja aktualizacji oprogramowania TPM nie jest dostępna.</string><string id="TaskManagerEndProcessEnabled">Umożliwia kończenie procesów w Menedżerze zadań</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Określ Warunki korzystania z usługi dla lokalnego konta na urządzeniu</string><string id="TermsOfServiceURL_Explain">Określa Warunki korzystania z usługi, które użytkownik musi zaakceptować przed rozpoczęciem sesji używania lokalnego konta na urządzeniu.

Jeśli ta zasada jest ustawiona, Google Chrome OS będzie pobierać Warunki korzystania z usługi i wyświetlać je użytkownikowi przy każdym rozpoczęciu sesji. Użytkownik będzie mógł kontynuować tylko po ich zaakceptowaniu.

Jeśli ta zasada nie jest ustawiona, Warunki korzystania z usługi nie są pokazywane.

Zasada powinna określać URL, z którego Google Chrome OS może pobrać Warunki korzystania z usługi. Dokument ten musi mieć postać zwykłego tekstu (MIME) bez żadnych znaczników.</string><string id="TouchVirtualKeyboardEnabled">Włącz wirtualną klawiaturę</string><string id="TouchVirtualKeyboardEnabled_Explain">Ta zasada konfiguruje włączanie klawiatury wirtualnej jako urządzenia wejściowego w Chrome OS. Użytkownicy nie mogą jej zastąpić.

Jeśli ustawisz w tej zasadzie wartość prawda, ekranowa klawiatura wirtualna będzie zawsze włączona.

Jeśli ustawisz wartość fałsz, ekranowa klawiatura wirtualna będzie zawsze wyłączona.

Jeśli skonfigurujesz tę zasadę, użytkownicy nie będą mogli jej zmienić ani zastąpić. Będą oni jednak nadal mogli włączyć lub wyłączyć ekranową klawiaturę ułatwień dostępu, która ma pierwszeństwo przed klawiaturą wirtualną kontrolowaną przez tę zasadę. Korzystanie z ekranowej klawiatury ułatwień dostępu możesz kontrolować przy użyciu zasady |VirtualKeyboardEnabled|.

Jeśli nie skonfigurujesz tej zasady, klawiatura ekranowa będzie początkowo wyłączona, ale użytkownik będzie mógł ją włączyć w dowolnym momencie. Sytuacje, w których klawiatura ma być wyświetlana, można też określić przy użyciu reguł heurystycznych.</string><string id="TranslateEnabled">Włącz Tłumacza</string><string id="TranslateEnabled_Explain">Włącza zintegrowaną usługę Tłumacz Google w Google Chrome. Jeśli włączysz tę opcję, w Google Chrome w razie potrzeby pojawi się zintegrowany pasek narzędzi oferujący możliwość przetłumaczenia strony. Jeśli wyłączysz tę opcję, użytkownicy nie zobaczą paska tłumaczeń. Ustawienie tej opcji zablokuje możliwość jej zmiany przez użytkowników w Google Chrome. W przypadku nieokreślenia tego ustawienia użytkownicy mogą zdecydować, czy chcą używać tej funkcji czy nie.</string><string id="URLBlacklist">Blokuj dostęp do listy adresów URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blokuj dostęp do listy adresów URL</string><string id="URLWhitelist">Zezwalaj na dostęp do listy adresów URL</string><string id="URLWhitelist_Explain">Zezwala na otwieranie wymienionych URL-i jako wyjątków względem czarnej listy URL-i.

Format pozycji tej listy znajdziesz w opisie zasady czarnej listy adresów URL.

Za pomocą tej zasady można utworzyć wyjątki w restrykcyjnych czarnych listach. Na przykład pozycja „*” może znajdować się na czarnej liście, by zablokować wszystkie żądania, a za pomocą tej zasady można zezwolić na dostęp do ograniczonej listy URL-i. Wyjątki można tworzyć dla konkretnych schematów, subdomen innych domen, portów lub konkretnych ścieżek.

Najbardziej precyzyjny filtr będzie określać, czy URL jest zablokowany czy dozwolony. Biała lista ma pierwszeństwo przed czarną.

Maksymalna liczba wpisów w tej zasadzie to 1000. Kolejne są ignorowane.

W przypadku nieskonfigurowania tej zasady nie będzie wyjątków w zasadzie „URLBlacklist”.</string><string id="URLWhitelistDesc">Zezwalaj na dostęp do listy adresów URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Jeśli ta zasada ma wartość „true”, ujednolicony pulpit jest dozwolony i włączony
domyślnie, co umożliwia wyświetlanie jednej aplikacji na wielu monitorach.
Użytkownik może wyłączyć ujednolicony pulpit na poszczególnych
monitorach, odznaczając go w ustawieniach wyświetlania.

Jeśli ta zasada ma wartość „false” lub nie jest ustawiona,
ujednolicony pulpit jest wyłączony i użytkownik nie może go włączyć.</string><string id="UsbDetachableWhitelist">Biała lista odłączanych urządzeń USB</string><string id="UsbDetachableWhitelist_Explain">Definiuje listę urządzeń USB, które można odłączać od sterownika jądra i stosować za pomocą interfejsu chrome.usb API bezpośrednio w aplikacji internetowej. W celu wskazania konkretnego urządzenia lista obejmuje pary identyfikatora dostawcy urządzenia USB i identyfikatora produktu.

Jeśli nie skonfigurujesz tej zasady, lista odłączanych urządzeń USB będzie pusta.</string><string id="UsbDetachableWhitelistDesc">Biała lista odłączanych urządzeń USB</string><string id="UserAvatarImage">Obraz awatara użytkownika</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Ustaw nazwę wyświetlaną dla lokalnych kont na urządzeniu</string><string id="UserDisplayName_Explain">Określa nazwę konta, którą Google Chrome OS pokazuje na ekranie logowania dla danego lokalnego konta na urządzeniu.

W przypadku ustawienia tej opcji na ekranie logowania w graficznym module wybierania loginu dla odpowiedniego lokalnego konta na urządzeniu będzie używany podany łańcuch.

Jeśli ta opcja nie zostanie ustawiona, Google Chrome OS użyje identyfikatora konta e-mail lokalnego konta na urządzeniu jako nazwy wyświetlanej na ekranie logowania.

Ta zasada jest ignorowana w przypadku zwykłych kont użytkownika.</string><string id="VideoCaptureAllowed">Zezwól lub nie na przechwytywanie wideo</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Adresy URL, które bez pytania otrzymają dostęp do urządzeń do nagrywania filmów</string><string id="VideoCaptureAllowedUrls_Explain">Wzorce na tej liście są porównywane ze źródłem zabezpieczeń
adresu URL, z którego pochodzi żądanie. Gdy znaleziono odpowiednik,
bez pytania udzielany jest dostęp do urządzeń rejestrujących dźwięk.

UWAGA: do momentu wprowadzenia wersji 45 ta zasada działała tylko w trybie kiosku.</string><string id="VideoCaptureAllowedUrlsDesc">Adresy URL, które bez pytania otrzymają dostęp do urządzeń do nagrywania filmów</string><string id="WPADQuickCheckEnabled">Włącz optymalizację WPAD</string><string id="WPADQuickCheckEnabled_Explain">Umożliwia wyłączenie optymalizacji WPAD (Web Proxy Auto-Discovery) w Google Chrome.

Jeśli ta zasada jest wyłączona, optymalizacja WPAD jest wyłączona. Google Chrome musi wtedy dłużej oczekiwać na serwery WPAD oparte na DNS. Jeśli zasada jest włączona lub nie jest skonfigurowana, optymalizacja WPAD jest włączona.

Bez względu na to, czy i jak ta zasada jest skonfigurowana, użytkownicy nie mogą jej zmienić.</string><string id="WallpaperImage">Tapeta</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Ograniczanie zakresu lokalnych portów UDP używanych przez WebRTC</string><string id="WebRtcUdpPortRange_Explain">Jeśli ta zasada jest ustawiona, zakres portów UDP używany przez WebRTC jest ograniczony do określonego zakresu portów (wraz z punktami końcowymi).

Jeśli zasada nie jest ustawiona lub jest ustawiona na pusty ciąg lub nieprawidłowy zakres portów, WebRTC może skorzystać z dowolnego lokalnego portu UDP, jaki jest dostępny.</string></stringTable><presentationTable><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Nazwa domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Słowo kluczowe domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Adres URL wyszukiwarki od domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Adres URL usługi propozycji od domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Adres URL wyszukiwania dynamicznego od domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikona domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Kodowania obsługiwane przez domyślnego dostawcę wyszukiwania</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Lista alternatywnych URL-i dla domyślnego dostawcy wyszukiwania</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametr sterujący zamianą wyszukiwanego hasła dla domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parametr udostępniający funkcję wyszukiwania obrazem dla domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL strony nowej karty domyślnego dostawcy wyszukiwania</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametry dla adresów URL wyszukiwania używających POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametry dla sugerowania URL-i używających POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametry dla URL-i dynamicznych używających POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametry dla adresów URL obrazów używających POST</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="PasswordManagerEnabled"/><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Identyfikatory rozszerzeń, których nie może instalować użytkownik (wartość * oznacza wszystkie)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Identyfikatory rozszerzeń nieobjętych czarną listą</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Identyfikatory rozszerzeń/aplikacji i adresy URL aktualizacji, które mają być instalowane dyskretnie</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Wzorce URL-ów, z których dozwolone jest instalowanie rozszerzeń, aplikacji i skryptów użytkownika</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Typy rozszerzeń/aplikacji, które można instalować</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Ustawienia zarządzania rozszerzeniami</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Wybierz sposób określenia ustawień serwera proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adres IP lub URL serwera proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Adres URL pliku PAC serwera proxy</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Lista rozdzielonych przecinkami reguł omijania serwera proxy</label></textBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Skonfiguruj przedrostek gadżetu TalkGadget dla hostów zdalnego dostępu</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Ogranicz zakres portów UDP używanych przez host zdalnego dostępu</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Adres URL, dla którego klienty dostępu zdalnego powinny uzyskać token uwierzytelniania</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL pozwalający zweryfikować token uwierzytelniania klienta dostępu zdalnego</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certyfikat klienta umożliwiający nawiązanie połączenia z RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL strony nowej karty</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Adres URL strony startowej</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Działanie po uruchomieniu</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Adresy URL otwierane po uruchomieniu</listBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Domyślne ustawienie plików cookie</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Domyślne ustawienie grafik</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Domyślne ustawienie języka JavaScript</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Domyślne ustawienie wtyczki Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Domyślne ustawienie wyskakujących okienek</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Domyślne ustawienie powiadomień</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Domyślne ustawienie geolokalizacji</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Kontrolowanie użycia interfejsu API Web Bluetooth</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Automatycznie wybierz certyfikaty klienta dla tych witryn</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Zezwalaj na pliki cookie w tych witrynach</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blokuj pliki cookie w tych witrynach</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Zezwalaj na pliki cookie w tych witrynach tylko na czas sesji</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Zezwalaj na grafiki w tych witrynach</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blokuj grafiki w tych witrynach</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Zezwalaj na wykonywanie kodu JavaScript w tych witrynach</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blokuj kod JavaScript w tych witrynach</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Zezwalaj na uruchamianie wtyczki Flash w tych witrynach</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blokuj uruchamianie wtyczki Flash w tych witrynach</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Zezwalaj na wyskakujące okienka w tych witrynach</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Rejestrowanie obsługi protokołów</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blokuj wyskakujące okienka w tych witrynach</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Zezwalaj na powiadomienia w tych witrynach.</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blokuj powiadomienia w tych witrynach.</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Ustaw typ lupy</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Ustaw domyślny typ lupy włączony na ekranie logowania</dropdownList></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Działanie, jakie ma zostać wykonane po zamknięciu pokrywy przez użytkownika</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Wartość procentowa skalowania opóźnienia przyciemnienia ekranu w trybie prezentacji:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Wartość procentowa skalowania opóźnienia przyciemnienia ekranu, jeśli użytkownik stanie się aktywny po przyciemnieniu:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Ustawienia zarządzania energią, gdy użytkownik jest nieaktywny</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Opóźnienia blokady ekranu</label></textBox></presentation><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Obsługiwane schematy uwierzytelniania</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Biała lista serwera uwierzytelniania</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Biała lista serwerów przekazywania poświadczeń w protokole Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Rozszerzenia mają pozwolenie na używanie interfejsu API zaświadczania zdalnego</listBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Zdefiniuj domeny, które będą mogły uzyskiwać dostęp do Google Apps for Work</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Ustaw dostępność certyfikatu dla aplikacji ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfigurowanie aplikacji ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Adresy URL, które bez pytania otrzymają dostęp do urządzeń do nagrywania dźwięku</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Wyłącz egzekwowanie protokołu Certificate Transparency dla adresów URL z listy</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Kontrolowanie zachowania użytkownika w sesji wieloprofilowej</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Kanał wersji</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Reguły wybierania domyślnej drukarki</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Skonfiguruj listę zainstalowanych aplikacji na ekranie logowania</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Układy klawiatury na ekranie logowania na urządzeniu</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Ustawienia regionalne na ekranie logowania na urządzeniu</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Zarządzanie energią na ekranie logowania</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Plik konfiguracji drukarek firmowych dla urządzeń</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Zasady dostępu do konfiguracji drukarek powiązanych z urządzeniami.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Wyłączone drukarki firmowe powiązane z urządzeniami</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Włączone drukarki firmowe powiązane z urządzeniami</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Okresy bezczynności urządzeń, gdy aktywne są zasady OffHours |ignored_policy_proto_tags|</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Konfiguracja sieci na poziomie urządzenia</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Częstotliwość odświeżania zasad dotyczących urządzeń:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Flagi systemowe stosowane przy uruchamianiu Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Wersja docelowa automatycznych aktualizacji</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Typy połączeń dozwolone dla aktualizacji</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Współczynnik rozkładania automatycznych aktualizacji w czasie:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Biała lista loginów użytkowników</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Tapeta na urządzeniu</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Ustaw domyślny obrót ekranu stosowany po każdym ponownym uruchomieniu</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Ustaw katalog pobierania</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Ograniczenia pobierania</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Strategia migracji dla plików eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Włącz wycofane funkcje platform internetowych na określony czas</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Wymuszaj minimalny tryb ograniczonego dostępu w YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Dostępność trybu incognito</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Włącz izolację witryn z określonych źródeł</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Uprawnienia klucza</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Zakładki zarządzane</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maksymalne opóźnienie pobrania po unieważnieniu zasady:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Drukowanie natywne</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Zasady dostępu do konfiguracji drukarki.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Wyłączone drukarki firmowe</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Plik konfiguracji drukarki firmowej</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Włączone drukarki firmowe</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Włącz przewidywanie działań sieciowych</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Aplikacje do robienia notatek dodane do białej listy, które są dozwolone na ekranie blokady w: Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Konfiguracja sieci na poziomie użytkownika</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Lista przypiętych aplikacji pokazywanych w programie uruchamiającym</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Częstotliwość odświeżania zasad użytkownika:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Ograniczenie czasu, przez który użytkownik uwierzytelniony za pomocą SAML może logować się offline:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Najwyższa włączona wersja protokołu SSL</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Ustaw zalecane języki dla sesji publicznej</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Steruj autoukrywaniem półki</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Strefa czasowa</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfigurowanie metody automatycznego wykrywania strefy czasowej</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfigurowanie zachowania aktualizacji oprogramowania TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Określ Warunki korzystania z usługi dla lokalnego konta na urządzeniu</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blokuj dostęp do listy adresów URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Zezwalaj na dostęp do listy adresów URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Biała lista odłączanych urządzeń USB</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Obraz awatara użytkownika</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Ustaw nazwę wyświetlaną dla lokalnych kont na urządzeniu</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Adresy URL, które bez pytania otrzymają dostęp do urządzeń do nagrywania filmów</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Tapeta</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Ograniczanie zakresu lokalnych portów UDP używanych przez WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>