<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 eller nyere</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Standardinnstillinger (kan overstyres av brukere)</string><string id="Attestation_group">Ekstern attestering</string><string id="AttestationEnabledForUser">Slå på ekstern attestasjon for brukeren</string><string id="AttestationEnabledForUser_Explain">Hvis denne er angitt som «true» (sann), kan brukerne bruke maskinvaren på Chrome-enheter til å attestere enhetenes identitet eksternt til sertifiseringsinstansen for personvern via Enterprise Platform Keys API ved bruk av chrome.enterprise.platformKeys.challengeUserKey().

Hvis den er angitt som «false» (usann), eller hvis den ikke er angitt, kan ikke API-et kalles opp – i stedet vises en feilkode.</string><string id="AttestationExtensionWhitelist">Utvidelser kan bruke API-et for ekstern attestasjon</string><string id="AttestationExtensionWhitelist_Explain">Med denne retningslinjen kan du spesifisere hvilke utvidelser som kan bruke Enterprise Platform Keys API-funksjonen chrome.enterprise.platformKeys.challengeUserKey() til ekstern attestering. Utvidelser må legges til i denne listen for å kunne bruke API-et.

Hvis en utvidelse ikke er på listen, eller hvis listen ikke er angitt, kan ikke API-et kalles opp – i stedet vises en feilkode.</string><string id="AttestationExtensionWhitelistDesc">Utvidelser kan bruke API-et for ekstern attestasjon</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Slår på Google Cast</string><string id="EnableMediaRouter_Explain">Hvis denne retningslinjen er satt til Sann eller ikke er angitt, er Google Cast slått på, og brukere kan starte den fra appmenyen, kontekstuelle menyer på siden, mediekontroller på Cast-kompatible nettsteder og (hvis det vises) ikonet for Cast-verktøylinjen.

Hvis denne retningslinjen er satt til Usann, er Google Cast slått av.</string><string id="ShowCastIconInToolbar">Viser ikonet for Google Cast-verktøylinjen</string><string id="ShowCastIconInToolbar_Explain">Hvis denne regelen angis som «true» (sann), vises verktøyradikonet for Cast hele tiden i verktøyraden eller overflytsmenyen, og brukere kan ikke fjerne det.

Hvis denne regelen angis som «false» (usann) eller ikke angis, kan brukere feste eller fjerne ikonet via den kontekstuelle menyen.

Hvis regelen «EnableMediaRouter» angis som «false», har denne regelens verdi ingen virkning, og verktøyradikonet vises ikke.</string><string id="ContentSettings_group">Innholdsinnstillinger</string><string id="DefaultCookiesSetting">Standardinnstilling for informasjonskapsler</string><string id="DefaultCookiesSetting_Explain">Gjør det mulig å velge om nettsteder kan angi lokale data. Dette kan enten tillates for alle nettsteder eller blokkeres for alle nettsteder.

Hvis denne regelen settes til «Behold informasjonskapsler så lenge økten varer», blir informasjonskapslene slettet når økten avsluttes. Vær oppmerksom på at hvis Google Chrome kjører i «bakgrunnsmodus», kan det hende økten ikke avsluttes når det siste vinduet lukkes. Se regelen «BackgroundModeEnabled» for å få mer informasjon om konfigurering av denne atferden.

Hvis denne regelen ikke spesifiseres, brukes «AllowCookies», og brukeren kan endre innstillingen.</string><string id="DefaultCookiesSetting_AllowCookies">Lar alle nettsteder angi lokale data</string><string id="DefaultCookiesSetting_BlockCookies">Ikke la noen nettsteder angi lokale data</string><string id="DefaultCookiesSetting_SessionOnly">Behold informasjonskapsler så lenge økten varer</string><string id="DefaultImagesSetting">Standardinnstilling for bilder</string><string id="DefaultImagesSetting_Explain">Gjør at du kan angi om nettsteder kan vise bilder. Bildevisning kan enten tillates for alle nettsteder, eller nektes for alle nettsteder.

Hvis denne retningslinjen ikke angis, brukes AllowImages, og brukeren kan endre dette.</string><string id="DefaultImagesSetting_AllowImages">La alle nettsteder vise alle bilder</string><string id="DefaultImagesSetting_BlockImages">Ikke la noen nettsteder vise bilder</string><string id="DefaultJavaScriptSetting">Standard JavaScript-innstilling</string><string id="DefaultJavaScriptSetting_Explain">Gjør at du kan angi om nettsteder får kjøre JavaScript. Kjøring av JavaScript kan tillates for alle nettsteder, eller nektes for alle nettsteder.
Hvis denne retningslinjen ikke angis, brukes AllowJavaScript, og brukeren kan endre på dette.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Tillat alle nettsteder å kjøre JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Ikke tillat nettsteder å kjøre JavaScript</string><string id="DefaultPluginsSetting">Standard Flash-innstilling</string><string id="DefaultPluginsSetting_Explain">Lar deg angi om Flash-programtillegget skal kunne kjøres automatisk på nettsteder eller ikke. Du kan enten tillate eller forby automatisk kjøring av Flash-programtillegget for alle nettsteder.

Med «Klikk for å spille av» kan Flash-programtillegget kjøres, men brukeren må klikke på plassholderen for å starte det.

Hvis denne regelen ikke angis, kan brukeren endre innstillingen manuelt.</string><string id="DefaultPluginsSetting_AllowPlugins">Tillat at Flash-programtillegget kan kjøres automatisk på alle nettsteder</string><string id="DefaultPluginsSetting_BlockPlugins">Blokkér Flash-programtillegget</string><string id="DefaultPluginsSetting_ClickToPlay">Klikk for å spille av</string><string id="DefaultPopupsSetting">Standardinnstillinger for forgrunnsvinduer</string><string id="DefaultPopupsSetting_Explain">Gjør at du kan angi om nettsteder tillates å vise forgrunnsvinduer. Visning av forgrunnsvinduer kan enten tillates for alle nettsteder, eller nektes for alle nettsteder. Hvis denne retningslinjen ikke angis, brukes BlockPopups, og brukeren har mulighet til å endre på dette.</string><string id="DefaultPopupsSetting_AllowPopups">Tillat alle nettsteder å vise forgrunnsvinduer</string><string id="DefaultPopupsSetting_BlockPopups">Ikke la noen nettsteder vise forgrunnsvinduer</string><string id="DefaultNotificationsSetting">Standardinnstilling for varslinger</string><string id="DefaultNotificationsSetting_Explain">Gjør at du kan angi om nettstedene får vise skrivebordvarsler. Visning av skrivebordvarsler kan tillates som standard, nektes som standard, eller brukeren kan bli spurt hver gang et nettsted vil vise slike.

Hvis denne retningslinjen ikke angis, brukes AskNotification, og brukeren kan endre på dette.</string><string id="DefaultNotificationsSetting_AllowNotifications">Tillat nettsteder å vise varsler på skrivebordet</string><string id="DefaultNotificationsSetting_BlockNotifications">Ikke tillat noen nettsteder å vise skrivebordsvarsler</string><string id="DefaultNotificationsSetting_AskNotifications">Spør hver gang et nettsted ønsker å vise skrivebordsvarslinger</string><string id="DefaultGeolocationSetting">Standardinnstilling for geoposisjonering</string><string id="DefaultGeolocationSetting_Explain">Gjør at du kan angi om nettsteder tillates å spore brukernes fysiske posisjon. Sporing av brukernes fysiske posisjon kan tillates som standard, nektes som standard, eller brukeren kan blir spurt hver gang et nettsted ber om den fysiske posisjonen. Hvis denne retningslinjen ikke angis, brukes AskGeolocation, og brukeren kan endre på dette.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Tillat nettsteder å spore brukernes fysiske plassering</string><string id="DefaultGeolocationSetting_BlockGeolocation">Ikke la noen nettsteder spore brukernes fysiske plassering</string><string id="DefaultGeolocationSetting_AskGeolocation">Spør hver gang et nettsted ønsker å spore brukernes fysiske plassering</string><string id="DefaultWebBluetoothGuardSetting">Kontrollér bruken av Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_Explain">Gjør det mulig å velge om nettsteder har lov til å få tilgang til Bluetooth-enheter i nærheten. Tilgangen kan blokkeres helt, eller brukeren kan bli spurt hver gang et nettsted vil ha tilgang til Bluetooth-enheter i nærheten.

Hvis denne regelen ikke angis, brukes «3», og brukeren kan endre denne innstillingen.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Ikke tillat nettsteder å be om tilgang til Bluetooth-enheter via Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">La nettsteder be brukeren om tilgang til Bluetooth-enheter i nærheten</string><string id="AutoSelectCertificateForUrls">Automatisk valg av klientsertifikater for disse nettstedene</string><string id="AutoSelectCertificateForUrls_Explain">Gjør det mulig å spesifisere en liste over nettadressemønstre som spesifiserer nettsteder Google Chrome skal velge klientsertifikat for automatisk, hvis nettstedet krever sertifikat.

Verdien må være en matrise med JSON-ordlister i strengformat. Hver ordliste må ha formen { &quot;mønster&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, der $URL_PATTERN er et mønster for spesifisering av innhold. $FILTER begrenser klientsertifikatene nettleseren automatisk velger fra. Uavhengig av hvilket filter som brukes, blir det bare valgt sertifikater som stemmer overens med tjenerens sertifikatforespørsel. Hvis $FILTER har formen { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, velges det bare klientsertifikater som er utstedt av et sertifikat med CommonName $ISSUER_CN. Hvis $FILTER er den tomme katalogen {}, brukes det ikke ytterligere begrensninger for valg av klientsertifikater.

Hvis du ikke spesifiserer denne regelen, blir det ikke valgt klientsertifikat automatisk for noen nettsteder.</string><string id="AutoSelectCertificateForUrlsDesc">Automatisk valg av klientsertifikater for disse nettstedene</string><string id="CookiesAllowedForUrls">Tillat informasjonskapsler på disse nettstedene</string><string id="CookiesAllowedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som spesifiserer hvilke nettsteder som får angi informasjonskapsler.

Hvis denne retningslinjen ikke angis, brukes den globale standardverdien for alle nettsteder, enten fra retningslinjen DefaultCookiesSetting hvis den er angitt, eller fra brukerens egen konfigurasjon hvis den nevnte retningslinjen ikke er angitt.</string><string id="CookiesAllowedForUrlsDesc">Tillat informasjonskapsler på disse nettstedene</string><string id="CookiesBlockedForUrls">Blokkér informasjonskapsler på disse nettstedene</string><string id="CookiesBlockedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som spesifiserer nettsteder som ikke tillates å stille inn informasjonskapsler.

Hvis denne retningslinjen ikke angis, brukes den globale standardverdien for alle nettsteder, enten fra  retningslinjen DefaultCookiesSetting hvis den er angitt, eller fra brukerens egen konfigurasjon hvis nevnte retningslinje ikke er angitt.</string><string id="CookiesBlockedForUrlsDesc">Blokkér informasjonskapsler på disse nettstedene</string><string id="CookiesSessionOnlyForUrls">Tillat informasjonskapsler som kun gjelder for den aktuelle økten på disse nettstedene</string><string id="CookiesSessionOnlyForUrls_Explain">Lar deg konfigurere lister med nettadressemønstre som spesifiserer nettsteder med tillatelse til å plassere øktspesifikke informasjonskapsler.

Hvis du ikke spesifiserer denne regelen, brukes den globale standardverdien for alle nettsteder. Denne hentes enten fra «DefaultCookiesSetting»-regelen (hvis den er spesifisert) eller fra brukernes personlige konfigurasjon.

Vær oppmerksom på at hvis Google Chrome kjører i «bakgrunnsmodus», kan det hende økten ikke avsluttes når det siste nettleservinduet lukkes, og at den fortsetter å være aktiv til nettleseren avsluttes. Du finner mer informasjon om hvordan du konfigurerer denne atferden i «BackgroundModeEnabled»-regelen.

Hvis «RestoreOnStartup»-regelen er konfigurert til å gjenopprette nettadressene fra forrige økt, overstyrer den denne regelen, og informasjonskapslene for slike nettsteder lagres permanent.</string><string id="CookiesSessionOnlyForUrlsDesc">Tillat informasjonskapsler som kun gjelder for den aktuelle økten på disse nettstedene</string><string id="ImagesAllowedForUrls">Tillat bilder på disse nettstedene</string><string id="ImagesAllowedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre for nettsteder som kan vise bilder. Hvis denne retningslinjen ikke angis, blir den globale standardverdien brukt for alle nettsteder, enten fra retningslinjen DefaultImagesSetting hvis den er angitt, eller fra brukerens egen konfigurasjon hvis nevnte retningslinje ikke er angitt.</string><string id="ImagesAllowedForUrlsDesc">Tillat bilder på disse nettstedene</string><string id="ImagesBlockedForUrls">Blokkér bilder på disse nettstedene</string><string id="ImagesBlockedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som spesifiserer nettsteder som ikke får vise bilder. Hvis denne retningslinjen ikke angis, brukes den globale standardverdien for alle nettsteder, enten fra retningslinjen DefaultImagesSetting, eller fra brukerens egne retningslinjer hvis den nevnte retningslinjen ikke er angitt.</string><string id="ImagesBlockedForUrlsDesc">Blokkér bilder på disse nettstedene</string><string id="JavaScriptAllowedForUrls">Tillat JavaScript på disse nettstedene</string><string id="JavaScriptAllowedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som angir hvilke nettsteder som får kjøre JavaScript.

Hvis denne retningslinjen ikke angis, brukes den globale standardverdien for alle nettsteder, enten fra retningslinjen DefaultJavaScriptSetting hvis denne er angitt, eller fra brukerens egen konfigurasjoner hvis den nevnte retningslinjen ikke er angitt.</string><string id="JavaScriptAllowedForUrlsDesc">Tillat JavaScript på disse nettstedene</string><string id="JavaScriptBlockedForUrls">Blokkér JavaScript på disse nettstedene</string><string id="JavaScriptBlockedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som spesifiserer nettsteder som ikke tillates å kjøre JavaScript.

Hvis denne retningslinjen ikke angis, brukes den globale standardverdien for alle nettsteder, enten fra retningslinjen DefaultJavaScriptSetting hvis den er angitt, eller fra brukerens egen konfigurasjon hvis nevnte retningslinje ikke er angitt.</string><string id="JavaScriptBlockedForUrlsDesc">Blokkér JavaScript på disse nettstedene</string><string id="PluginsAllowedForUrls">Tillat Flash-programtillegget på disse nettstedene</string><string id="PluginsAllowedForUrls_Explain">Lar deg angi en liste med nettadressemønstre for å spesifisere nettsteder hvor Flash-programtillegget skal kunne kjøres automatisk.

Hvis denne regelen ikke angis, brukes den globale standardverdien for alle nettsteder. Denne verdien hentes fra «DefaultPluginsSetting»-regelen hvis den er angitt, eller fra brukerens personlige konfigurasjon hvis den ikke er angitt.</string><string id="PluginsAllowedForUrlsDesc">Tillat Flash-programtillegget på disse nettstedene</string><string id="PluginsBlockedForUrls">Blokkér Flash-programtillegget på disse nettstedene</string><string id="PluginsBlockedForUrls_Explain">Lar deg angi en liste med nettadressemønstre for å spesifisere nettsteder hvor Flash-programtillegget ikke skal kunne kjøres automatisk.

Hvis denne regelen ikke angis, brukes den globale standardverdien for alle nettsteder. Denne verdien hentes fra «DefaultPluginsSetting»-regelen hvis den er angitt, eller fra brukerens personlige konfigurasjon hvis den ikke er angitt.</string><string id="PluginsBlockedForUrlsDesc">Blokkér Flash-programtillegget på disse nettstedene</string><string id="PopupsAllowedForUrls">Tillat forgrunnsvindu på disse nettstedene</string><string id="PopupsAllowedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som spesifiserer hvilke nettsteder som får åpne forgrunnsvinduer.

Hvis denne retningslinjen ikke angis, brukes den globale standardverdien for alle nettsteder fra retningslinjen DefaultPopupsSetting hvis den er angitt, eller fra brukerens egen konfigurasjon hvis den nevnte retningslinjen ikke er angitt.</string><string id="PopupsAllowedForUrlsDesc">Tillat forgrunnsvindu på disse nettstedene</string><string id="RegisteredProtocolHandlers">Registrer protokollbehandlere</string><string id="RegisteredProtocolHandlers_Explain">Med denne innstillingen kan du registrere en liste over protokollbehandlere. Dette er bare en anbefalt innstilling. Egenskapen |protocol| bør settes til det aktuelle skjemaet, for eksempel «mailto», og egenskapen |url| bør settes til nettadressemønsteret for appen som behandler skjemaet. Mønsteret kan inkludere en «%s» som, hvis den brukes, erstattes av nettadressen som behandles.

Protokollbehandlere som registreres via denne innstillingen, slås sammen med de som er registrert av brukeren, og begge er tilgjengelige for bruk. Brukeren kan overstyre protokollbehandlerne som innstillingen har installert, ved å installere en ny standardbehandler, men kan ikke fjerne en protokollbehandler som er registrert via en innstilling.</string><string id="PopupsBlockedForUrls">Blokkér forgrunnsvinder på disse nettstedene</string><string id="PopupsBlockedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som spesifiserer hvilke nettsteder som får åpne forgrunnsvinduer. Hvis denne retningslinjen ikke angis, brukes den globale standardverdien for alle nettsteder, enten fra retningslinjen DefaultPopupsSetting hvis denne er angitt, eller fra brukerens egen konfigurasjon hvis den nevnte retningslinjen ikke er angitt.</string><string id="PopupsBlockedForUrlsDesc">Blokkér forgrunnsvinder på disse nettstedene</string><string id="NotificationsAllowedForUrls">Tillat varslinger på disse nettstedene</string><string id="NotificationsAllowedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som spesifiserer hvilke nettsteder som får vise varsler. Hvis denne retningslinjen ikke angis, brukes den globale verdien for alle nettsteder, enten fra retningslinjen DefaultNotificationsSetting hvis den er angitt, eller av brukerens egen konfigurasjon hvis den nevnte retningslinjen ikke er angitt.</string><string id="NotificationsAllowedForUrlsDesc">Tillat varslinger på disse nettstedene</string><string id="NotificationsBlockedForUrls">Blokkér varsler på disse nettstedene</string><string id="NotificationsBlockedForUrls_Explain">Gjør at du kan angi en liste over nettadressemønstre som spesifiserer hvilke nettsteder som ikke får vise varsler.

Hvis denne retningslinjen ikke angis, brukes den globale standardverdien for alle nettsteder, enten fra retningslinjen DefaultNotificationsSetting hvis den er angitt, eller fra brukerens egen konfigurasjon hvis den nevnte retningslinjen ikke er angitt.</string><string id="NotificationsBlockedForUrlsDesc">Blokkér varsler på disse nettstedene</string><string id="Drive_group">Konfigurer Google Disk-alternativer</string><string id="DriveDisabled">Deaktiverer Google Disk i Filer-appen for Google Chrome OS</string><string id="DriveDisabled_Explain">Slår av Google Disk-synkronisering i Filer-appen for Google Chrome OS ved bruk av mobiltilkobling når den har verdien true (sann). I disse tilfellene lastes ikke noen data opp til Google Disk.

Hvis den ikke er spesifisert eller har verdien false (usann), kan brukere overføre filer til Google Disk.</string><string id="DriveDisabledOverCellular">Slår av Google Disk over mobiltilkoblinger i Filer-appen for Google Chrome OS.</string><string id="DriveDisabledOverCellular_Explain">Når denne regelen er satt til true (sann), blir Google Disk-synkronisering i Filer-appen for Google Chrome OS slått av. Ved slike tilfeller synkroniseres dataene bare med Google Disk når enheten er tilkoblet via Wi-Fi eller Ethernet.

Hvis denne regelen ikke er spesifisert, eller hvis den er satt til false (usann), kan brukerne overføre filer til Google Disk via mobiltilkoblinger.</string><string id="RemoteAccess_group">Konfigurer eksterne tilgangsalternativer</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Muliggjør kryssing av brannmur fra ekstern tilgangsvert</string><string id="RemoteAccessHostFirewallTraversal_Explain">Aktiverer bruk av STUN-servere når eksterne klienter prøver å opprette forbindelse til denne maskinen.

Hvis denne innstillingen er aktivert, kan eksterne klienter oppdage og koble seg til denne maskinen selv om de er adskilt fra den av en brannmur.

Hvis denne innstillingen er deaktivert og utgående UDP-tilkoblinger filtreres ut av brannmuren, vil denne maskinen bare tillate forbindelser fra klientmaskiner i det lokale nettverket.

Hvis denne retningslinjen ikke angis, er innstillingen aktivert.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Konfigurer TalkGadget-prefikset for verter med ekstern adgang</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfigurerer TalkGadget-prefikset som skal brukes av verter med ekstern adgang, og forhindrer brukere fra å endre det.

Hvis dette prefikset er angitt, legges det til i basisnavnet for TalkGadget for slik å lage et fullstendig domenenavn for TalkGadget. Basisdomenenavnet for TalkGadget er «.talkgadget.google.com».

Hvis denne innstillingen er aktivert, kommer verter til å bruke det egendefinerte vertsnavnet ved bruk av TalkGadget, ikke domenenavnet angitt som standard.

Hvis denne innstillingen er deaktivert eller ikke angitt, blir TalkGadget-domenenavnet angitt som standard («chromoting-host.talkgadget.google.com»), tilordnet alle verter.

Klienter med ekstern adgang blir ikke påvirket av denne innstillingen. De kommer også til å benytte seg av «chromoting-client.talkgadget.google.com» ved bruk av TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Aktiver begrensning (curtaining) av verter for fjerntilgang</string><string id="RemoteAccessHostRequireCurtain_Explain">Aktiverer begrensning (curtaining) av verter for fjerntilgang mens en tilkobling er aktiv.

Hvis denne innstillingen er aktivert, deaktiveres vertenes fysiske enheter for inn- og utdata mens en fjerntilkobling er aktiv.

Hvis denne innstillingen er deaktivert eller ikke angitt, kan både lokale og eksterne brukere samhandle med verten når den deles.</string><string id="RemoteAccessHostAllowClientPairing">Slå på eller av autentisering uten PIN-kode for fjerntilgangsverter</string><string id="RemoteAccessHostAllowClientPairing_Explain">Hvis denne innstillingen er aktivert eller ikke konfigurert, kan brukere velge å knytte sammen klienter og verter ved tilkobling, og dermed sørge for at PIN-koden ikke må angis hver gang.

Hvis denne innstillingen er deaktivert, er ikke funksjonen tilgjengelig.</string><string id="RemoteAccessHostAllowGnubbyAuth">Tillat gnubby-autentisering for fjerntilgangsverter</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Hvis denne innstillingen er aktivert sendes gnubby-godkjenningsforespørsler via en proxy-tjener på en ekstern tjenertilkobling.

Hvis denne innstillingen ikke er aktivert sendes ikke gnubby-godkjenningsforespørsler via en proxy-tjener.</string><string id="RemoteAccessHostAllowRelayedConnection">Aktiver bruken av relétjenere ved fjerntilgangsverten</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Begrens UDP-portområdet som brukes av fjerntilgangsverten</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Krever at navnet på den lokale brukeren samsvarer med verten for ekstern tilgang</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Nettadressen der klienter for ekstern tilgang skal hente autentiseringstokenet sitt fra</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">Nettadressen for validering av autentiseringstokenet for klienten for ekstern tilgang</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Klientsertifikatet for tilkobling til RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="NewTabPage_group">Ny fane-siden</string><string id="NewTabPageLocation">Konfigurer nettadressen for Ny fane-siden</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Oppstartsider</string><string id="RestoreOnStartup">Handling ved oppstart</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Åpne Ny fane-siden</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Gjenopprett den siste økten</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Åpne en liste over nettadresser</string><string id="RestoreOnStartupURLs">Nettadresser som skal åpnes ved oppstart</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Nettadresser som skal åpnes ved oppstart</string><string id="PasswordManager_group">Passordbehandling</string><string id="PasswordManagerEnabled">Slå på lagring av passord i passordbehandleren</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Proxy_group">Proxytjener</string><string id="ProxyMode">Velg hvordan innstillinger for proxy-tjener angis</string><string id="ProxyMode_Explain">Lar deg spesifisere hvilken proxy-tjener som brukes av Google Chrome, og hindrer brukerne i å endre proxy-innstillingene.

Hvis du velger å aldri bruke proxy-tjenere og alltid koble til direkte, ignoreres alle andre alternativer.

Hvis du velger å bruke systeminnstillingene for proxy-tjenere, ignoreres alle andre alternativer.

Hvis du velger at proxy-tjenere skal oppdages automatisk, ignoreres alle andre alternativer.

Hvis du velger modusen for fast proxy-tjener, kan du spesifisere flere alternativer i «Adresse eller nettadresse for proxy-tjener» og «Kommadelt liste over regler for å omgå proxy-tjener». ARC-apper kan bare bruke den HTTP-proxy-tjeneren som har høyest prioritet.

Du finner detaljerte eksempler her:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Hvis du slår på denne innstillingen, ignorerer Google Chrome og ARC-appene alle proxy-tjenerrelaterte alternativer som spesifiseres fra kommandolinjen.

Hvis du ikke spesifiserer denne regelen, kan brukerne velge egne innstillinger for proxy-tjenere.</string><string id="ProxyMode_ProxyDisabled">Aldri bruk mellomtjener</string><string id="ProxyMode_ProxyAutoDetect">Gjenkjenn mellomtjenerinnstillinger automatisk</string><string id="ProxyMode_ProxyPacScript">Bruk et .pac-skript for mellomtjener</string><string id="ProxyMode_ProxyFixedServers">Bruk faste proxytjenere</string><string id="ProxyMode_ProxyUseSystem">Bruk systeminnstillingene for mellomtjener</string><string id="ProxyServer">Adresse eller nettadresse for proxy-tjener</string><string id="ProxyServer_Explain">Du kan spesifisere nettadressen til proxy-tjeneren her.

Denne regelen trer bare i kraft hvis du har valgt manuelle innstillinger for proxy-tjenere under «Velg hvordan innstillinger for proxy-tjener angis».

Du bør ikke spesifisere denne regelen hvis du har valgt en annen modus for spesifisering av regler for proxy-tjenere.

Du finner detaljerte eksempler her:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">Nettadresse til en .pac-fil for proxy-tjener</string><string id="ProxyPacUrl_Explain">Du kan angi nettadressen til en .pac-fil for en proxy-tjener her.

Denne regelen trer bare i kraft hvis du har valgt manuelle innstillinger for proxy-tjenere under «Velg hvordan innstillinger for proxy-tjener angis».

Du bør ikke spesifisere denne regelen hvis du har valgt en annen modus for spesifisering av regler for proxy-tjenere.

Du finner detaljerte eksempler her:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Regler for å omgå mellomtjener</string><string id="ProxyBypassList_Explain">Google Chrome går forbi alle proxy-tjenere for listen over verter som er angitt her.

Denne regelen trer bare i kraft hvis du har valgt manuelle innstillinger for proxy-tjenere under «Velg hvordan innstillinger for proxy-tjener angis».

Du bør ikke spesifisere denne regelen hvis du har valgt en annen modus for å angi regler for proxy-tjenere.

Du finner mer detaljerte eksempler her:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="HTTPAuthentication_group">Regler for HTTP-autentisering</string><string id="AuthSchemes">Støttede autentiseringssystemer</string><string id="AuthSchemes_Explain">Spesifiserer hvilke HTTP-autentiseringsskjemaer som støttes av Google Chrome.

Mulige verdier er «basic», «digest», «ntlm» og «negotiate». Bruk komma til å skille mellom flere verdier.

Hvis denne regelen ikke angis, brukes alle de fire skjemaene.</string><string id="DisableAuthNegotiateCnameLookup">Deaktiver CNAME-oppslag under forhandling om Kerberos-godkjenning</string><string id="DisableAuthNegotiateCnameLookup_Explain">Angir om generert Kerberos-SPN er basert på det kanoniske DNS-navnet eller på det angitte originalnavnet. Hvis du aktiverer denne innstillingen, droppes CNAME-oppslag, og tjenernavnet brukes som angitt. Hvis du deaktiverer denne innstillingen eller ikke angir den, bestemmes tjenerens kanoniske navn ved hjelp av CNAME-oppslag.</string><string id="EnableAuthNegotiatePort">Inkluder ikke-standardisert port i SPN for Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Angir om den genererte Kerberos-SPN-en skal inneholde en ikke-standard port.

Hvis du aktiverer denne innstillingen, og en ikke-standard port (dvs. en annen port enn 80 eller 443) oppgis, omfattes den av den genererte Kerberos-SPN-en.

Hvis du deaktiverer denne innstillingen eller ikke angir den, omfatter ikke den genererte Kerberos SPN-en noen port i noe tilfelle.</string><string id="AuthServerWhitelist">Godkjenningsliste for autentiseringstjener</string><string id="AuthServerWhitelist_Explain">Angi hvilke tjenere som skal godkjennes for integrert autentisering. Integrert autentisering er bare på når Google Chrome mottar en autentiseringoppgave fra en proxy-tjener eller en tjener i denne tillatt-listen.

Adskill tjenernavn med komma. Jokertegn (*) er tillatt.

Hvis du ikke spesifiserer denne regelen, forsøker Google Chrome å oppdage om en tjener er på intranett og bare svare på IWA-forespørsler hvis den er det. Hvis en tjener registreres som Internett, ignorerer Google Chrome IWA-forespørsler fra tjeneren.</string><string id="AuthNegotiateDelegateWhitelist">Godkjenningsliste for delegasjonstjener for Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Tjenere Google Chrome kan delegere til.

Atskill tjenernavnene med komma. Jokertegn (*) er tillatt.


Hvis du ikke spesifiserer denne regelen, delegerer ikke Google Chrome brukerlegitimasjon selv om en tjener registreres som intranett.</string><string id="AllowCrossOriginAuthPrompt">Opphavsuavhengig HTTP Basic Auth-forespørsler</string><string id="AllowCrossOriginAuthPrompt_Explain">Kontrollerer om tredjeparts underinnhold på en side kan åpne en HTTP Basic Auth-dialogrute som forgrunnsvindu.

Dette deaktiveres vanligvis for å beskytte seg mot nettfisking. Hvis denne retningslinjen ikke er angitt, er den deaktivert, og tredjeparts underinnhold kan ikke åpne en HTTP Basic Auth-dialogrute som forgrunnsvindu.</string><string id="QuickUnlock_group">Retningslinjer for hurtigopplåsing</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Denne godkjenningslisten kontrollerer hvilke moduser for hurtigopplåsing brukerne kan konfigurere og bruke til å låse opp låseskjermen.

Denne verdien er en liste med strenger. De gyldige listeoppføringene er «all» (alle) og «PIN». Hvis du legger til «all» i listen, blir alle modusene for hurtigopplåsing tilgjengelige for brukerne – inkludert moduser som implementeres i fremtiden. Hvis du ikke gjør det, er bare de modusene for hurtigopplåsing som finnes i listen, tilgjengelige.

Hvis du for eksempel vil tillate alle modusene for hurtigopplåsing, bruker du [«all»]. Hvis du bare vil tillate PIN-opplåsing, bruker du [«PIN»]. Hvis du vil slå av alle modusene for hurtigopplåsing, bruker du [].

Som standard er ingen moduser for hurtigopplåsing tilgjengelige for administrerte enheter.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Denne innstillingen kontrollerer hvor ofte brukerne må skrive inn passord på låseskjermen for å fortsette å bruke hurtigopplåsing. Når en bruker kommer til låseskjermen og det har gått lengre tid siden passordet sist ble skrevet inn, enn det som er angitt i denne innstillingen, er det ikke mulig for vedkommende å bruke hurtigopplåsing. Hvis brukeren blir på låseskjermen etter at denne tidsperioden er over, må vedkommende skrive inn passordet neste gang han eller hun skriver inn feil kode eller kommer tilbake til låseskjermen (avhengig av hva som skjer først).

Hvis denne innstillingen er konfigurert, kan brukere som bruker hurtigopplåsing, bli bedt om å skrive inn passordet sitt på låseskjermen. Dette avhenger imidlertid av hvilken innstilling som er valgt.

Hvis denne innstillingen ikke konfigureres, blir brukere som bruker hurtigopplåsing, bedt om å skrive inn passordet sitt på låseskjermen hver dag.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Hvis denne regelen er angitt som «false» (usann), kan ikke brukerne angi PIN-koder som er svake og enkle å gjette.

Her er noen eksempler på svake PIN-koder: PIN-koder som bare består av det samme tallet (1111), PIN-koder som består av tall i stigende eller synkende rekkefølge (1234 eller 4321) og vanlig brukte PIN-koder.

Som standard ser brukerne en advarsel – ikke en feilmelding – hvis PIN-koden anses som svak.</string><string id="DefaultSearchProvider_group">Standard søkeleverandør</string><string id="DefaultSearchProviderEnabled">Aktiver standard søkeleverandør</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Navn for standard søkeleverandør</string><string id="DefaultSearchProviderName_Explain">Angir navnet på standard søkeleverandør. Hvis dette ikke angis, brukes vertsnavnet angitt av søkenettadressen.

Denne retningslinjen tas bare i betraktning hvis retningslinjen DefaultSearchProviderEnabled er aktivert.</string><string id="DefaultSearchProviderKeyword">Søkeord for standard søkeleverandør</string><string id="DefaultSearchProviderKeyword_Explain">Angir nøkkelordet, som er snarveien som brukes i søkefeltet for å utløse søket for denne leverandøren.

Denne retningslinjen er valgfri. Hvis den ikke angis, aktiverer ingen søkeord søkeleverandøren.

Denne retningslinjen tas bare i betraktning hvis retningslinjen DefaultSearchProviderEnabled er aktivert.</string><string id="DefaultSearchProviderSearchURL">Nettadresse for søk for standard søkeleverandør</string><string id="DefaultSearchProviderSearchURL_Explain">Spesifiserer nettadressen for søkemotoren som brukes ved standardsøk. Nettadressen må inneholde strengen {searchTerms}, som erstattes med ordene brukeren søker etter, når søket utføres.

Googles nettadresse for søk kan spesifiseres slik: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Dette alternativet må spesifiseres når regelen DefaultSearchProviderEnabled er slått på. Hvis ikke ignoreres det.</string><string id="DefaultSearchProviderSuggestURL">Foreslått nettadresse for standard søkeleverandør</string><string id="DefaultSearchProviderSuggestURL_Explain">Angir nettadressen for søkemotoren som brukes for søkeforslag. Nettadressen må inneholde strengen {searchTerms}, som erstattes med teksten brukeren har skrevet inn hittil, når søket utføres.

Denne regelen er valgfri. Hvis den ikke angis, brukes det ikke noen forslagsnettadresser.

Googles forslagsnettadresse kan spesifiseres slik: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Denne regelen gjelder bare hvis regelen DefaultSearchProviderEnabledpolicy er slått på.</string><string id="DefaultSearchProviderInstantURL">Umiddelbar nettadresse for standard søkeleverandør</string><string id="DefaultSearchProviderInstantURL_Explain">Spesifiserer nettadressen for søkemotoren som brukes, for å gi umiddelbare resultater. Nettadressen må inneholde strengen '{searchTerms}', som erstattes med teksten brukeren har skrevet inn hittil, når søket utføres.

Denne regelen er ikke valgfri. Hvis den ikke angis, kommer det ikke opp noen umiddelbare søkeresultater.

Nettadressen til Googles umiddelbare søkeresultater kan spesifiseres slik: '{google:baseURL}suggest?q={searchTerms}'.

Denne regelen følges bare hvis regelen DefaultSearchProviderEnabledpolicy er slått på.</string><string id="DefaultSearchProviderIconURL">Ikon for standard søkeleverandør</string><string id="DefaultSearchProviderIconURL_Explain">Angir nettadresse til favorittikonet til standard søkeleverandør.

Denne retningslinjen er valgfri. Hvis den ikke angis, presenteres ikke noe ikon for søkeleverandøren.

Denne retningslinjen tas bare til etterretnings hvis retningslinjen DefaultSearchProviderEnabled er aktivert.</string><string id="DefaultSearchProviderEncodings">Kodinger av standard søkeleverandør</string><string id="DefaultSearchProviderEncodings_Explain">Angir tegnkodingen som støttes av søkeleverandøren. Kodingene er kodesidenavn som UTF-8, GB2312 og ISO-8859-1. De prøves i oppgitt rekkefølge.

Denne retningslinjen er valgfri. Hvis den ikke er angitt, vil standarden brukes, som er UTF-8.

Denne retningslinjen tas til etterretning bare hvis retningslinjen DefaultSearchProviderEnabled er aktivert.</string><string id="DefaultSearchProviderEncodingsDesc">Kodinger av standard søkeleverandør</string><string id="DefaultSearchProviderAlternateURLs">Liste over alternative nettadresser for standard søkeleverandør</string><string id="DefaultSearchProviderAlternateURLs_Explain">Angir en liste over alternative nettadresser som kan brukes til å hente ut søkeord fra søkemotoren. Nettadressene skal inneholde strengen '{searchTerms}', som brukes til å hente ut søkeordene.

Denne retningslinjen er valgfri. Hvis den ikke er angitt, brukes alternative nettadresser til å hente ut søkeordene.

Denne retningslinjen gjelder bare hvis retningslinjen DefaultSearchProviderEnabled er aktivert.</string><string id="DefaultSearchProviderAlternateURLsDesc">Liste over alternative nettadresser for standard søkeleverandør</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametret som kontrollerer søkeordplasseringen for standardsøkemotoren</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Hvis denne innstillingen er angitt og en nettadresse som blir foreslått av søkefeltet inneholder denne parameteren i søkestrengen eller fragmentidentifikatoren, viser forslaget søkeordene og søkeleverandøren i stedet for søkenettadressen.

Denne innstillingen er valgfri. hvis den ikke er angitt, forekommer det ingen søkeordserstatning.

Denne innstillingen brukes bare hvis «DefaultSearchProviderEnabled»-innstillingen er angitt.</string><string id="DefaultSearchProviderImageURL">Parameteret som tilbyr search-by-image-funksjonen for standardsøkemotoren</string><string id="DefaultSearchProviderImageURL_Explain">Angir nettadressen for søkemotoren som brukes til bildesøk. Søkeforespørsler blir sendt via GET-metoden. Hvis DefaultSearchProviderImageURLPostParams-innstillingen er angitt, bruker bildesøkforespørsler POST-metoden i stedet.

Denne innstillingen er valgfri. Hvis den ikke angis, brukes ikke bildesøk.

Denne innstillingen brukes bare hvis «DefaultSearchProviderEnabled»-innstillingen er aktivert.</string><string id="DefaultSearchProviderNewTabURL">Nettadresse for ny fane for standard søkeleverandør</string><string id="DefaultSearchProviderNewTabURL_Explain">Spesifiserer nettadressen som søkemotoren bruker for å levere en ny fane-side.

Denne innstillingen er valgfri. Hvis den ikke angis, leveres ingen nye fane-side.

Denne innstillingen etterfølges bare dersom «DefaultSearchProviderEnabled» er aktivert.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametere for søkenettadresser som bruker POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Angir parameterene som brukes når du utfører søker på en nettadresse med POST. De består av kommainndelte navn og verdi-par. Hvis en verdi er et malparameter, som {searchTerms} i eksempelet ovenfor, blir den erstattet med virkelig søkeordsdata.

Denne innstillingen er valgfri. Hvis den ikke er angitt, blir forespørsler om søkeforslag sendt via GET-metoden.

Denne innstillingen brukes bare hvis «DefaultSearchProviderEnabled»-innstillingen er aktivert.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametere for forslagsnettadressser som bruker POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Angir parameterene som brukes når du utfører et forslagssøk med POST. De består av kommainndelte navn og verdi-par. Hvis en verdi er et malparameter, som {searchTerms} i eksempelet ovenfor, blir den erstattet med virkelige søkeordsdata.

Denne innstillingen er valgfri. Hvis den ikke er angitt, blir forespørsler om søkeforslag sendt via GET-metoden.

Denne innstillingen brukes bare hvis «DefaultSearchProviderEnabled»-innstillingen er aktivert.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametere for Instant-nettadresser som bruker POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Angir parameterene som brukes når du utfører et Instant-søk med POST. De består av kommainndelte navn og verdi-par. Hvis en verdi er et malparameter, som {searchTerms} i eksempelet ovenfor, blir den erstattet med virkelige søkeordsdata.

Denne innstillingen er valgfri. Hvis den ikke er angitt, blir forespørsler om søkeforslag sendt via GET-metoden.

Denne innstillingen brukes bare hvis «DefaultSearchProviderEnabled»-innstillingen er aktivert.</string><string id="DefaultSearchProviderImageURLPostParams">Parametere for bildenettadresser som bruker POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Angir parameterene som brukes når du utfører et bildesøk med POST. De består av kommainndelte navn og verdi-par. Hvis en verdi er et malparameter, som {imageThumbnail} i eksempelet ovenfor, blir den erstattet med virkelige miniatyrbildedata.

Denne innstillingen er valgfri. Hvis den ikke er angitt, blir forespørsler om bildesøk sendt via GET-metoden.

Denne innstillingen brukes bare hvis «DefaultSearchProviderEnabled»-innstillingen er aktivert.</string><string id="Homepage_group">Startside</string><string id="HomepageLocation">Konfigurer nettadresse for startsiden</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Bruk siden Ny fane som startside</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="PowerManagement_group">Strømstyring</string><string id="LidCloseAction">Handling som skal utføres når brukeren lukker lokket</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Suspender</string><string id="LidCloseAction_LidCloseActionLogout">Logg brukeren av</string><string id="LidCloseAction_LidCloseActionShutdown">Slå av</string><string id="LidCloseAction_LidCloseActionDoNothing">Gjør ingenting</string><string id="PowerManagementUsesAudioActivity">Angi om lydaktivitet skal påvirke strømbehandling</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Angi om videoaktivitet skal påvirke strømbehandling</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Prosentandelen det skaleres etter for forsinkelse av skjermdemping i presentasjonsmodus</string><string id="PresentationScreenDimDelayScale_Explain">Angir prosentandelen for hvordan forsinkelsen til skjermdemping skaleres når enheten er i presentasjonsmodus.

Hvis denne innstillingen er konfigurert, angir den prosentandelen for hvordan forsinkelsen til skjermdemping skaleres når enheten er i presentasjonsmodus. Når forsinkelsen er skalert, blir forsinkelsen for avslått, låst og inaktiv skjerm justert slik at de har samme lengde fra skjermdempingsforsinkelsen som i den opprinnelige konfigurasjonen.

Hvis denne innstillingen ikke angis, brukes en standard skaleringsfaktor.

Skaleringsfaktoren må være på minst 100 %. Det er ikke tillatt med verdier som gjør inaktivitetsforsinkelsen i presentasjonsmodus kortere enn den er ved vanlig bruk.</string><string id="AllowScreenWakeLocks">Tillat låser for skjermaktivering</string><string id="AllowScreenWakeLocks_Explain">Angir om det er tillatt med låser for skjermaktivering. Låser for skjermaktivering kan forespørres via utvidelses API-en for strømsparing.

Hvis denne regelen har verdien «true» eller ikke angitt, er det tillatt med låser for skjermaktivering for strømsparing.

Hvis denne regelen har verdien «false», ignoreres forespørsler om låsing av skjermaktivering.</string><string id="UserActivityScreenDimDelayScale">Prosentandelen det skaleres etter for å justere forsinkelse i skjermdemping, hvis brukeren har blitt aktiv igjen etter demping</string><string id="UserActivityScreenDimDelayScale_Explain">Angir hvordan prosentandelen for forsinkelse av skjermdemping skaleres når brukeraktiviteten observeres mens skjermen er dempet, eller kort tid etter skjermen er slått av.

Hvis denne innstillingen angis, spesifiserer den hvordan prosentandelen for forsinkelse av skjermdemping skaleres når brukeraktiviteten observeres mens skjermen dempes, eller kort tid etter skjermen er slått av. Når dempingsforsinkelsen er skalert, blir forsinkelsen for avslått, låst og inaktiv skjerm justert slik at de har samme lengde fra skjermdempingsforsinkelsen som i den opprinnelige konfigurasjonen.

Hvis denne innstillingen ikke angis, brukes standard skaleringsfaktor.

Skaleringsfaktoren må være 100 % eller mer.</string><string id="WaitForInitialUserActivity">Vent på første brukeraktivitet</string><string id="WaitForInitialUserActivity_Explain">Angi hvorvidt tidtaking av strømstyringsforsinkelser og grense for øktens varighet bare skal begynne å løpe etter brukerens første aktivitet i en økt.

Hvis innstillingen er satt til True, begynner ikke tidtakingen av strømstyringsforsinkelser og øktens varighet å løpe før etter at brukerens første aktivitet i en økt er registrert.

Hvis innstillingen er satt til False eller ikke er angitt, begynner tidtakingen av strømstyringsforsinkelser og øktens varighet å løpe umiddelbart når økten starter.</string><string id="PowerManagementIdleSettings">Innstillinger for strømstyring når brukeren er inaktiv</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Forsinkelser for skjermlås</string><string id="ScreenLockDelays_Explain">Angir hvor mye tid som kan gå uten brukeraktivitet før skjermen låses når nettstrøm eller batteri brukes.

Hvis tidslengden er satt til en verdi større enn null, avgjør den hvor lenge brukeren kan være borte før skjermen på Google Chrome OS låses.

Hvis tidslengden er null, låses ikke skjermen på Google Chrome OS når brukeren er inaktiv.

Hvis ingen tidslengde spesifiseres, brukes en standardtid.

Den anbefalte måten å låse skjermen på når den er inaktiv, er å aktivere skjermlåsing ved hvilemodus, slik at Google Chrome OS aktiverer skjermlåsen etter det innstilte inaktive perioden. Tidsinnstillingen for skjermlåsen bør bare brukes når skjermlåsen skal aktiveres lenge før hvilemodus, eller når bruk av hvilemodus ved inaktivitet ikke er ønskelig i det hele tatt.

Innstillingsverdien bør angis i millisekunder. Verdien må være mindre enn inaktivitetsforsinkelsen.</string><string id="Accessibility_group">Tilgjengelighetsinnstillinger</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Vis tilgjengelighetsalternativer i systemmenyen</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Aktiver stor markør</string><string id="LargeCursorEnabled_Explain">Aktiver tilgjengelighetsfunksjonen for den store musepekeren.

Hvis denne innstillingen angis til «true», er den store musepekeren alltid aktivert.

Hvis denne innstillingen angis til «false», er den store musepekeren alltid deaktivert.

Hvis du angir denne innstillingen, kan ikke brukere endre eller overstyre den.

Hvis denne innstillingen ikke angis, deaktiveres den store musepekeren til å å begynne med, men brukere kan aktivere den når som helst.</string><string id="SpokenFeedbackEnabled">Aktiverer talerespons</string><string id="SpokenFeedbackEnabled_Explain">Aktiver tilgjengelighetsfunksjon for muntlig tilbakemelding.

Hvis denne innstillingen angis til «true», er muntlig tilbakemelding alltid aktivert.

Hvis denne innstillingen angis til «false», er muntlig tilbakemelding alltid deaktivert.

Hvis du angir denne innstillingen, kan ikke brukere endre eller overstyre den.

Hvis denne innstillingen ikke angis, deaktiveres muntlig tilbakemelding til å begynne med, men brukere kan aktivere den når som helst.</string><string id="HighContrastEnabled">Aktiver modus for høy kontrast</string><string id="HighContrastEnabled_Explain">Aktiver tilgjengelighetsfunksjon for høykontrastmodus.

Hvis denne innstillingen angis til «true», er høykontrastmodus alltid aktivert.

Hvis denne innstillingen angis til «false», er høykontrastmodus alltid deaktivert.

Hvis du angir denne innstillingen, kan ikke brukere endre eller overstyre den.

Hvis denne innstillingen ikke angis, deaktiveres høykontrastmodus til å begynne med, men brukere kan aktivere den når som helst.</string><string id="VirtualKeyboardEnabled">Slå på skjermtastaturet</string><string id="VirtualKeyboardEnabled_Explain">Slå på tilgjengelighetsfunksjonen for skjermtastaturet.

Hvis denne innstillingen angis som sann, aktiveres alltid skjermtastaturet.

Hvis denne innstillingen angis som usann, deaktiveres alltid skjermtastaturet.

Hvis du angir denne innstillingen, kan ikke brukere endre eller overstyre den.

Hvis denne innstillingen ikke angis, blir skjermtastaturet i utgangspunktet slått av, men kan slås på av brukeren når som helst.</string><string id="KeyboardDefaultToFunctionKeys">Medietaster har standardfunksjon som funksjonstaster</string><string id="KeyboardDefaultToFunctionKeys_Explain">Endrer standardatferden til tastene på den øverste raden til funksjonstaster.

Hvis denne innstillingen er angitt som sann (true), kan du bruke den øverste raden med taster på tastaturet som funksjonstaster. Da må du holde inne søketasten for å bruke dem som medietaster igjen.

Hvis denne innstillingen er angitt som usann (false) eller ikke er angitt, har disse tastene standardfunksjon som medietaster, og fungerer som funksjonstaster når du holder søketasten inne.</string><string id="ScreenMagnifierType">Angi skjermforstørrelsestype</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Skjermforstørrelse deaktivert</string><string id="ScreenMagnifierType_Full-screen">Fullskjermsforstørrelse aktivert</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Angi standard tilstand for stor musepeker på påloggingssiden</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Angi standardtilstand for den store musepekerens tilgjengelighet på påloggingssiden.

Hvis denne innstillingen angis til «true», blir den store musepekeren aktivert når påloggingssiden vises.

Hvis denne innstillingen angis til «false», deaktiveres den store musepekeren når påloggingssiden vises.

Hvis du angir denne innstillingen, kan brukere midlertidig overstyre den ved å aktivere eller deaktivere den store musepekeren. Brukerens valg er imidlertid ikke permanent, og standardinnstillingen gjenopprettes når påloggingssiden vises på nytt eller brukeren har vært inaktiv på påloggingssiden i ett minutt.

Hvis denne innstillingen ikke angis, deaktiveres den store musepekeren når påloggingsskjermen vises for første gang. Brukere kan aktivere eller deaktivere den store musepekeren når som helst, og dens status på påloggingssiden forblir den samme mellom brukere.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Angi standard tilstand for muntlig tilbakemelding på påloggingssiden</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Angi standard tilstand for tilgjengelighetsfunksjonen for muntlig tilbakemelding på påloggingssiden.

Hvis innstillingen angis til «true», aktiveres muntlig tilbakemelding når påloggingssiden vises.

Hvis innstillingen angis til «false», deaktiveres muntlig tilbakemelding når påloggingssiden vises.

Hvis du angir denne innstillingen, kan brukere midlertidig overstyre den ved å aktivere eller deaktivere muntlig tilbakemelding. Brukernes valg er imidlertid ikke permanent, og standardinnstillingen gjenopprettes når påloggingssiden vises på nytt, eller brukeren har vært inaktiv på påloggingssiden i ett minutt.

Hvis innstillingen ikke angis, deaktiveres muntlig tilbakemelding når påloggingssiden vises for første gang. Brukere kan aktivere eller deaktivere muntlig tilbakemelding når som helst, og dens status på påloggingssiden forblir den samme mellom brukere.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Angi standard tilstand for høykontrastsmodus på påloggingssiden</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Angi standard tilstand for tilgjengelighetsfunksjonen for høykontrastmodus på påloggingsskjermen.

Hvis denne innstillingen angis til «true», aktiveres høykontrastmodus når påloggingssiden vises.

Hvis denne innstillingen angis til «false», deaktiveres høykontrastmodus når påloggingssiden vises.

Hvis du angir denne innstillingen, kan brukere midlertidig overstyre den ved å aktivere eller deaktivere høykontrastmodus. Brukernes valg er imidlertid ikke permanent, og standardinnstillingen gjenopprettes når påloggingssiden vises på nytt, eller brukeren har vært inaktiv på påloggingssiden i ett minutt.

Hvis denne innstillingen angis, deaktiveres høykontrastmodus når påloggingssiden vises for første gang. Brukere kan aktivere eller deaktivere høykontrastmodus når som helst, og dens status på påloggingssiden forblir den samme mellom brukere.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Angi skjermtastaturets standardtilstand på påloggingssiden</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Angi standardtilstanden til skjermtastaturets tilgjengelighetsfunksjon på påloggingsskjermen.

Hvis denne innstillingen er angitt som sann, aktiveres skjermtastaturet når påloggingsskjermen vises.

Hvis denne innstillingen er angitt som usann, deaktiveres skjermtastaturet når påloggingsskjermen vises.

Hvis du angir denne innstillingen, kan brukere midlertidig overstyre den ved å aktivere eller deaktivere skjermtastaturet. Brukerens valg er imidlertid ikke vedvarende og standardinnstillingene gjenopprettes når påloggingsskjermen vises på nytt, eller brukeren er inaktiv på påloggingsskjermen i et minutt.

Hvis denne innstillingen ikke angis, deaktiveres skjermtastaturet når påloggingsskjermen først vises. Brukere kan aktivere eller deaktivere
skjermtastaturet når som helst og statusen den har på påloggingsskjermen er vedvarende mellom brukerne.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Angi standard skjermforstørrelsestype som er aktivert på påloggingssiden</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Angi standard type lupe som slås på fra påloggingssiden.

Hvis innstillingen angis, kontrollerer den hvilken type lupe som slås på når påloggingssiden vises. Hvis innstillingen settes til «Ingen», er lupen avslått.

Hvis du angir denne innstillingen, kan brukere midlertidig overstyre den ved å slå lupen av eller på. Brukerens valg er imidlertid ikke permanent, og standardinnstillingen gjenopprettes når påloggingssiden vises på nytt, eller når brukeren har vært inaktiv på påloggingssiden i ett minutt.

Hvis innstillingen ikke angis, slås lupen av når påloggingssiden vises for første gang. Brukere kan slå lupen på eller av når som helst, og dens status på påloggingssiden forblir den samme mellom brukere.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Skjermforstørrelse deaktivert</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Fullskjermsforstørrelse aktivert</string><string id="Extensions_group">Utvidelser</string><string id="ExtensionInstallBlacklist">Konfigurer installasjonssperrelisten for utvidelser</string><string id="ExtensionInstallBlacklist_Explain">Lar deg angi hvilke utvidelser brukerne IKKE kan installere. Utvidelser som allerede er installert, blir deaktivert hvis de er svartelistet – uten at brukeren kan aktivere dem. Når en utvidelse som er deaktivert på grunn av svartelisten, fjernes fra svartelisten, aktiveres den automatisk igjen.

En svartelisteverdi på «*» betyr at alle utvidelser er svartelistet, med mindre de er uttrykkelig oppført i godkjenningslisten.

Hvis denne regelen ikke er angitt, kan brukeren installere alle utvidelser i Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Konfigurer installasjonssperrelisten for utvidelser</string><string id="ExtensionInstallWhitelist">Konfigurer godkjenningslisten for installasjon av utvidelser</string><string id="ExtensionInstallWhitelist_Explain">Lar deg angi hvilke utvidelser som ikke omfattes av sperrelisten. En sperrelisteverdi på * betyr at alle utvidelser settes på sperrelisten, og at brukere kun kan installere utvidelser som står oppført på godkjenningslisten. Alle utvidelser står på godkjenningslisten som standard. Men hvis alle utvidelser har blitt oppført på sperrelisten, kan godkjenningslisten overstyre dette.</string><string id="ExtensionInstallWhitelistDesc">Konfigurer godkjenningslisten for installasjon av utvidelser</string><string id="ExtensionInstallForcelist">Konfigurer listen over tvangsinstallerte programmer og utvidelser</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfigurer listen over tvangsinstallerte programmer og utvidelser</string><string id="ExtensionInstallSources">Konfigurering av installeringskilder for utvidelser, programmer og brukerskript</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigurering av installeringskilder for utvidelser, programmer og brukerskript</string><string id="ExtensionAllowedTypes">Konfigurer tillatte typer apper og utvidelser</string><string id="ExtensionAllowedTypes_Explain">Kontrollerer hvilke typer apper/utvidelser som kan installeres, og begrenser tilgang under kjøring.

Med denne innstillingen godkjennes app-/utvidelsestypene som det er tillatt å installere i Google Chrome og verter kan samhandle med. Verdien er en liste over strenger fra dette utvalget: «extension», «theme», «user_script», «hosted_app», «legacy_packaged_app» og «platform_app». Se utvidelsesdokumentasjonen for Google Chrome for å få mer informasjon om disse typene.

Vær oppmerksom på at denne regelen også påvirker utvidelser og apper som skal tvangsinstalleres via ExtensionInstallForcelist.

Hvis du konfigurerer innstillingen, installeres ikke app-/utvidelsestypene som ikke er oppført på listen.

Hvis du ikke konfigurerer innstillingen, finnes det ikke noen begrensninger for hvilke app-/utvidelsestyper som er akseptable.</string><string id="ExtensionAllowedTypesDesc">Konfigurer tillatte typer apper og utvidelser</string><string id="ExtensionSettings">Innstillinger for administrasjon av utvidelser</string><string id="ExtensionSettings_Explain">Konfigurerer innstillingene for administrering av utvidelser for Google Chrome.

Denne regelen bestemmer flere innstillinger, inkludert innstillinger kontrollert av eventuelle eksisterende regler som er relatert til utvidelser. Denne regelen overstyrer eventuelle eldre regler som også er aktive.

Denne regelen knytter en utvidelses-ID eller en nettadresse for oppdatering til en konfigurasjon. Hvis det brukes en utvidelses-ID, blir konfigurasjonen bare angitt for den spesifiserte utvidelsen. En standard konfigurasjon kan angis for den spesielle ID-en &quot;*&quot;, som så gjelder for alle utvidelser det ikke er angitt noen tilpasset konfigurasjon for i denne regelen. Hvis det brukes en nettadresse for oppdatering, brukes konfigurasjonen for alle utvidelser med nøyaktig den nettadressen for oppdatering som er oppgitt i utvidelsens manifest, som beskrevet i https://developer.chrome.com/extensions/autoupdate.

Konfigurasjonen for hver enkelt utvidelse (eller utvidelser med samme nettadresse for oppdatering) er en oppslagsliste som kan inneholde feltene dokumentert nedenfor.

&quot;installation_mode&quot;: knyttes til en streng som indikerer installasjonsmodusen for utvidelsen. De gyldige strengene er
* &quot;allowed&quot;: tillater at utvidelsen installeres av brukeren (denne funksjonaliteten brukes som standard)
* &quot;blocked&quot;: blokkerer installasjon av utvidelsen
* &quot;force_installed&quot;: gjør at utvidelsen installeres automatisk, men kan ikke fjernes av brukeren
* &quot;normal_installed&quot;: gjør at utvidelsen installeres automatisk, men brukeren kan slå den av

&quot;installation_mode&quot; kan også konfigureres for flere utvidelser, inkludert ved bruk av &quot;*&quot;-utvidelsen (som standardinnstillinger) samt utvidelser med samme nettadresse for oppdatering. I dette tilfellet kan bare verdiene &quot;allowed&quot; og &quot;blocked&quot; brukes.

Hvis modusen er angitt som &quot;force_installed&quot; eller &quot;normal_installed&quot;, må en &quot;update_url&quot; konfigureres også. Merk at nettadressen for oppdatering som er angitt i denne regelen, bare brukes for første installasjon – påfølgende oppdateringer av utvidelsen bruker nettadressen for oppdatering som er oppgitt i utvidelsens manifest. Nettadressen for oppdatering skal peke til et oppdateringsmanifest i XML-format som nevnt ovenfor.

&quot;blocked_permissions&quot;: knyttes til en liste over strenger som indikerer hvilke API-tillatelser som er blokkert for utvidelsen. Tillatelsesnavnene er identiske med tillatelsesstrengene som oppgis i manifestet for utvidelsen, som beskrevet her: https://developer.chrome.com/extensions/declare_permissions. Denne innstillingen kan også konfigureres for &quot;*&quot;-utvidelse. Hvis utvidelsen krever en tillatelse som er på blokkeringslisten, får den ikke tillatelse til å kjøre. Hvis utvidelsen inneholder en blokkert tillatelse som en valgfri tillatelse, behandles den som vanlig, men forespørsler om blokkerte tillatelser blir avvist automatisk under kjøring.

&quot;allowed_permissions&quot;: ligner på &quot;blocked_permissions&quot;, men tillater i stedet uttrykkelig noen tillatelser som kan være blokkert av den globale listen for blokkerte tillatelser. Denne innstillingen kan derfor ikke konfigureres for &quot;*&quot;-utvidelse. Merk at denne innstillingen ikke gir innvilgede tillatelser til utvidelser automatisk.

&quot;minimum_version_required&quot;: knyttes til en versjonsstreng. Formatet for versjonsstrengen er det samme som er brukt i utvidelsesmanifestet, som beskrevet her: https://developer.chrome.com/apps/manifest/version. Utvidelser med en versjon som er eldre enn den spesifiserte minimumsversjonen, blir deaktivert. Dette gjelder for utvidelser med tvungen installering (&quot;force_installed&quot;) også.

Følgende innstillinger kan bare brukes for standardkonfigurasjonen &quot;*&quot;:

&quot;install_sources&quot;: Hvert element i denne listen er et samsvarsmønster av typen som brukes for utvidelser (https://developer.chrome.com/extensions/match_patterns). Brukere kan enkelt installere elementer fra alle nettadresser som samsvarer med et element på denne listen. Både plasseringen av *.crx-filen og siden der nedlastingen startes fra (dvs. henvisningsadressen), må samsvare med disse mønstrene.

&quot;allowed_types&quot;: Denne innstillingen er en godkjenningsliste for de tillatte typene utvidelser/apper som kan installeres på Google Chrome. Verdien er en liste over strenger, og hver streng må være ett av følgende: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Slå opp i dokumentasjonen for Google Chrome-utvidelser for mer informasjon om disse typene.
&quot;blocked_install_message&quot;: Hvis en bruker prøver å installere en utvidelse, men forsøket blir blokkert i henhold til en regel, viser Chrome Nettmarked en generisk feilmelding. Denne innstillingen har støtte for egendefinert tekst for feilmeldingen. Dette kan brukes til å henvise brukere til brukerstøtten din, forklare hvorfor en bestemt utvidelse er blokkert, eller noe annet. Feilmeldingen blir avkortet hvis den er lengre enn 1000 tegn.
&quot;runtime_blocked_hosts&quot;: Godtar en liste over verter som en utvidelse blir blokkert fra å interagere med. Dette omfatter injisering av JavaScript-kode, endring og åpning av webRequests/webNavigation samt endring og åpning av informasjonskapsler. Dette formatet ligner på Match Patterns (https://developer.chrome.com/extensions/match_patterns), bortsett fra at det ikke er nødvendig å angi noen bane etter nettstedsnavnet (for eksempel støttes «*://*.example.com»). Formatet støtter også effektive TLD-jokertegn, for eksempel «*://example.*».
&quot;runtime_allowed_hosts&quot;: Godtar en liste over verter som utvidelsen kan interagere med, uansett om de er oppført i &quot;runtime_blocked_hosts&quot;eller ikke. Dette er det samme formatet som &quot;runtime_blocked_hosts&quot;.
</string><string id="AllowDeletingBrowserHistory">Gjør det mulig å slette nettleser- og nedlastingslogg</string><string id="AllowDeletingBrowserHistory_Explain">Gjør det mulig å slette nettleser- og nedlastingsloggen i Google Chrome og hindrer brukere i å endre denne innstillingen.

Vær oppmerksom på at hvis denne innstillingen er deaktivert, er det ikke sikkert at nettleser- og nedlastingsloggen bevares. Brukere kan redigere eller slette filer fra loggdatabasen direkte, og nettleseren kan slette eller lagre alle loggelementene når som helst.

Hvis denne innstillingen er aktivert eller ikke angitt, kan nettleser- og nedlastingsloggen slettes.

Hvis innstillingen deaktiveres, kan ikke nettleser- og nedlastingsloggen slettes.</string><string id="AllowDinosaurEasterEgg">Tillat dinosaurspill-påskeegget</string><string id="AllowDinosaurEasterEgg_Explain">Gir brukerne mulighet til å spille dinosaurspill-påskeegget når enheten ikke er koblet til.

Hvis denne regelen er satt til false (usann), kan ikke brukerne spille dinosaurspillet når enheten ikke er koblet til. Hvis regelen er satt til true (sann), kan brukerne spille dinosaurspillet. Hvis denne regelen ikke er angitt, kan ikke brukerne spille dinosaurspillet på registrerte Chrome OS-installasjoner, men de kan spille det i andre situasjoner.</string><string id="AllowOutdatedPlugins">Tillat kjøring av foreldede programtillegg</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Tillat låsing av skjermen</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Spesifiser hvilke domener som har tilgang til Google-apper</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Aktiver alternative feilsider</string><string id="AlternateErrorPagesEnabled_Explain">Aktiverer bruken av alternative sider for feilmeldinger som er innebygd i Google Chrome (for eksempel «Siden ble ikke funnet»), og hindrer brukerne i å endre denne innstillingen.

Hvis du aktiverer denne innstillingen, brukes alternative sider for feilmeldinger.

Hvis du deaktiverer denne innstillingen, brukes aldri alternative sider for feilmeldinger.
Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre denne innstillingen i Google Chrome.

Hvis denne retningslinjen ikke angis, kan dette aktiveres, men brukeren kan endre på dette.</string><string id="AlwaysAuthorizePlugins">Kjører alltid programtillegg som krever godkjenning</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Slå på Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Når denne regelen er satt til true (sann), lastes Android-appdata opp til Android Backup-tjenere og gjenopprettes derfra når kompatible apper installeres på nytt.

Når denne regelen settes til false (usann), blir Android Backup Service slått av.

Hvis denne regelen er konfigurert, kan ikke brukerne endre den selv.

Hvis denne regelen ikke er konfigurert, kan brukerne slå Android Backup Service av og på i appen for Android-innstillinger.</string><string id="ArcCertificatesSyncMode">Angi sertifikattilgjengeligheten for ARC-apper</string><string id="ArcCertificatesSyncMode_Explain">Hvis denne er angitt som SyncDisabled eller ikke er konfigurert, er ikke Google Chrome OS-sertifikater tilgjengelige for ARC-apper.

Hvis denne er angitt som CopyCaCerts, er alle ONC-installerte CA-sertifikater med Web TrustBit tilgjengelige for ARC-apper.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Slå av bruken av Google Chrome OS-sertifikater for ARC-apper</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Slå på CA-sertifikater for Google Chrome OS for ARC-apper</string><string id="ArcEnabled">Slå på ARC</string><string id="ArcEnabled_Explain">Når denne regelen er satt til true (sann), er ARC slått på for brukeren
(avhengig av andre regelinnstillinger – ARC er likevel
utilgjengelig hvis enten engangsmodus eller multipålogging er slått på
i den aktive brukerøkten).

Hvis denne innstillingen er slått av eller ikke konfigurert, kan bedriftsbrukere
ikke bruke ARC.</string><string id="ArcLocationServiceEnabled">Slå på Googles posisjonstjeneste for Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfigurer ARC</string><string id="ArcPolicy_Explain">Angir et sett med regler som overleveres til ARC-kjøringen. Verdien må være gyldig JSON.

Denne regelen kan brukes til å konfigurere hvilke Android-apper som installeres automatisk på enheten:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Android app-identifikator, for eksempel &quot;com.google.android.gm&quot; for Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Spesifiserer hvordan en app skal installeres. OPTIONAL: Appen installeres ikke automatisk, men brukeren kan installere den. Denne brukes som standard hvis regelen ikke er angitt. PRELOAD: Appen installeres automatisk, men brukeren kan avinstallere den. FORCE_INSTALLED: Appen installeres automatisk, og brukeren kan ikke avinstallere den. BLOCKED: Appen blokkeres og kan ikke installeres. Hvis appen ble installert under en annen regel, blir den avinstallert.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Regel for å gi tillatelser til apper på forespørsel. PERMISSION_POLICY_UNSPECIFIED: Ingen regel er angitt. Hvis ingen regel er angitt for en tillatelse på noe nivå, brukes funksjonaliteten for `PROMPT` som standard. PROMPT: Spør brukeren om å gi tillatelse. GRANT: Gi tillatelse automatisk. DENY: Avvis tillatelse automatisk.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Appspesifikt JSON-konfigureringsobjekt med et sett med nøkkelverdi-par, for eksempel '&quot;managedConfiguration&quot;: { &quot;nøkkel1&quot;: verdi1, &quot;nøkkel2&quot;: verdi2}'. Nøklene er definert i appmanifestet.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

For å feste apper til appoversikten, se PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Tillat eller avvis lydopptak</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Nettadresser som uten forespørsel blir gitt tilgang til enheter med lydopptak</string><string id="AudioCaptureAllowedUrls_Explain">Mønstrene i denne listen sammenlignes med sikkerhetskilden
til nettadressen forespørselen kommer fra. Hvis det finnes samsvar, blir
tilgang til lydopptaksenheter gitt uten forespørsel på forhånd.

MERK: Frem til versjon 45 ble denne regelen bare støttet i kioskmodus.</string><string id="AudioCaptureAllowedUrlsDesc">Nettadresser som uten forespørsel blir gitt tilgang til enheter med lydopptak</string><string id="AudioOutputAllowed">Tillat avspilling av lyd</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Aktiver Autofyll</string><string id="AutoFillEnabled_Explain">Aktiverer autofyll-funksjonen til Google Chrome, og gjør at brukerne kan autofullføre nettskjemaer ved hjelp av tidligere lagret informasjon, som adresser eller kredittkortinformasjon.

Hvis du deaktiverer denne innstillingen, blir autofyll-funksjonen utilgjengelig for brukerne.

Hvis du aktiverer denne innstillingen eller ikke angir noen verdi, fortsetter autofyll-funksjonen å være under brukerens kontroll. Dette gjør at de kan konfigurere autofyll-profiler og slå autofyll-funksjonen på og av etter eget ønske.</string><string id="AutofillCreditCardEnabled">Slå på autofyll for kredittkort</string><string id="AutofillCreditCardEnabled_Explain">Slår på autofyllfunksjonen i Google Chrome og gjør det mulig for brukere å fylle ut informasjon om kredittkort og adresse i nettskjemaer automatisk. Dette er mulig ved at autofyllfunksjonen bruker informasjon som har blitt lagret tidligere.

Hvis du slår av denne innstillingen, gir ikke autofyllfunksjonen forslag, og den fyller ikke inn informasjon automatisk. Den lagrer heller ikke lenger kredittkortinformasjon som brukeren sender inn på nettet.

Hvis du slår på denne innstillingen eller ikke angir noen verdi, kan brukeren kontrollere all funksjonalitet for autofyllfunksjonen (inkludert kredittkort) i brukergrensesnittet.</string><string id="BlockThirdPartyCookies">Blokkér tredjeparts informasjonskapsler</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Aktiver bokmerkerad</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Autentisering via obligatoriske sider ignorerer proxy-tjenere</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Slå av tvungen sertifikatåpenhet for en liste med nettadresser</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Slår av bruk av krav om sertifikatåpenhet for de angitte nettadressene.

Denne regelen tillater at sertifikater for vertsnavnene i de angitte nettadressene ikke vises i henhold til regelen om sertifikatåpenhet. Dermed kan sertifikater som ellers hadde blitt vurdert som upålitelige (fordi de ikke er tilstrekkelig vist offentlig), fortsatt brukes. Dette gjør det vanskeligere for verter å oppdage sertifikater som ikke er korrekt utstedt.

Et nettadressemønster formateres i henhold til https://www.chromium.org/administrators/url-blacklist-filter-format. Bare vertsnavn-delen av nettadressen vurderes, ettersom sertifikater er gyldige for et gitt vertsnavn uavhengig av skjema, port eller bane. Verter som er angitt med jokertegn, støttes ikke.

Hvis denne regelen ikke er angitt, behandles alle sertifikater som skal vises i henhold til regelen om sertifikatåpenhet, som upålitelige hvis de ikke vises i henhold til regelen om sertifikatåpenhet.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Slå av tvungen sertifikatåpenhet for en liste med nettadresser</string><string id="ChromeOsLockOnIdleSuspend">Aktiver lås når enheten blir inaktiv eller suspendert</string><string id="ChromeOsLockOnIdleSuspend_Explain">Slå på lås når Google Chrome OS-enheter blir inaktive eller suspenderes.

Hvis du slår på denne innstillingen, må brukere angi passord for å låse opp enheten fra hvilemodus.

Hvis du slår av denne innstillingen, trenger ikke brukere passord for å låse opp enheten fra hvilemodus.

Hvis du slår på eller av denne innstillingen, kan ikke brukere endre eller overstyre den.

Hvis regelen ikke er angitt, kan brukeren velge om det skal brukes passord for å låse opp enheten eller ikke.</string><string id="ChromeOsMultiProfileUserBehavior">Kontrollér brukeradferd i flerprofilsøkter</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Kontrollér brukeratferden i flerprofiløkter på Google Chrome OS-enheter.

Hvis denne innstillingen angis til «MultiProfileUserBehaviorUnrestricted», kan brukeren enten være en primær eller sekundær bruker i en flerprofiløkt.

Hvis denne innstillingen angis til «MultiProfileUserBehaviorMustBePrimary», kan brukeren bare være primær bruker i en flerprofiløkt.

Hvis denne innstillingen angis til «MultiProfileUserBehaviorNotAllowed», kan ikke brukeren være en del av en flerprofiløkt.

Hvis du angir denne innstillingen, kan ikke brukere endre eller overstyre den.

Hvis innstillingen endres mens brukeren er logget på en flerprofiløkt, kontrolleres alle brukere i økten mot sine korresponderende innstillinger. Økten lukkes hvis noen av brukerne ikke lenger har tillatelse til å være i økten.

Hvis innstillingen ikke angis, gjelder standardverdien «MultiProfileUserBehaviorUnrestricted» for virksomhetsadministrerte brukere, og «MultiProfileUserBehaviorUnrestricted» for ikke-administrerte brukere.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Tillat at bedriftsbrukeren er både primær- og sekundærbruker (standardatferd for ikke-administrerte brukere)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Tillat at bedriftsbrukeren bare er primær flerprofilbruker (standardatferd for bedriftsadministrerte brukere)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Ikke tilllat bedriftsbrukeren å være en del av flerprofilen (primær eller sekundær)</string><string id="ChromeOsReleaseChannel">Utgivelseskanal</string><string id="ChromeOsReleaseChannel_Explain">Angir den frigivende kanalen som denne enheten skal låses til.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabil kanal</string><string id="ChromeOsReleaseChannel_BetaChannel">Betakanal</string><string id="ChromeOsReleaseChannel_DevChannel">Utviklerkanal (kan være ustabil)</string><string id="ChromeOsReleaseChannelDelegated">Om lanseringskanalen skal kunne konfigureres av brukeren</string><string id="ChromeOsReleaseChannelDelegated_Explain">Hvis denne innstillingen er angitt som Sann og ChromeOsReleaseChannel-retningslinjen ikke er spesifisert, så gis brukere fra domenet som registreres, tillatelse til å endre enhetens lanseringskanal. Hvis denne retningslinjen er angitt som Usann, blir enheten låst til kanalen den sist ble tilordnet til.

Den brukervalgte kanalen overstyres av ChromeOsReleaseChannel-retningslinjen, men hvis retningslinjekanalen er mer stabil enn den som ble installert på enheten, byttes kanalen bare etter at versjonen av den mer stabile kanalen når et høyere versjonsnummer enn nummeret på den som er installert på enheten.</string><string id="ComponentUpdatesEnabled">Slår på komponentoppdateringer i Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Slår på komponentoppdateringer for alle komponenter i Google Chrome når regelen ikke er angitt eller er angitt som «True» (sann).

Hvis regelen angis som «False» (usann), slås komponentoppdateringer av. Enkelte komponenter er imidlertid unntatt fra denne regelen, og oppdateringer slås ikke av for disse. Dette gjelder oppdateringer av komponenter som er avgjørende for sikkerheten, eller som ikke inneholder kjørbar kode eller endrer nettleserens atferd betydelig.
Noen eksempler på slike komponenter er Safe Browsing-data og listene over tilbaketrukne sertifikater.
Gå til https://developers.google.com/safe-browsing for å få mer informasjon om Safe Browsing.</string><string id="DefaultPrinterSelection">Regler for valg av standardskriver</string><string id="DefaultPrinterSelection_Explain">Overstyrer reglene for valg av standardskriver i Google Chrome.

Denne regelen fastsetter reglene for valg av standardskriver i Google Chrome, noe som skjer den første gangen utskriftsfunksjonen brukes med en profil.

Når denne regelen er angitt, prøver Google Chrome å finne en skriver som har alle de spesifiserte attributtene, og velger den som standardskriver. Den første skriveren som blir funnet og som samsvarer med regelen, blir valgt. Hvis flere skrivere har alle de spesifiserte attributtene, kan det velges en hvilken som helst av dem, avhengig av rekkefølgen de oppdages i.

Hvis denne regelen ikke er angitt, eller hvis det ikke blir funnet noen skriver som har alle attributtene, innen operasjonen blir tidsavbrutt, blir den innebygde PDF-skriveren valgt. Hvis PDF-skriveren ikke er tilgjengelig, blir det ikke valgt noen skriver.

Verdien parses som et JSON-objekt i henhold til følgende oppsett:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Om søket etter den samsvarende skriveren skal begrenses til et spesifikt sett med skrivere.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Et regulært uttrykk som samsvarer med skriverens ID.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Et regulært uttrykk som samsvarer med skriverens visningsnavn.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Skrivere som kobles til Google Cloud Print, anses for å være &quot;cloud&quot;. Resten av skriverne klassifiseres som &quot;local&quot;.
Hvis du hopper over et felt, gjelder alle verdier. Det vil si at hvis du for eksempel ikke spesifiserer tilkoblingsmulighetene, søker forhåndsvisningen av utskrift etter alle slags skrivere – både lokale og i skyen.
Mønstrene for regulære uttrykk må følge JavaScript RegExp-syntaksen, og treffene skiller mellom store og små bokstaver.</string><string id="DeveloperToolsDisabled">Deaktiver utviklerverktøy</string><string id="DeveloperToolsDisabled_Explain">Slår av utviklerverktøyene og JavaScript-konsollen.

Hvis du slår på denne innstillingen, fjernes tilgangen til utviklerverktøyene, og nettstedelementene kan ikke inspiseres lenger. Alle hurtigtaster og eventuelle oppføringer i menyer eller kontekstmenyer som kan åpne utviklerverktøyene eller JavaScript-konsollen, blir slått av.

Hvis dette alternativet slås av eller ikke angis, kan utviklerverktøyene og JavaScript-konsollen brukes.</string><string id="DeviceAllowBluetooth">Tillat Bluetooth på enheten</string><string id="DeviceAllowBluetooth_Explain">Hvis regelen angis som «false» (usann), slår Google Chrome OS av Bluetooth, og brukeren kan ikke slå det på igjen.

Hvis denne regelen er angitt som «true» (sann), eller hvis ikke noe angis, kan brukeren slå av og på Bluetooth som vedkommende selv vil.

Hvis regelen er angitt, er det ikke mulig for brukeren å endre eller overstyre den.

Etter å ha slått på Bluetooth, må brukeren logge av og på for at endringene skal tre i kraft (trengs ikke når Bluetooth slås av).</string><string id="DeviceAllowNewUsers">Tillat oppretting av nye brukerkontoer</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Tillat at brukere løser inn tilbud via Chrome OS-registering</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">IT-administratorer for bedriftsenheter kan bruke denne markeringen til å kontrollere om brukerne kan innløse tilbud via Chrome OS- registrering.

Hvis denne innstillingen angis som sann eller ikke angis, kan brukere innløse tilbud via Chrome OS-registrering.

Hvis denne innstillingen angis som usann, kan ikke brukeren innløse tilbud.</string><string id="DeviceAutoUpdateDisabled">Deaktiverer automatiske oppdateringer</string><string id="DeviceAutoUpdateDisabled_Explain">Slår av automatiske oppdateringer når den er angitt som «true» (sann).

Google Chrome OS-enheter ser automatisk etter oppdateringer når denne innstillingen ikke er konfigurert eller den er angitt som «false» (usann).

Advarsel: Vi anbefaler å ha automatiske oppdateringer slått på, slik at brukere får programvareoppdateringer og kritiske sikkerhetsløsninger. Hvis automatiske oppdateringer slås av, kan brukerne bli utsatt for risiko.</string><string id="DeviceAutoUpdateP2PEnabled">Automatisk oppdatering for p2p aktivert</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Angir om p2p skal brukes for nyttelast av OS-oppdatering. Hvis angitt til «True», kommer enhetene til å dele og forsøke å konsumere oppdateringsnyttelast på LAN, noe som potensielt kan redusere Internett-båndbredden og -trafikken. Hvis oppdateringsnyttelasten ikke er tilgjengelig på LAN, går enheten tilbake til å laste ned fra en oppdateringstjener. Hvis angitt til «False» eller ikke konfigurert, blir ikke p2p brukt.</string><string id="DeviceBlockDevmode">Blokkering av utviklermodus</string><string id="DeviceBlockDevmode_Explain">Blokkering av utviklermodus.

Hvis denne innstillingen er angitt som True, hindrer Google Chrome OS enheten fra å starte opp i utviklermodus. Systemet nekter å starte opp og viser en feilmelding når utviklermodus er aktivert.

Hvis innstillingen ikke er angitt, eller angitt som False, forblir utviklermodusen tilgjengelig for enheten.</string><string id="DeviceDataRoamingEnabled">Aktiver datastreifing</string><string id="DeviceDataRoamingEnabled_Explain">Avgjør om datastreifing skal aktiveres for enheten. Hvis innstillingen er angitt som Sann, tillates datastreifing. Hvis innstillingen er angitt som Usann eller ikke er konfigurert, blir ikke datastreifing tilgjengelig.</string><string id="DeviceEphemeralUsersEnabled">Slett brukerdata ved avlogging</string><string id="DeviceEphemeralUsersEnabled_Explain">Avgjør om Google Chrome OS beholder lokal kontodata etter avlogging. Hvis retningslinjen er angitt som Sann, beholdes det ikke noen vedvarende kontoer av Google Chrome OS, og all data fra brukerøkten blir forkastet etter avlogging. Hvis denne retningslinjen er angitt som Usann eller ikke er konfigurert, kan enheten beholde (kryptert) lokal brukerdata.</string><string id="DeviceGuestModeEnabled">Aktiver gjestemodus</string><string id="DeviceGuestModeEnabled_Explain">Hvis denne retningslinjen er angitt som Sann eller ikke er konfigurert, aktiverer Google Chrome OS gjestepålogging. Gjestepålogginger er anonyme brukerøkter og krever ikke passord.

Hvis denne retningslinjen er angitt som Usann, tillater ikke Google Chrome OS at gjesteøkter startes.</string><string id="DeviceLoginScreenAppInstallList">Konfigurer listen over installerte apper på påloggingsskjermen</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfigurer listen over installerte apper på påloggingsskjermen</string><string id="DeviceLoginScreenInputMethods">Tastaturoppsett for påloggingsskjermen på enheten</string><string id="DeviceLoginScreenInputMethods_Explain">Konfigurerer hvilke tastaturoppsett som tillates på påloggingsskjermen i Google Chrome OS.

Hvis denne regelen er angitt til en liste med identifikatorer for inndatametoder, er de angitte inndatametodene tilgjengelige på påloggingsskjermen. Den første angitte inndatametoden blir forhåndsvalgt. Når en brukerkapsel er fokusert på påloggingsskjermen, blir den inndatametoden det er lengst siden brukeren brukte, tilgjengelig – i tillegg til inndatametodene som spesifiseres av denne regelen. Hvis denne regelen ikke er spesifisert, blir inndatametodene på påloggingsskjermen avledet fra lokaliteten påloggingsskjermen vises med. Verdier som ikke er gyldige identifikatorer for inndatametoder, blir ignorert.</string><string id="DeviceLoginScreenInputMethodsDesc">Tastaturoppsett for påloggingsskjermen på enheten</string><string id="DeviceLoginScreenLocales">Lokalitet for påloggingsskjermen på enheten</string><string id="DeviceLoginScreenLocales_Explain">Konfigurer hvilken lokalitet som brukes på påloggingsskjermen for Google Chrome OS.

Hvis denne regelen er spesifisert, vises påloggingsskjermen alltid med lokaliteten som er angitt av den første verdien i denne regelen. (Regelen defineres som en liste for fremoverkompatibilitet.) Hvis regelen ikke er spesifisert eller den er angitt som en tom liste, vises påloggingsskjermen med lokaliteten for den forrige brukerøkten. Hvis regelen er angitt som en verdi som ikke er noen gyldig lokalitet, vises påloggingsskjermen med en reservelokalitet (som for øyeblikket er en-US).</string><string id="DeviceLoginScreenLocalesDesc">Lokalitet for påloggingsskjermen på enheten</string><string id="DeviceLoginScreenPowerManagement">Strømstyring på påloggingssiden</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfigurer strømstrømstyring på påloggingssiden i Google Chrome OS.

Med denne planen kan du konfigurere hvordan Google Chrome OS skal oppføre seg når det ikke har vært noen brukeraktivitet på en stund mens påloggingsskjermen vises. Planen styrer flere innstillinger. For verdiområder og semantikk for enkeltinnstillinger kan du se tilsvarende planer som kontrollerer strømstyring innad i økten. De eneste avvikene fra disse planene er:
* Handlingen for inaktiv tilstand eller lukking av lokket, kan ikke være å avslutte økten.
* Standardhandlingen for inaktiv tilstand når nettstrøm brukes, er å slå av.

Hvis en innstilling ikke angis, brukes en standardverdi.

Hvis denne planen ikke angis, brukes standardverdiene for alle innstillingene.</string><string id="DeviceMetricsReportingEnabled">Aktiver rapportering av beregninger</string><string id="DeviceMetricsReportingEnabled_Explain">Kontrollerer om bruksberegninger og diagnostikkdata, inkludert programstopprapporter, rapporteres til Google. Hvis regelen er angitt som «True» (sann), rapporterer Google Chrome OS bruksberegninger og diagnostikkdata. Hvis den ikke er konfigurert eller er angitt som «False» (usann), er rapportering av beregninger og dianostikkdata deaktivert.</string><string id="DeviceNativePrinters">Konfigurasjonsfil for enheter på bedriftsskriver</string><string id="DeviceNativePrinters_Explain">Gir konfigurasjoner for bedriftsskrivere som er bundet til enheter.

Med denne regelen kan du gi skriverkonfigurasjoner til enheter med Google Chrome OS. Størrelsen på filen må ikke overskride 5 MB, og den må være i JSON-format. Formatet er det samme som for NativePrinters-ordlisten. Det anslås at en fil som inneholder omtrent 21 000 skrivere, opptar 5 MB. Den kryptografiske hashen brukes for å bekrefte integriteten for nedlastingen.

Filen lastes ned og bufres. Den blir lastet ned på nytt hver gang nettadressen eller hashen endres.

Hvis denne regelen er angitt, laster Google Chrome OS ned filen for skriverkonfigurasjoner og gjør skrivere tilgjengelig i henhold til DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist og DeviceNativePrintersBlacklist.

Denne regelen påvirker ikke hvorvidt brukere kan konfigurere skrivere på enkeltenheter. Den er ment å supplere konfigurering av skrivere utført av enkeltbrukere.

Denne regelen kommer i tillegg til NativePrintersBulkConfiguration.

Hvis denne regelen ikke er angitt (er deaktivert), blir ingen skrivere bundet til enheter, og de andre DeviceNativePrinter*-reglene blir ignorert.</string><string id="DeviceNativePrintersAccessMode">Regel for tilgang til konfigurering av enhetsskrivere.</string><string id="DeviceNativePrintersAccessMode_Explain">Kontrollerer hvilke skrivere fra DeviceNativePrinters som er tilgjengelige for brukere.

Spesifiserer hvilken tilgangsregel som brukes for å konfigurere flere skrivere om gangen. Hvis AllowAll er valgt, vises alle skrivere. Hvis BlacklistRestriction er valgt, brukes DeviceNativePrintersBlacklist til å begrense tilgangen til de angitte skriverne. Hvis WhitelistPrintersOnly er valgt, spesifiserer DeviceNativePrintersWhitelist bare de skriverne som kan velges.

Hvis denne regelen ikke er angitt, brukes BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Alle skrivere vises, med unntak av de i svartelisten.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Bare skrivere i godkjenningslisten vises til brukere.</string><string id="DeviceNativePrintersAccessMode_AllowAll">Tillat alle skrivere fra konfigurasjonsfilen.</string><string id="DeviceNativePrintersBlacklist">Deaktiverte bedriftsskrivere</string><string id="DeviceNativePrintersBlacklist_Explain">Angir skriverne som en bruker ikke kan bruke.

Denne regelen brukes bare hvis BlacklistRestriction er valgt for DeviceNativePrintersAccessMode.

Hvis denne regelen brukes, får brukeren tilgang til alle skrivere – unntatt eventuelle ID-er som er oppført i denne regelen.
</string><string id="DeviceNativePrintersBlacklistDesc">Deaktiverte bedriftsskrivere</string><string id="DeviceNativePrintersWhitelist">Aktiverte bedriftsskrivere</string><string id="DeviceNativePrintersWhitelist_Explain">Angir skriverne som en bruker kan bruke.

Denne regelen brukes bare hvis WhitelistPrintersOnly er valgt for DeviceNativePrintersAccessMode.

Hvis denne regelen brukes, blir bare skriverne med ID-er som samsvarer med verdiene i denne regelen, tilgjengelige for brukeren. ID-ene må samsvare med oppføringene i filen spesifisert i DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Aktiverte bedriftsskrivere</string><string id="DeviceOffHours">Intervaller utenfor arbeidstiden når enhetens OffHours |ignored_policy_proto_tags| er tilgjengelig</string><string id="DeviceOffHours_Explain">Hvis regelen «OffHours» er angitt, ignoreres de spesifiserte enhetsreglene (og standardverdiene for disse reglene brukes i stedet) i løpet av de definerte tidsintervallene. Enhetsreglene brukes på nytt av Chrome hver gang perioden for «OffHours» begynner og slutter. Brukeren blir varslet og tvunget til å logge av når «OffHours»-perioden slutter og enhetsinnstillingene for regelen blir endret (for eksempel når brukeren er logget på med en konto som ikke er tillatt).</string><string id="DeviceOpenNetworkConfiguration">Nettverkskonfigurasjon på enhetsnivå</string><string id="DeviceOpenNetworkConfiguration_Explain">Tillater skyving av nettverkskonfigurasjon for alle brukere av en Google Chrome OS-enhet. Nettverkskonfigurasjonen er en JSON-formatert streng, som definert av Open Network Configuration-formatet beskrevet på https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Oppdateringsfrekvens for enhetsinnstilling</string><string id="DevicePolicyRefreshRate_Explain">Angir perioden i millisekunder for når tjenesten for enhetsbehandling skal forespørres om brukerinnstillinger.

Hvis du angir denne regelen, overstyres standardverdien på tre timer. Gyldige verdier for denne regelen er i området mellom 1800000 (30 minutter) og 86400000 (1 dag). Eventuelle verdier som ikke er i dette området, blir endret til den respektive grensen.

Hvis du ikke spesifiserer noen periode, bruker Google Chrome OS standardverdien på 3 timer.

Merk: Hvis plattformen støtter varsler om brudd på reglene, angis forsinkelsen for ny innlasting til 24 timer (dette ignorerer alle standarder og verdien denne regelen er satt til), fordi det forventes at varsler om brudd på reglene fremtvinger ny innlasting automatisk når regelen endres. Dette gjør at det ikke er nødvendig med hyppige nye innlastinger.</string><string id="DeviceQuirksDownloadEnabled">Slå på forespørsler til Quirks Server for maskinvareprofiler</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Start på nytt automatisk når enheten slås av</string><string id="DeviceRebootOnShutdown_Explain">Hvis denne regelen settes til usann eller ikke konfigureres, kan brukerne slå av enhetene sine i Google Chrome OS.
Hvis denne regelen settes til sann, gjør Google Chrome OS at enhetene starter på nytt når brukerne slår dem av. Alle «slå av»-knappene i Google Chrome OS-brukergrensesnittet blir byttet ut med «start på nytt»-knapper. Hvis brukerne slår av enhetene med den fysiske av/på-knappen, starter de ikke på nytt – selv om regelen er slått på.</string><string id="DeviceShowUserNamesOnSignin">Vis brukernavn på påloggingssiden</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Flagg for hele systemet som skal brukes ved oppstart av Google Chrome</string><string id="DeviceStartUpFlags_Explain">Spesifiserer flaggene som skal gjelde for Google Chrome når det startes opp. De spesifiserte flaggene brukes bare på påloggingsskjermen. Flagg som angis via denne regelen, videreføres ikke til brukerøkter.</string><string id="DeviceStartUpFlagsDesc">Flagg for hele systemet som skal brukes ved oppstart av Google Chrome</string><string id="DeviceTargetVersionPrefix">Målversjon for automatiske oppdateringer</string><string id="DeviceTargetVersionPrefix_Explain">Angir en målversjon for automatiske oppdateringer.

Angir prefikset for en målversjon som Google Chrome OS skal oppdateres til. Hvis enheten kjører en versjon før det angitte prefikset, oppdateres enheten til den siste versjonen med det gitte prefikset. Hvis enheten allerede bruker en nyere versjon, skjer det ikke noe (enheten blir med andre ord ikke nedgradert), og enheten beholder den nåværende versjonen. Prefiksformatet fungerer komponentvis, som demonstrert i det følgende eksemplet:

&quot;&quot; (eller ikke konfigurert): Oppdater til den siste tilgjengelige versjonen.
&quot;1412.&quot;: Oppdater til en underversjon av 1412 (f.eks. 1412.24.34 eller 1412.60.2)
&quot;1412.2.&quot;: Oppdater til en underversjon av 1412.2 (f.eks. 1412.2.34 eller 1412.2.2)
&quot;1412.24.34&quot;: Oppdater bare til denne spesifikke versjonen

Advarsel: Det er ikke anbefalt å konfigurere versjonsbegrensninger, siden de kan hindre brukere i å motta programvareoppdateringer og kritiske sikkerhetsløsninger. Hvis oppdateringer begrenses til prefikset for en spesifikk versjon, kan brukerne bli utsatt for risiko.</string><string id="DeviceUpdateAllowedConnectionTypes">Tilkoblingstyper som tillates for oppdateringer</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Tilkoblingstypene som tillates for oppdateringer av operativsystem. Oppdateringer av operativsystem legger potensielt beslag på store deler av kapasiteten som følge av at de er omfattende operasjoner, og det kan påløpe ekstra kostnader. Derfor er slike oppdateringer som standard ikke slått på for tilkoblingstyper som anses som kostbare, herunder WiMax, Bluetooth og mobilnettverk.

Identifikatorene som gjenkjennes for tilkoblingstyper er &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; og &quot;cellular&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Tilkoblingstyper som tillates for oppdateringer</string><string id="DeviceUpdateHttpDownloadsEnabled">Tillat automatisk oppdatering av nedlastinger via HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Nyttelaster med automatisk oppdatering på Google Chrome OS, kan lastes ned via HTTP i stedet for HTTPS. Dette tillater åpen HTTP-bufring av HTTP-nedlastinger.

Hvis denne innstillingen angis som sann, prøver Google Chrome OS å laste ned nyttelaster med automatisk oppdatering via HTTP. Hvis innstillingen angis som usann eller ikke angis i det hele tatt, blir HTTPS brukt til å laste ned nyttelaster med automatisk oppdatering.</string><string id="DeviceUpdateScatterFactor">Automatisk oppdatering av spredningsfaktor</string><string id="DeviceUpdateScatterFactor_Explain">Angir grensen for hvor mange sekunder en enhet tilfeldig kan utsette nedlastingen av en oppdatering, fra tidspunktet oppdateringen første ble sendt til tjeneren. Enheten kan sette av en del av denne tiden i form av faktisk ventetid, og den gjenværende delen i form av antall oppdateringer som skal kontrolleres. I alle tilfelle er det den øvre grensen for spredning knyttet til en konstant tidsmengde, slik at enheten aldri blir stående fast og vente på å laste ned en oppdatering for alltid.</string><string id="DeviceUserWhitelist">Godkjenningsliste for brukerpålogging</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Godkjenningsliste for brukerpålogging</string><string id="DeviceWallpaperImage">Bakgrunnsbilde på enheten</string><string id="DeviceWallpaperImage_Explain">Konfigurer bakgrunnsbildet som vises på påloggingsskjermen, på enhentsnivå hvis ingen brukere har logget på enheten ennå. Regelen angis ved å spesifisere nettadressen hvor Chrome OS-enheten kan laste ned bakgrunnsbildet, og dessuten en kryptografisk hash-verdi som brukes til bekrefte nedlastingens integritet. Bildet må være i JPEG-format, og filstørrelsen kan ikke overskride 16 MB. Nettadressen må være tilgjengelig uten autentisering. Bakgrunnsbildet lastes ned og bufres. Det lastes ned på nytt hvis nettadressen eller hash-verdien endres.

Regelen skal spesifiseres som en streng der nettadressen og hash-verdien skrives i JSON-format, for eksempel
{
«url»: &quot;https://example.com/device_wallpaper.jpg&quot;,
«hash»: &quot;examplewallpaperhash&quot;
}

Hvis regelen for enhetsbakgrunn ikke angis, laster Chrome OS ned og bruker bakgrunnsbildet på påloggingsskjermen hvis ingen brukere har logget på enheten ennå. Når en bruker logger på, blir den aktuelle brukerens bakgrunnsregler tatt i bruk.

Hvis regelen for enhetsbakgrunn ikke angis, bestemmer brukerens bakgrunnsregler hva som vises – såfremt brukerens bakgrunnsregler er angitt.</string><string id="Disable3DAPIs">Deaktiver støtte for programmeringsgrensesnitt for 3D-grafikk</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Angir hvorvidt programtilleggssøket skal deaktiveres</string><string id="DisablePluginFinder_Explain">Hvis du aktiverer denne innstillingen, deaktiveres automatisk søk og installering av manglende programtillegg i Google Chrome.

Hvis dette alternativet deaktiveres eller ikke angis, vil programtilleggsøket være aktivt.</string><string id="DisableSafeBrowsingProceedAnyway">Deaktiver muligheten til å overse Safe Browsing-advarsler og fortsette til potensielt farlig nettsted</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Safe Browsing-tjenesten viser en advarselsside når brukere navigerer til nettsteder som er merket som potensielt skadelige. Hvis du slår på denne innstillingen, hindres brukerne i å ignorere advarselssiden og gå videre til det skadelige nettstedet.

Hvis denne innstillingen er slått av eller ikke er konfigurert, kan brukerne velge å gå videre til det rapporterte nettstedet etter å ha sett advarselen.

Gå til https://developers.google.com/safe-browsing for å få mer informasjon om Safe Browsing.</string><string id="DisableScreenshots">Deaktiver mulighet til å ta skjermdumper</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Angi standardverdien for skjermrotasjon. Denne brukes hver gang enheten starter på nytt</string><string id="DisplayRotationDefault_Explain">Hvis denne regelen er angitt, roteres alle skjermer til den
spesifiserte retningen hver gang enheten starter, og første gang den kobles
til etter at regelverdien er endret. Brukerne kan endre skjermrotasjonen
på innstillingssiden etter pålogging, men innstillingene deres
overstyres av regelverdien ved neste oppstart.

Denne regelen gjelder for både primære og sekundære skjermer.

Hvis regelen ikke er angitt, er standardverdien 0 grader, og brukeren
står fritt til å endre den. I dette tilfellet brukes ikke standardverdien igjen
ved omstart.</string><string id="DisplayRotationDefault_ROTATE_0">Rotér skjermen 0 grader</string><string id="DisplayRotationDefault_ROTATE_90">Rotér skjermen 90 grader med klokken</string><string id="DisplayRotationDefault_ROTATE_180">Rotér skjermen 180 grader</string><string id="DisplayRotationDefault_ROTATE_270">Rotér skjermen 270 grader med klokken</string><string id="DownloadDirectory">Angi nedlastingskatalog</string><string id="DownloadDirectory_Explain">Konfigurerer katalogen Google Chrome bruker for å laste ned filer.

Hvis du angir denne regelen, bruker Google Chrome den oppgitte katalogen uansett om brukeren har angitt en annen katalog eller slått på flagget for å velge lagringsplass for hver nedlasting.

Gå til https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables for å se en liste over variabler som kan brukes.

Hvis du ikke angir denne regelen, brukes standardkatalogen for nedlasting. Brukeren kan i så fall endre denne katalogen.</string><string id="DownloadRestrictions">Tillat begrensninger for nedlastinger</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Ingen spesielle begrensninger</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokkér farlige nedlastinger</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokkér potensielt farlige nedlastinger</string><string id="DownloadRestrictions_BlockAllDownloads">Blokkér alle nedlastinger</string><string id="EasyUnlockAllowed">Tillat bruk av Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Overføringsstrategi for eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Ligner på Visk ut (verdi 2), men forsøker å beholde påloggingstoken, slik at brukeren ikke må logge på igjen.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Hvis klientens enhetsmodell allerede støttet ARC før overføringen til ext4 var nødvendig for å kjøre ARC, og hvis ArcEnabled-regelen er satt til sann, har dette alternativet samme effekt som AskUser (verdi 3). I alle andre tilfeller (hvis enhetsmodellen ikke støttet ARC tidligere, eller hvis ArcEnabled-regelen er satt til usann), tilsvarer denne verdien DisallowArc (verdi 0).</string><string id="EditBookmarksEnabled">Aktiverer eller deaktiverer bokmerkeredigering</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Hvorvidt du vil tillate sertifikater som utstedes av lokale klareringsankre som mangler subjectAlternativeName-utvidelsen</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Når denne innstillingen er slått på, bruker Google Chrome commonName-verdien for et tjenersertifikat for å sjekke samsvar med et vertsnavn hvis sertifikatet mangler en subjectAlternativeName-utvidelse – forutsatt at det faktisk valideres og er knyttet til et lokalt installert CA-sertifikat.

Vær oppmerksom på at dette ikke anbefales, ettersom det gjør det mulig å omgå nameConstraints-utvidelsen som begrenser vertsnavnene et gitt sertifikat kan autoriseres for

Hvis denne innstillingen ikke angis, eller hvis den angis som «false» (usann), klareres ikke tjenersertifikater som mangler en subjectAlternativeName-utvidelse og har enten et DNS-navn eller en IP-adresse.</string><string id="EnableDeprecatedWebPlatformFeatures">Slå på avviklede nettplattformfunksjoner for en begrenset periode</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Spesifiser en liste over avviklede nettplattformfunksjoner som skal slås på igjen midlertidig.

Med denne regelen kan administratorer slå på avviklede nettplattformfunksjoner på nytt for en begrenset periode. Funksjonene identifiseres av streng-tagger, og funksjonene som samsvarer med taggene i listen som spesifiseres av denne regelen, blir slått på igjen.

Hvis denne regelen ikke spesifiseres, eller hvis listen er tom eller ikke samsvarer med noen av de støttede streng-taggene, fortsetter alle avviklede nettplattformfunksjoner å være avslått.

Selv om selve regelen støttes på plattformene ovenfor, kan funksjonene som slås på, være tilgjengelige på færre plattformer. Ikke alle avviklede nettplattformfunksjoner kan slås på igjen. Bare funksjonene som uttrykkelig listes opp nedenfor, kan slås på igjen for en begrenset periode. Perioden varierer fra funksjon til funksjon. Det generelle formatet for streng-taggene er [NavnetPåDenAvvikledeFunksjonen]_EffectiveUntil[ååååmmdd]. Som referanse kan du gå til https://bit.ly/blinkintents for å se formålet med endringene av nettplattformfunksjonene.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Slå på avviklede nettplattformfunksjoner for en begrenset periode</string><string id="EnableOnlineRevocationChecks">Angir om OCSP/CRL-kontroller utføres på nettet</string><string id="EnableOnlineRevocationChecks_Explain">Som et resultat av at nettbaserte opphevelsekontroller for «soft-fail» ikke gir noen effektiv sikkerhetsfordel, er de avslått som standard i Google Chrome versjon 19 og nyere. Hvis denne regelen settes til true (sann), gjenopprettes tidligere atferd. I tillegg blir OCSP/CRL-kontroller på nettet utført.

Hvis regelen ikke spesifiseres eller settes til false (usann), utfører ikke Google Chrome nettbaserte opphevelsekontroller i Google Chrome 19 og nyere.</string><string id="EnableSha1ForLocalAnchors">Hvorvidt SHA-1-signerte sertifikater som utstedes av lokale klareringsankre er tillatt eller ikke</string><string id="EnableSha1ForLocalAnchors_Explain">Når denne innstillingen er slått på, tillater Google Chrome SHA-1-signerte sertifikater så lenge de valideres og kjedes til lokalt installerte CA-sertifikater.

Vær oppmerksom på at denne regelen avhenger av at operativsystemstakken for sertifikatverifisering tillater SHA-1-signaturer. Hvis en OS-oppdatering endrer hvordan OS-et håndterer SHA-1-sertifikater, kan det hende denne regelen ikke har noen effekt lenger. Videre er denne regelen ment som en midlertidig løsning for å gi bedrifter mer tid til å gå bort fra bruken av SHA-1. Denne regelen blir fjernet ca. 1. januar 2019.

Hvis denne regelen ikke er konfigurert eller er angitt som false (usann), følger Google Chrome den offentlig kunngjorte planen for SHA-1-avvikling.</string><string id="ExternalStorageDisabled">Deaktiver bruk av ekstern lagring</string><string id="ExternalStorageDisabled_Explain">Når denne regelen er angitt som «true» (sann), er ikke eksterne lagringsmedier tilgjengelige i filbehandleren.

Denne regelen påvirker alle typer lagringsmedier, for eksempel USB-flashenheter, eksterne harddisker, SD-kort og andre minnekort, optisk lagring osv. Intern lagring påvirkes ikke, så filer du har lastet ned i nedlastingsmappen, er fortsatt tilgjengelige. Google Disk påvirkes heller ikke av denne regelen.

Hvis denne innstillingen er slått av eller ikke er konfigurert, kan brukerne anvende alle typer ekstern lagring som støttes, på enhetene sine.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Når denne regelen er angitt som «true» (sann), kan ikke brukerne skrive noe til eksterne lagringsenheter.

Hvis denne innstillingen er angitt som «false» (usann) eller ikke er konfigurert, kan brukerne opprette og modifisere filer på eksterne lagringsenheter det er mulig å skrive til fysisk.

ExternalStorageDisabled-regelen har prioritet over denne regelen. Hvis ExternalStorageDisabled er angitt som «true», er all tilgang til ekstern lagring slått av, og denne regelen ignoreres.

M56 og nyere har støtte for dynamisk oppdatering av denne regelen.</string><string id="ForceGoogleSafeSearch">Fremtving bruk av Google Sikkert Søk</string><string id="ForceGoogleSafeSearch_Explain">Tvinger søkene i Google Nettsøk til å gjennomføres med Sikkert Søk aktivert, og hindrer brukere fra å endre denne innstillingen.

Hvis du aktiverer denne innstillingen, er Sikkert Søk i Google Søk alltid aktivert.

Hvsi du deaktiverer denne innstillingen, eller ikke angir noen verdi, blir ikke Sikkert Søk i Google Søk iverksatt.</string><string id="ForceMaximizeOnFirstRun">Maksimer det første nettleservinduet ved den første kjøringen</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Fremtvinger bruk av et minimumsnivå for Begrenset innhold-modusen på YouTube</string><string id="ForceYouTubeRestrict_Explain">Fremtvinger bruk av et minimumsnivå for Begrenset innhold-modusen på YouTube og hindrer brukerne
i å velge en mindre begrenset modus.

Hvis denne innstillingen er angitt som Streng (Strict), er
Begrenset innhold-modusen på YouTube alltid aktiv.

Hvis denne innstillingen er angitt som Moderat (Moderate), kan brukerne
velge mellom moderat eller strengt nivå for begrenset innhold-modus, men
de kan ikke slå av Begrenset innhold-modusen.

Hvis denne innstillingen er angitt som av (Off), eller hvis ingen verdi er angitt, fremtvinger ikke Google Chrome bruk av Begrenset innhold-modusen. Eksterne regler, for eksempel YouTube-regler, kan imidlertid fortsatt fremtvinge bruk av Begrenset innhold-modusen.</string><string id="ForceYouTubeRestrict_Off">Fremtvinger ikke bruk av Begrenset innhold-modusen på YouTube</string><string id="ForceYouTubeRestrict_Moderate">Fremtving bruk av minst moderat nivå for Begrenset innhold-modus på YouTube</string><string id="ForceYouTubeRestrict_Strict">Fremtvinger bruk av strengt nivå for Begrenset innhold-modus på YouTube</string><string id="FullscreenAllowed">Tillat fullskjermmodus</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Slår på støtte for HTTP/0.9 for andre porter enn standardportene</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Denne regelen slår på HTTP/0.9 for andre porter enn 80 for HTTP og 443 for HTTPS.

Denne regelen er slått av som standard. Hvis den slås på, kan brukere bli eksponert for følgende sikkerhetsproblem: https://crbug.com/600352.

Denne regelen åpner for at bedrifter kan migrere eksisterende tjenere fra HTTP/0.9, og kommer til å bli fjernet i fremtiden.

Hvis regelen ikke er angitt, slås HTTP/0.9 av for andre porter enn standardportene.</string><string id="IncognitoModeAvailability">Tilgjengelighet for inkognitomodus</string><string id="IncognitoModeAvailability_Explain">Angir om brukeren kan åpne sider i inkognitomodus i Google Chrome.

Hvis dette er aktivert, eller hvis retningslinjen ikke er angitt, kan sider åpnes i inkognitomodus.

Hvis dette er deaktivert, kan ikke sider åpnes i inkognitomodus.

Hvis dette er angitt til Tvunget, kan sider åpnes BARE i inkognitomodus.</string><string id="IncognitoModeAvailability_Enabled">Inkognitomodus er tilgjengelig</string><string id="IncognitoModeAvailability_Disabled">Inkognitomodus er deaktivert</string><string id="IncognitoModeAvailability_Forced">Tvungen inkognitomodus</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Slå på nettstedsisolering for spesifiserte opprinnelser</string><string id="IsolateOrigins_Explain">
MERK: Denne regelen er eksperimentell og kan ødelegge funksjonalitet! Hvis regelen er slått på, kjører hver opprinnelse (origin) som er oppført i den kommadelte listen, i sin egen prosess. Dette omfatter også opprinnelser med navn som bruker underdomener. Hvis du for eksempel angir https://example.com/, blir også https://foo.example.com/ isolert, som en del av det samme nettstedet. Hvis regelen er slått av, brukes administrasjonslogikken som er aktiv før prosessen for isolering av nettsteder startes. Hvis regelen ikke er konfigurert, kan brukeren endre denne innstillingen.
</string><string id="KeyPermissions">Nøkkeltillatelser</string><string id="KeyPermissions_Explain">Gir utvidelser tilgang til bedriftsnøkler.

Nøkler er spesifisert for bedriftsbruk hvis de er generert med chrome.enterprise.platformKeys API på en administrert konto. Nøkler som importeres eller genereres på annen måte, er ikke spesifisert for bedriftsbruk.

Tilgangen til nøkler som er spesifisert for bedriftsbruk, styres utelukkende av denne innstillingen. Brukeren kan verken gi utvidelser tilgang til bedriftsnøkler eller trekke slik tilgang tilbake.

Utvidelser kan som standard ikke bruke nøkler som er spesifisert for bedriftsbruk, noe som tilsvarer å sette allowCorporateKeyUsage til «false» (usann) for den aktuelle utvidelsen.

Bare hvis allowCorporateKeyUsage er satt til «true» (sann) for en utvidelse, kan den bruke plattformnøkler som er spesifisert for bedriftsbruk, til å signere vilkårlige data. Denne tillatelsen må bare gis hvis du vet at utvidelsen kan sikre tilgangen til nøkkelen mot angripere.</string><string id="ManagedBookmarks">Administrerte bokmerker</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maksimal innlastingsforsinkelse etter ugyldiggjøring av en innstilling</string><string id="MaxInvalidationFetchDelay_Explain">Angir maksverdien for forsinkelse mellom mottak av en opphevet innstilling og henting av den nye innstillingen fra tjenesten for enhetsadministrasjon i milisekunder.

Hvis du angir denne innstillingen, blir standardverdien på 5 000 milisekunder overskrevet. Gyldige verdier for denne innstillingen må være mellom 1 000 (1 sekund) og 30 0000 (5 minutter). Verdier som befinner seg utenfor dette området, blir tvunget inn under den respektive grensen.

Hvis du ikke angir denne innstillingen, bruker Google Chrome standardverdien på 5 000 millisekunder.</string><string id="NativePrinters">Integrert utskrift</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Integrert utskrift</string><string id="NativePrintersBulkAccessMode">Regel for tilgang til konfigurering av skrivere.</string><string id="NativePrintersBulkAccessMode_Explain">Kontrollerer hvilke skrivere fra NativePrintersBulkConfiguration som er tilgjengelige for brukere.

Spesifiserer hvilken tilgangsregel som brukes for å konfigurere flere skrivere om gangen. Hvis AllowAll er valgt, vises alle skrivere. Hvis BlacklistRestriction er valgt, brukes NativePrintersBulkBlacklist til å begrense tilgangen til de angitte skriverne. Hvis WhitelistPrintersOnly er valgt, spesifiserer NativePrintersBulkWhitelist bare de skriverne som kan velges.

Hvis denne regelen ikke er angitt, brukes BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Alle skrivere vises, med unntak av de i svartelisten.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Bare skrivere i godkjenningslisten vises til brukere.</string><string id="NativePrintersBulkAccessMode_AllowAll">Tillat alle skrivere fra konfigurasjonsfilen.</string><string id="NativePrintersBulkBlacklist">Deaktiverte bedriftsskrivere</string><string id="NativePrintersBulkBlacklist_Explain">Angir skriverne som en bruker ikke kan bruke.

Denne regelen brukes bare hvis BlacklistRestriction er valgt for NativePrintersBulkAccessMode.

Hvis denne regelen brukes, får brukeren tilgang til alle skrivere – unntatt eventuelle ID-er som er oppført i denne regelen.
</string><string id="NativePrintersBulkBlacklistDesc">Deaktiverte bedriftsskrivere</string><string id="NativePrintersBulkConfiguration">Konfigurasjonsfil for bedriftsskriver</string><string id="NativePrintersBulkConfiguration_Explain">Gir konfigurasjoner for bedriftsskrivere.

Med denne regelen kan du gi skriverkonfigurasjoner til Google Chrome OS-enheter. Størrelsen på filen må ikke overskride 5 MB, og den må være i JSON-format. Formatet er det samme som for NativePrinters-ordlisten. Det anslås at en fil som inneholder omtrent 21 000 skrivere, opptar 5 MB. Den kryptografiske hashen brukes for å bekrefte integriteten for nedlastingen.

Filen lastes ned og bufres. Den blir lastet ned på nytt hver gang nettadressen eller hashen endres.

Hvis denne regelen er angitt, laster Google Chrome OS ned filen for skriverkonfigurasjoner og gjør skrivere tilgjengelig i henhold til NativePrintersBulkAccessMode, NativePrintersBulkWhitelist og NativePrintersBulkBlacklist.

Hvis du angir denne regelen, kan ikke brukere endre eller overstyre den.

Denne regelen har ingen effekt på hvorvidt brukere kan konfigurere skrivere på enkeltenheter. Den er ment å supplere konfigurering av skrivere utført av enkeltbrukere.
</string><string id="NativePrintersBulkWhitelist">Aktiverte bedriftsskrivere</string><string id="NativePrintersBulkWhitelist_Explain">Angir skriverne som en bruker kan bruke.

Denne regelen brukes bare hvis WhitelistPrintersOnly er valgt for NativePrintersBulkAccessMode.

Hvis denne regelen brukes, blir bare skriverne med ID-er som samsvarer med verdiene i denne regelen, tilgjengelige for brukeren. ID-ene må samsvare med oppføringene i filen spesifisert i NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Aktiverte bedriftsskrivere</string><string id="NetworkPredictionOptions">Slå på nettverksforutsigelse</string><string id="NetworkPredictionOptions_Explain">Slår på nettverksforutsigelse i Google Chrome, og hindrer brukerne i å endre denne innstillingen.

Dette styrer DNS-forhåndshenting, TCP- og SSL-forhåndstilkobling og forhåndsgjengivelse av nettsider.

Hvis du setter denne innstillingen til «alltid», «aldri» eller «bare Wi-Fi», kan ikke brukerne endre eller overstyre denne innstillingen i Google Chrome.

Hvis denne regelen ikke spesifiseres, er nettverksforutsigelse slått på, men brukeren kan endre innstillingen.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Forutsi nettverkshandlinger på alle nettverkstilkoblinger</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Forutsi nettverkshandlinger på et hvilket som helst nettverk som ikke er et mobilnettverk.
(Avviklet i 50, fjernet i 52. Etter 52 behandles verdien som 0 – Forutsi nettverkshandlinger på alle nettverkstilkoblinger – selv om verdien er satt til 1.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Ikke forutsi nettverkshandlinger på noen nettverkstilkoblinger</string><string id="NoteTakingAppsLockScreenWhitelist">Godkjenn notatapper for å tillate dem på låseskjermen for Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Angir en liste over apper som kan aktiveres som notatapper på låseskjermen for Google Chrome OS.

Hvis den foretrukne notatappen er aktivert på låseskjermen, inneholder låseskjermen et UI-element for å starte den aktuelle appen.
Når appen er startet, kan den opprette et appvindu øverst på låseskjermen og opprette dataelementer (notater) når skjermen er låst. Appen kan også importere opprettede notater til den primære brukerøkten når den aktuelle økten er låst opp. For øyeblikket støttes bare Chrome-notatapper på låseskjermen.

Når regelen er angitt, kan brukeren bare aktivere en app på låseskjermen hvis utvidelses-ID-en til den aktuelle appen er oppført i listeverdien for regelen.
Dette betyr at hvis en tom liste angis for regelen, blir notater på startskjermen fullstendig deaktivert.
Vær oppmerksom på at selv når regelen inneholder en app-ID, er det ikke sikkert at brukeren kan aktivere den aktuelle appen som en notatapp på låseskjermen. I Chrome 61 er for eksempel settet med tilgjengelige apper også begrenset av plattformen.

Hvis regelen ikke angis, innfører den ikke noen begrensinger for hvilke apper brukeren kan aktivere på låseskjermen.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Godkjenn notatapper for å tillate dem på låseskjermen for Google Chrome OS</string><string id="OpenNetworkConfiguration">Nettverkskonfigurasjon på brukernivå</string><string id="OpenNetworkConfiguration_Explain">Tillater skyving av nettverkskonfigurasjon for enkeltbrukere på en Google Chrome OS-enhet. Nettverkskonfigurasjon er en JSON-formatert streng, som definert av Open Network Configuration-formatet beskrevet på https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Slå på PAC-nettadressestripping (for https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Fjerner personvern- og sikkerhetsfølsomme deler av https://-nettadresser før de sendes videre til PAC-skript (Proxy Auto Config) som brukes av Google Chrome til å finne proxy-tjeneradresser.

Når den er satt til True (sann), slås sikkerhetsfunksjonen på, og https://-
nettadressene strippes før de sendes inn til et PAC-skript. Dermed kan ikke
PAC-skriptet se data som vanligvis er beskyttet av en kryptert kanal (for
eksempel banen og søket).

Når den er satt til False (usann), slås sikkerhetsfunksjonen av, og PAC-skript får
implisitt muligheten til å se alle komponentene til en https://-nettadresse. Dette
gjelder for alle PAC-skript, uansett opprinnelse (inkludert de som innhentes over
usikre transportkanaler, eller som oppdages usikkert via WPAD).

Denne er som standard True (sann) (sikkerhetsfunksjonen er på), unntatt for
brukere av Chrome OS for bedrifter, som for øyeblikket har standardverdien
False (usann).

Det anbefales at denne angis som True (sann). Den eneste grunnen til å angi
den som False (usann) er hvis den fører til kompatibilitetsproblemer med
eksisterende PAC-skript.


Det er ønskelig å fjerne denne overstyringen i fremtiden.</string><string id="PinnedLauncherApps">Liste over programmer som er festet i programlisten</string><string id="PinnedLauncherApps_Explain">Viser en liste over programidentifikatorene Google Chrome OS viser som festede programmer i programlisteraden.

Hvis denne innstillingen er konfigurert, blir programsettet festet og kan ikke endres av brukeren.

Hvis denne innstillingen ikke angis, kan brukeren endre listen over programmer som er festet i programlisten.</string><string id="PinnedLauncherAppsDesc">Liste over programmer som er festet i programlisten</string><string id="PolicyRefreshRate">Oppdateringsfrekvens for brukerinnstilling</string><string id="PolicyRefreshRate_Explain">Angir perioden i millisekunder for når tjenesten for enhetsbehandling skal spørres om brukerinnstillinger.

Hvis du angir denne regelen, overstyres standardverdien på tre timer. Gyldige verdier for denne regelen er i området mellom 1800000 (30 minutter) og 86400000 (1 dag). Eventuelle verdier som ikke er i dette området, blir endret til den respektive grensen. Hvis plattformen støtter varsler om brudd på reglene, angis forsinkelsen for ny innlasting til 24 timer, fordi det forventes at varsler om brudd på reglene fremtvinger ny innlasting automatisk når regelen endres.

Hvis du ikke spesifiserer noen periode, bruker Google Chrome standardverdien på 3 timer.

Merk: Hvis plattformen støtter varsler om brudd på reglene, angis forsinkelsen for ny innlasting til 24 timer (dette ignorerer alle standarder og verdier i regelen), fordi det forventes at varsler om brudd på reglene fremtvinger en nye innlasting automatisk når regelen endres. Dette gjør at det ikke er nødvendig med hyppige nye innlastinger.</string><string id="PrintingEnabled">Aktiver utskrift</string><string id="PrintingEnabled_Explain">Aktiverer utskrift i Google Chrome og hindrer brukere fra å endre denne innstillingen.

Hvis denne innstillingen er aktivert eller ikke konfigurert, kan brukere skrive ut.

Hvis denne innstillingen er deaktivert, kan ikke brukere skrive ut fra Google Chrome. Utskrift deaktiveres i skiftenøkkelmenyen, utvidelser, JavaScript-apper osv. Det er fortsatt mulig å skrive ut fra programtillegg som ignorerer Google Chrome mens utskriften pågår. For eksempel er det visse Flash-apper som har alternativet for utskrift i kontekstmenyen, som ikke dekkes av denne innstillingen.</string><string id="QuicAllowed">Tillater QUIC-protokollen</string><string id="QuicAllowed_Explain">Hvis denne regelen settes til «sann» eller ikke spesifiseres, er bruk av QUIC-protokollen tillatt i Google Chrome.
Hvis denne regelen settes til «usann», er ikke bruk av QUIC-protokollen tillatt.</string><string id="RebootAfterUpdate">Start automatisk på nytt etter oppdatering</string><string id="RebootAfterUpdate_Explain">Angi en automatisk omstart etter en oppdatering for Google Chrome OS er lagt til.

Når denne innstillingen angis til «true», angis automatisk omstart når en oppdatering for Google Chrome OS er lagt til og omstart påkreves for å fullføre oppdateringsprosessen. Omstarten trer i kraft umiddelbart, men kan forsinkes med opptil 24 timer hvis brukeren er i gang med enheten på det gitte tidspunktet.

Når denne innstillingen angis til «false», angis det ingen automatisk omstart etter å ha lagt til en oppdatering for Google Chrome OS. Oppdateringsprosessen fullføres neste gang brukeren starter opp enheten.

Hvis du angir denne innstillingen, kan ikke brukere endre eller overstyre den.

Merk: Automatisk omstart er bare aktivert når påloggingssiden vises, eller en kiosk-app-økt er i gang. Dette kommer til å forandres i fremtiden og innstillingen forblir gjeldende uavhengig av hvorvidt en økt av en spesiell type er i gang eller ikke.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Hvorvidt OCSP/CRL-sjekker på nettet er påkrevd for lokale klareringsankere</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Når denne regelen er på, utfører alltid Google Chrome opphevelsessjekker for tjenersertifikater som blir godkjent og er signert av CA-sertifikater som er installert lokalt.

Hvis Google Chrome ikke finner informasjon om opphevelsesstatusen, blir disse sertifikatene behandlet som opphevede («hard-fail»).

Hvis denne regelen ikke er spesifisert, eller hvis den er satt til «false», bruker Google Chrome de gjeldende alternativene for opphevelsessjekking på nettet.</string><string id="RunAllFlashInAllowMode">Utvid innstillingen for Flash-innhold til alt innhold</string><string id="RunAllFlashInAllowMode_Explain">Hvis du aktiverer denne innstillingen, kjøres alt Flash-innhold som er bygget inn i nettsteder som er gitt tillatelse til å bruke Flash i innholdsinnstillingene, enten tillatelsen er gitt direkte av brukeren eller av en bedriftsregel, inkludert innhold av annen opprinnelse eller lite innhold.

For å kontrollere hvilke nettsteder som tillates å kjøre Flash, kan du lese mer om reglene «DefaultPluginsSetting», «PluginsAllowedForUrls» og «PluginsBlockedForUrls».

Hvis denne regelen er deaktivert eller ikke angitt, kan Flash-innhold av annen opprinnelse eller med lite innhold bli blokkert.</string><string id="SAMLOfflineSigninTimeLimit">Begrens hvor lenge en bruker som er autentisert via SAML kan logge på uten nett</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Tillat å gå videre fra SSL-advarselssiden</string><string id="SSLErrorOverrideAllowed_Explain">Brukerne ser advarselssider i Chrome når de åpner nettsteder med SSL-feil. Som standard, eller når denne regelen er satt til true (sann), kan brukerne klikke seg forbi disse advarselssidene.
Hvis denne regelen settes til false (usann), kan ikke brukerne klikke seg forbi advarselssider.</string><string id="SSLVersionMax">Høyeste SSL-versjon er slått på</string><string id="SSLVersionMax_Explain">Advarsel: Regelen for høyeste TLS-versjon blir fullstendig fjernet fra Google Chrome omkring versjon 66 (rundt februar 2018).

Hvis denne regelen ikke konfigureres, bruker Google Chrome standarden for maksimumsversjon.

Ellers kan den angis som en av de følgende verdiene: «tls1.2» eller «tls1.3». Når den er angitt, kommer ikke Google Chrome til å bruke høyere SSL/TLS-versjoner enn den spesifiserte versjonen. Ukjente verdier blir ignorert.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Aktiver Safe Browsing</string><string id="SafeBrowsingEnabled_Explain">Slår på Safe Browsing-funksjonen for Google Chrome og hindrer brukerne i å endre denne innstillingen.

Hvis du slår på denne innstillingen, er Safe Browsing alltid aktiv.

Hvis du slår av denne innstillingen, er Safe Browsing aldri aktiv.

Hvis du slår denne innstillingen av eller på, kan ikke brukeren endre eller overstyre innstillingen for beskyttelse mot nettfisking og skadelig programvare for Google Chrome.

Hvis innstillingen ikke angis, aktiveres dette, men brukeren kan endre det.

Gå til https://developers.google.com/safe-browsing for å få mer informasjon om Safe Browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Tillat at brukere velger utvidet rapportering for sikker surfing</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Hvis denne regelen settes til «false» (usann), kan ikke brukerne velge å sende enkelte typer systeminformasjon og sideinnhold til Google-tjenere. Hvis denne regelen settes til «true» (sann) eller ikke konfigureres, kan brukerne sende enkelte typer systeminformasjon og sideinnhold til Safe Browsing for å bidra til å oppdage farlige apper og nettsteder.

Gå til https://developers.google.com/safe-browsing for å få mer informasjon om Safe Browsing.</string><string id="SavingBrowserHistoryDisabled">Deaktiver lagring av nettleserlogg</string><string id="SavingBrowserHistoryDisabled_Explain">Slår av lagringen av nettleserloggen i Google Chrome og hindrer brukerne i å endre denne innstillingen.

Hvis denne innstillingen er slått på, lagres ikke nettleserloggen, og fanesynkronisering blir slått av.

Hvis denne innstillingen er slått av, eller hvis du ikke har spesifisert den, lagres nettleserloggen.</string><string id="SearchSuggestEnabled">Aktiver søkeforslag</string><string id="SearchSuggestEnabled_Explain">Aktiverer søkeforslag i søkefeltet til Google Chrome, og hindrer brukerne i å endre på dette.

Hvis du aktiverer denne innstillingen, brukes søkeforslagene.

Hvis du deaktiverer denne innstillingen, brukes aldri søkeforslagene.

Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukeren endre eller overstyre denne innstillingen i Google Chrome.

Hvis denne retningslinjen ikke angis, aktiveres den, men brukeren kan endre på dette.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Spesifiser de anbefalte lokalitetene for offentlige økter</string><string id="SessionLocales_Explain">Angir én eller flere anbefalte lokaliteter for en offentlig økt, slik at brukerne enkelt kan velge en av disse lokalitetene.

Brukeren kan velge en lokalitet og et tastaturoppsett før vedkommende starter en offentlig økt. Alle lokaliteter som støttes av Google Chrome OS, listes som standard opp i alfabetisk rekkefølge. Du kan bruke denne regelen til å flytte et sett med anbefalte lokaliteter til toppen av listen.

Hvis denne regelen ikke angis, blir den aktive lokaliteten for brukergrensesnittet forhåndsvalgt.

Hvis denne regelen angis, blir de anbefalte lokalitetene flyttet til toppen av listen, og de blir visuelt atskilt fra alle de andre lokalitetene. De anbefalte lokalitetene blir listet opp i samme rekkefølge som i regelen. Den første anbefalte lokaliteten blir forhåndsvalgt.

Hvis mer enn én anbefalt lokalitet er angitt, antas det at brukerne ønsker å velge blant disse lokalitetene. Valg av lokalitet og tastaturoppsett får en fremtredende plass når brukeren starter en offentlig økt. Hvis ikke antas det at de fleste brukerne ønsker å bruke den forhåndsvalgte lokaliteten. Valg av lokalitet og tastaturoppsett får en mindre fremtredende plass når brukeren starter en offentlig økt.

Når denne regelen er angitt og automatisk pålogging er slått på (se reglene |DeviceLocalAccountAutoLoginId| og |DeviceLocalAccountAutoLoginDelay|), blir den første anbefalte lokaliteten og det mest populære tastaturoppsettet for denne lokaliteten brukt av den offentlige økten som startes automatisk.

Det forhåndsvalgte tastaturoppsettet er alltid det mest populære oppsettet for den forhåndsvalgte lokaliteten.

Denne regelen kan bare angis som en anbefaling. Du kan bruke denne regelen til å flytte et sett med anbefalte lokaliteter til toppen, men brukerne kan alltid velge en hvilken som helst lokalitet som støttes av Google Chrome OS, når de starter økten.
</string><string id="SessionLocalesDesc">Spesifiser de anbefalte lokalitetene for offentlige økter</string><string id="ShelfAutoHideBehavior">Kontrollér automatisk skjuling av hyllen</string><string id="ShelfAutoHideBehavior_Explain">Kontroller automatisk skjuling av Google Chrome OS-hyllen.

Hvis denne innstillingen angis til «AlwaysAutoHideShelf'», skjules alltid hyllen automatisk.

Hvis denne innstillingen angis til «NeverAutoHideShelf'», skjules aldri hyllen automatisk.

Hvis du angir denne innstillingen, kan ikke brukere endre eller ovekjøre den.

Hvis innstillingen ikke angis, kan brukerne velge hvorvidt hyllen skal skjules automatisk eller ikke.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Alltid skjul hyllen automatisk</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Aldri skjul hyllen automatisk</string><string id="ShowHomeButton">Vis startsideknappen på verktøylinjen</string><string id="ShowHomeButton_Explain">Viser Startside-knappen i verktøylinjen til Google Chrome.

Hvis du aktiverer denne innstillingen, vises alltid Startside-knappen.

Hvis du deaktiverer denne innstillingen, vises aldri Startside-knappen.

Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre denne innstillingen i Google Chrome.

Hvis denne retningslinjen ikke angis, kan brukeren velge om denne knappen skal vises.</string><string id="ShowLogoutButtonInTray">Legg til en avloggingsknapp for systemstatusfeltet</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Slå på nettstedsisolering for alle nettsteder</string><string id="SitePerProcess_Explain">
MERK: Denne regelen er eksperimentell og kan ødelegge funksjonalitet! Vi anbefaler at du tar en titt på regelen IsolateOrigins, som gir deg det beste av begge verdener. Hvis du bruker IsolateOrigins med en liste over nettsteder du vil isolere, får du både isolering og begrenset innvirkning på brukerne. Denne regelen – SitePerProcess – isolerer alle nettsteder. Hvis regelen er slått på, kjører hvert nettsted sin egen prosess. Hvis regelen er slått av, brukes administrasjonslogikken som er aktiv før prosessen for isolering av nettsteder startes. Hvis regelen ikke er konfigurert, kan brukeren endre denne innstillingen.
</string><string id="SpellCheckServiceEnabled">Aktiver eller deaktiver nett-tjeneste for stavekontroll</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome kan bruke en Google-nett-tjeneste for å få bukt med stavefeil. Hvis denne innstillingen er aktivert, så blir denne tjenesten alltid brukt. Hvis innstillinger er deaktivert, forblir tjenesten ubrukt.

Du kan fortsatt utføre stavekontroll av innhold, men da med en ordliste du har lastet ned selv – denne innstillingen styrer bare bruk av tjenesten på nettet.

Hvis denne innstillingen ikke er konfigurert, kan brukere velge om tjenesten for stavekontroll skal eller ikke skal brukes.</string><string id="SuppressUnsupportedOSWarning">Ignorer advarselen om at operativsystemet ikke støttes</string><string id="SuppressUnsupportedOSWarning_Explain">Ignorer advarselen som vises når Google Chrome kjører på en datamaskin eller et operativsystem som ikke lenger støttes.</string><string id="SyncDisabled">Deaktiver synkronisering av data med Google</string><string id="SyncDisabled_Explain">Slår av datasynkronisering i Google Chrome ved hjelp av synkroniseringstjenester Google er vert for, og hindrer brukerne i å endre denne innstillingen.

Hvis du slår på denne innstillingen, kan ikke brukerne endre eller overstyre den i Google Chrome.

Hvis denne innstillingen ikke angis, kan brukerne selv velge om Google-synkronisering skal brukes eller ikke.

For å slå av Google-synkronisering fullstendig anbefaler vi at du slår av Google-tjenesten for synkronisering i Google Administrasjonskonsoll.

Denne innstillingen bør ikke være slått på mens regelen RoamingProfileSupportEnabled er slått på, ettersom disse funksjonene har samme funksjonalitet på klientsiden. Hvis begge er slått på, deaktiveres synkroniseringen Google er vert for, fullstendig.</string><string id="SystemTimezone">Tidssone</string><string id="SystemTimezone_Explain">Spesifiserer tidssonen som skal brukes for enheten. Brukerne kan overstyre den spesifiserte tidssonen for aktive økter, men når de logger av, tilbakestilles den til den spesifiserte tidssonen. Hvis du angir en ugyldig verdi, blir regelen likevel slått på, men «GMT» brukes som tidssone. Hvis strengen er tom, ignoreres regelen.

Hvis du ikke bruker denne regelen, brukes fortsatt den aktive tidssonen. Brukerne kan imidlertid endre tidssonen, og endringen er varig. Det betyr at endringer som gjøres av brukere, påvirker påloggingssiden og alle andre brukere.

På nye enheter er tidssonen angitt som «US/Pacific» (USA/Stillehavskysten).

Formatet på verdien følger navnene på tidssonene i «IANA Time Zone Database» (se https://en.wikipedia.org/wiki/Tz_database). De fleste tidssonene kan angis som «kontinent/stor_by» eller «hav/stor_by».

Hvis du spesifiserer denne regelen, blir den automatiske påvisningen av tidssoner basert på enhetens posisjon slått av. Regelen SystemTimezoneAutomaticDetection overstyres også.</string><string id="SystemTimezoneAutomaticDetection">Konfigurer metoden for automatisk påvisning av tidssoner</string><string id="SystemTimezoneAutomaticDetection_Explain">Når denne regelen er spesifisert, blir tidssonen automatisk påvist i henhold til innstillingen som er valgt. Her ser du de ulike alternativene:

Hvis TimezoneAutomaticDetectionUsersDecide er angitt, kan brukerne kontrollere den automatiske påvisningen av tidssoner ved å bruke vanlige kontroller i chrome://settings.

Hvis TimezoneAutomaticDetectionDisabled er angitt, er kontrollene for automatisk tidssone i chrome://settings slått av. Automatisk påvisning av tidssoner er alltid av.

Hvis TimezoneAutomaticDetectionIPOnly er angitt, er tidssonekontrollene i chrome://settings slått av. Automatisk påvisning av tidssoner er alltid på. Systemet bruker bare IP-adresser for å finne riktig tidssone.

Hvis TimezoneAutomaticDetectionSendWiFiAccessPoints er angitt, er tidssonekontrollene i chrome://settings slått av. Automatisk påvisning av tidssoner er alltid på. Listen over synlige Wi-Fi-tilgangspunkter sendes alltid til Geolocation API-tjeneren, slik at det kan utføres detaljert påvisning av tidssonen.

Hvis TimezoneAutomaticDetectionSendAllLocationInfo er angitt, er tidssonekontrollene i chrome://settings slått av. Automatisk påvisning av tidssoner er alltid på. Posisjonsinformasjon (som Wi-Fi-tilgangspunkter, basestasjoner som kan nås, og GPS) sendes til en tjener, slik at det kan utføres detaljert påvisning av tidssonen.

Hvis denne regelen ikke spesifiseres, har det samme effekt som om TimezoneAutomaticDetectionUsersDecide var angitt.

Hvis SystemTimezone-regelen er spesifisert, overstyrer den denne regelen. I så fall er automatisk påvisning av tidssoner slått helt av.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Send alltid eventuelle tilgjengelige posisjonssignaler til tjeneren mens tidssonen påvises</string><string id="SystemUse24HourClock">Bruk 24-timersklokken som standard</string><string id="SystemUse24HourClock_Explain">Angir klokkeformatet som brukes på enheten.

Denne innstillingen konfigurerer klokkeformatet som brukes på påloggingskjermen og som standard for brukerøkter. Brukerne kan fremdeles overstyre klokkeformatet for kontoene sine.

Hvis innstillingen er «true», bruker enheten 24-timers klokkeformat. Hvis innstillingen er «false», bruker enheten 12-timers klokkeformat.

Hvis innstillingen ikke er angitt, bruker enheten 24-timers klokkeformat som standard.</string><string id="TPMFirmwareUpdateSettings">Konfigurer oppdatering av TMP-fastvaren</string><string id="TPMFirmwareUpdateSettings_Explain">Konfigurerer tilgjengeligheten og funksjonaliteten for oppdatering av TMP-fastvaren.

Enkeltinnstillinger kan angis i JSON-egenskaper:

allow-user-initiated-powerwash: Hvis den er satt til true, kan brukere utløse Powerwash-prosessen for å installere en oppdatering for TMP-fastvaren.

Hvis regelen ikke er angitt, er ikke funksjonaliteten for oppdatering av TMP-fastvaren tilgjengelig.</string><string id="TaskManagerEndProcessEnabled">Slår på muligheten for å avslutte prosesser i oppgavebehandlingen</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Angi bruksvilkårene for en konto på enheten</string><string id="TermsOfServiceURL_Explain">Angir vilkårene som brukeren må godta før enhetslokal konto-økt.

Hvis denne innstillingen er konfigurert, laster Google Chrome OS ned vilkårene og viser dem til brukeren når enhetslokale konto-økter startes. Brukeren får bare starte økten hvis vedkommende godtar vilkårene.

Hvis innstillingen ikke er konfigurert, vises ingen vilkår.

Denne innnstillingen må konfigureres med en nettadresse der Google Chrome OS kan laste ned vilkårene. Vilkårene må være i ren tekst, levert som MIME-typen tekst/ren. Det er ikke tillatt med koding.</string><string id="TouchVirtualKeyboardEnabled">Aktiver virtuelt tastatur</string><string id="TouchVirtualKeyboardEnabled_Explain">Denne innstillingen konfigurerer aktiveringen av det virtuelle tastaturet som en inndataenhet på Chrome OS. Brukerne kan ikke overstyre denne innstillingen.

Hvis denne innstillingen er «true», aktiveres det virtuelle skjermtastaturet alltid.

Hvis den er «false», deaktiveres alltid det virtuelle skjermtastaturet.

Hvis du angir denne innstillingen, kan ikke brukerne endre eller overstyre den. Brukerne kan imidlertid aktivere og deaktivere et eventuelt skjermtastatur som er levert via tilgjengelighetsfunksjonene og har forrang over det virtuelle tastaturet som kontrolleres av denne innstillingen. Se innstillingen |VirtualKeyboardEnabled| for å kontrollere skjermtastaturet som leveres av tilgjengelighetsfunksjonene.

Hvis denne innstillingen ikke angis, blir skjermtastaturet i utgangspunktet deaktivert, men det kan aktiveres av brukeren når som helst. Heuristiske regler kan også brukes til å bestemme når tastaturet skal vises.</string><string id="TranslateEnabled">Aktiver oversettelse</string><string id="TranslateEnabled_Explain">Aktiverer den integrerte Google Oversetter-tjenesten på Google Chrome.

Hvis du aktiverer denne innstillingen, vil Google Chrome vise en integrert verktøylinje som tilbyr brukeren oversettelse av siden når det er aktuelt.

Hvis du deaktiverer denne innstillingen, vil brukeren aldri se oversettelseslinjen.

Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre denne innstillingen i Google Chrome.

Hvis denne innstillingen ikke angis, kan brukerne selv velge om de vil bruke funksjonen.</string><string id="URLBlacklist">Blokker tilgang til en liste over nettadresser</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blokker tilgang til en liste over nettadresser</string><string id="URLWhitelist">Gir tilgang til en liste over nettadresser</string><string id="URLWhitelist_Explain">Gir tilgang til de oppførte nettadressene, som unntak for nettadressene på svartelisten.

Se beskrivelsen av nettadressesvartelistens retningslinjer for formatet på oppføringer i listen.

Denne retningslinjen kan brukes til å åpne for unntak i strenge svartelister. Tegnet * kan for eksempel svartelistes for å blokkere alle forespørsler, og denne retningslinjen kan brukes til å tillate tilgang til en begrenset liste over nettadresser. Den kan brukes til åpne for unntak for enkelte skjemaer, underdomener til andre domener, porter eller spesifikke baner.

Det mest spesifikke filteret avgjør om en nettadresse blokkeres eller tillates. Godkjenningslisten prioriteres over svartelisten.

Denne retningslinjen er begrenset til 1000 oppføringer. Oppføringer etter de 1000 første blir ignorert.

Hvis denne retningslinjen ikke angis, er det ingen unntak fra retningslinjen URLBlacklist.</string><string id="URLWhitelistDesc">Gir tilgang til en liste over nettadresser</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Hvis disse retningslinjene settes til sann, blir det enhetlige skrivebordet tillatt og
slått på som standard, slik at apper kan fordeles over flere skjermer.
Brukeren kan slå av det enhetlige skrivebordet for individuelle skjermer ved
å fjerne merket for det i visningsinnstillingene.

Hvis disse retningslinjene settes til usann eller ikke angis, blir det enhetlige
skrivebordet slått av. I så fall kan ikke brukeren slå på denne funksjonen.</string><string id="UsbDetachableWhitelist">Godkjenningsliste for frakoblingsbare USB-enheter</string><string id="UsbDetachableWhitelist_Explain">Definerer listen over USB-enheter som kan kobles fra kjernedriveren, så de kan brukes via chrome.usb API direkte i nettprogrammer. Oppføringene er parvise leverandør- og produktkoder som identifiserer spesifikke USB-enheter.

Hvis denne regelen ikke er spesifisert, er listen over frakoblingsbare USB-enheter tom.</string><string id="UsbDetachableWhitelistDesc">Godkjenningsliste for frakoblingsbare USB-enheter</string><string id="UserAvatarImage">Brukerbilde</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Angi skjermnavn for lokale kontoer på enheten</string><string id="UserDisplayName_Explain">Kontrollerer hvilket kontonavn Google Chrome OS viser på påloggingsskjermen for enhetens tilhørende lokale konto.

Hvis denne innstillingen angis, bruker påloggingsskjermen den spesifiserte strengen i den bildebaserte påloggingsvelgeren for enhetens tilhørende lokale konto.

Hvis innstillingen ikke angis, bruker Google Chrome OS ID-en for e-postkontoen til enhetens lokale konto som skjermnavn på påloggingsskjermen.

Denne innstillingen ignoreres for vanlige brukerkontoer.</string><string id="VideoCaptureAllowed">Tillat eller blokkér videoopptak</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Nettadresser som uten forespørsel blir gitt tilgang til enheter med videoopptak</string><string id="VideoCaptureAllowedUrls_Explain">Mønstrene i denne listen sammenlignes med sikkerhetskilden
til nettadressen forespørselen kommer fra. Hvis det finnes samsvar, blir
tilgang til lydopptaksenheter gitt uten forespørsel på forhånd.

MERK: Frem til versjon 45 ble denne regelen bare støttet i kioskmodus.</string><string id="VideoCaptureAllowedUrlsDesc">Nettadresser som uten forespørsel blir gitt tilgang til enheter med videoopptak</string><string id="WPADQuickCheckEnabled">Slå på WPAD-optimalisering</string><string id="WPADQuickCheckEnabled_Explain">Gjør det mulig å slå av WPAD-optimalisering (automatisk oppdagelse av nettproxyer) i Google Chrome.

Hvis denne regelen er satt til false (usann), er WPAD-optimalisering slått av, noe som fører til at Google Chrome må vente lenger på DNS-baserte WPAD-tjenere. Hvis denne regelen er slått på, eller hvis du ikke har spesifisert den, er WPAD-optimalisering slått på.

Innstillingen for WPAD-optimalisering kan ikke endres av brukerne. Dette gjelder uansett hvordan eller om denne regelen er konfigurert.</string><string id="WallpaperImage">Bakgrunnsbilde</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Begrens området for lokale UDP-porter som brukes av WebRTC</string><string id="WebRtcUdpPortRange_Explain">Hvis regelen er konfigurert, blir UDP-portområdet som brukes av WebRTC, begrenset til det spesifiserte portintervallet (inkludert endepunktene).

Hvis regelen ikke er konfigurert, eller hvis den er angitt som en tom streng eller et ugyldig portområde, kan WebRTC bruke alle tilgjengelige lokale UDP-porter.</string></stringTable><presentationTable><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Utvidelser kan bruke API-et for ekstern attestasjon</listBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Standardinnstilling for informasjonskapsler</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Standardinnstilling for bilder</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Standard JavaScript-innstilling</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Standard Flash-innstilling</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Standardinnstillinger for forgrunnsvinduer</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Standardinnstilling for varslinger</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Standardinnstilling for geoposisjonering</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Kontrollér bruken av Web Bluetooth API</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Automatisk valg av klientsertifikater for disse nettstedene</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Tillat informasjonskapsler på disse nettstedene</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blokkér informasjonskapsler på disse nettstedene</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Tillat informasjonskapsler som kun gjelder for den aktuelle økten på disse nettstedene</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Tillat bilder på disse nettstedene</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blokkér bilder på disse nettstedene</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Tillat JavaScript på disse nettstedene</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blokkér JavaScript på disse nettstedene</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Tillat Flash-programtillegget på disse nettstedene</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blokkér Flash-programtillegget på disse nettstedene</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Tillat forgrunnsvindu på disse nettstedene</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registrer protokollbehandlere</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blokkér forgrunnsvinder på disse nettstedene</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Tillat varslinger på disse nettstedene</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blokkér varsler på disse nettstedene</listBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Konfigurer TalkGadget-prefikset for verter med ekstern adgang</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Begrens UDP-portområdet som brukes av fjerntilgangsverten</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Nettadressen der klienter for ekstern tilgang skal hente autentiseringstokenet sitt fra</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>Nettadressen for validering av autentiseringstokenet for klienten for ekstern tilgang</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Klientsertifikatet for tilkobling til RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Nettadresse for Ny fane-siden</label></textBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Handling ved oppstart</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Nettadresser som skal åpnes ved oppstart</listBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Velg hvordan innstillinger for proxy-tjener angis</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adresse eller nettadresse for proxy-tjener</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Nettadresse til en .pac-fil for proxy-tjener</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Kommadelt liste over regler for å omgå proxy-tjener</label></textBox></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Støttede autentiseringssystemer</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Godkjenningsliste for autentiseringstjener</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Godkjenningsliste for delegasjonstjener for Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Navn for standard søkeleverandør</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Søkeord for standard søkeleverandør</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Nettadresse for søk for standard søkeleverandør</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Foreslått nettadresse for standard søkeleverandør</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Umiddelbar nettadresse for standard søkeleverandør</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikon for standard søkeleverandør</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Kodinger av standard søkeleverandør</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Liste over alternative nettadresser for standard søkeleverandør</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametret som kontrollerer søkeordplasseringen for standardsøkemotoren</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameteret som tilbyr search-by-image-funksjonen for standardsøkemotoren</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Nettadresse for ny fane for standard søkeleverandør</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametere for søkenettadresser som bruker POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametere for forslagsnettadressser som bruker POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametere for Instant-nettadresser som bruker POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametere for bildenettadresser som bruker POST</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Nettadresse for startside</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Handling som skal utføres når brukeren lukker lokket</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Prosentandelen det skaleres etter for forsinkelse av skjermdemping i presentasjonsmodus:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Prosentandelen det skaleres etter for å justere forsinkelse i skjermdemping, hvis brukeren har blitt aktiv igjen etter demping:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Innstillinger for strømstyring når brukeren er inaktiv</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Forsinkelser for skjermlås</label></textBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Angi skjermforstørrelsestype</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Angi standard skjermforstørrelsestype som er aktivert på påloggingssiden</dropdownList></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Utvidelses-ID-er brukeren skal hindres i å installere (eller * for alle)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Utvidelses-ID-er som skal unntas sperrelisten</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID-er for utvidelser/apper og oppdateringsnettadresser som skal installeres stille</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Nettadressemønstre du vil tillate installasjoner av utvidelser, programmer og brukerskript fra</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Utvidelser og apper som kan installeres</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Innstillinger for administrasjon av utvidelser</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Spesifiser hvilke domener som har tilgang til Google-apper</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Angi sertifikattilgjengeligheten for ARC-apper</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfigurer ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Nettadresser som uten forespørsel blir gitt tilgang til enheter med lydopptak</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Slå av tvungen sertifikatåpenhet for en liste med nettadresser</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Kontrollér brukeradferd i flerprofilsøkter</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Utgivelseskanal</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Regler for valg av standardskriver</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfigurer listen over installerte apper på påloggingsskjermen</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Tastaturoppsett for påloggingsskjermen på enheten</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Lokalitet for påloggingsskjermen på enheten</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Strømstyring på påloggingssiden</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Konfigurasjonsfil for enheter på bedriftsskriver</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Regel for tilgang til konfigurering av enhetsskrivere.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Deaktiverte bedriftsskrivere</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Aktiverte bedriftsskrivere</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervaller utenfor arbeidstiden når enhetens OffHours |ignored_policy_proto_tags| er tilgjengelig</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Nettverkskonfigurasjon på enhetsnivå</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Oppdateringsfrekvens for enhetsinnstilling:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Flagg for hele systemet som skal brukes ved oppstart av Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Målversjon for automatiske oppdateringer</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Tilkoblingstyper som tillates for oppdateringer</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Automatisk oppdatering av spredningsfaktor:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Godkjenningsliste for brukerpålogging</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Bakgrunnsbilde på enheten</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Angi standardverdien for skjermrotasjon. Denne brukes hver gang enheten starter på nytt</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Angi nedlastingskatalog</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Begrensninger for nedlastinger</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Overføringsstrategi for eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Slå på avviklede nettplattformfunksjoner for en begrenset periode</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Fremtvinger bruk av et minimumsnivå for Begrenset innhold-modusen på YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Tilgjengelighet for inkognitomodus</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Slå på nettstedsisolering for spesifiserte opprinnelser</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Nøkkeltillatelser</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Administrerte bokmerker</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maksimal innlastingsforsinkelse etter ugyldiggjøring av en innstilling:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Integrert utskrift</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Regel for tilgang til konfigurering av skrivere.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Deaktiverte bedriftsskrivere</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Konfigurasjonsfil for bedriftsskriver</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Aktiverte bedriftsskrivere</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Slå på nettverksforutsigelse</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Godkjenn notatapper for å tillate dem på låseskjermen for Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Nettverkskonfigurasjon på brukernivå</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Liste over programmer som er festet i programlisten</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Oppdateringsfrekvens for brukerinnstilling:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Begrens hvor lenge en bruker som er autentisert via SAML kan logge på uten nett:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Høyeste SSL-versjon er slått på</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Spesifiser de anbefalte lokalitetene for offentlige økter</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Kontrollér automatisk skjuling av hyllen</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Tidssone</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfigurer metoden for automatisk påvisning av tidssoner</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfigurer oppdatering av TMP-fastvaren</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Angi bruksvilkårene for en konto på enheten</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blokker tilgang til en liste over nettadresser</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Gir tilgang til en liste over nettadresser</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Godkjenningsliste for frakoblingsbare USB-enheter</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Brukerbilde</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Angi skjermnavn for lokale kontoer på enheten</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Nettadresser som uten forespørsel blir gitt tilgang til enheter med videoopptak</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Bakgrunnsbilde</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Begrens området for lokale UDP-porter som brukes av WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>