<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 o posterior</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Configuración predeterminada (los usuarios pueden modificarla)</string><string id="PasswordManager_group">Administrador de contraseñas</string><string id="PasswordManagerEnabled">Habilitar el almacenamiento de contraseñas en el administrador de contraseñas</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Accessibility_group">Configuración de accesibilidad</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Mostrar opciones de accesibilidad en el menú de la bandeja del sistema</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Habilitar cursor grande</string><string id="LargeCursorEnabled_Explain">Habilita la función de accesibilidad del cursor grande.

Si el valor de esta política se establece en True, siempre se habilitará el cursor grande.

Si el valor de esta política se establece en False, siempre se inhabilitará el cursor grande.

Si estableces esta política, los usuarios no podrán modificarla o anularla.

Si no se establece esta política, el cursor grande se inhabilitará de forma inicial, pero el usuario podrá habilitarlo en cualquier momento.</string><string id="SpokenFeedbackEnabled">Habilitar mensajes de voz</string><string id="SpokenFeedbackEnabled_Explain">Habilita la función de accesibilidad de comentarios por voz.

Si el valor de esta política se establece en True, siempre se habilitarán los comentarios por voz.

Si el valor de esta política se establece en False, siempre se inhabilitarán los comentarios por voz.

Si estableces esta política, los usuarios no podrán modificarla o anularla.

Si no se establece esta política, los comentarios por voz se inhabilitarán de forma inicial, pero el usuario podrá habilitarlos en cualquier momento.</string><string id="HighContrastEnabled">Habilitar modo de contraste alto</string><string id="HighContrastEnabled_Explain">Habilita la función de accesibilidad del modo de contraste alto.

Si el valor de esta política se establece en True, siempre se habilitará el modo de contraste alto.

Si el valor de esta política se establece en False, siempre se inhabilitará el modo de contraste alto.

Si estableces esta política, los usuarios no podrán modificarla o anularla.

Si no se establece esta política, el modo de contraste alto se inhabilitará de forma inicial, pero el usuario podrá habilitarlo en cualquier momento.</string><string id="VirtualKeyboardEnabled">Habilitar teclado en pantalla</string><string id="VirtualKeyboardEnabled_Explain">Habilita la función de accesibilidad del teclado en pantalla.

Si esta política se establece en True, el teclado en pantalla siempre estará habilitado.

Si esta política se establece en False, el teclado en pantalla siempre estará inhabilitado.

Si estableces esta política, los usuarios no podrán cambiarla ni anularla.

Si no se establece esta política, el teclado en pantalla estará inhabilitado inicialmente, pero el usuario podrá habilitarlo en cualquier momento.</string><string id="KeyboardDefaultToFunctionKeys">Teclas multimedia predeterminadas para teclas de funciones</string><string id="KeyboardDefaultToFunctionKeys_Explain">Permite modificar el comportamiento predeterminado de las teclas de la fila superior para convertirlas en teclas de funciones.

Si esta política se establece en True, las teclas de la fila superior del teclado realizarán comandos de teclas de funciones de forma predeterminada. debes pulsar la tecla de búsqueda para que las teclas multimedia vuelvan a su comportamiento original.

Si esta política se establece en False o no se establece, el teclado realizará comandos de teclas multimedia de forma predeterminada y comandos de teclas de funciones al pulsar la tecla de búsqueda.</string><string id="ScreenMagnifierType">Establecer el tipo de aumento de pantalla</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Aumento de pantalla inhabilitado</string><string id="ScreenMagnifierType_Full-screen">Aumento de pantalla completa habilitado</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Establecer el estado predeterminado del cursor grande en la pantalla de inicio de sesión</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Establece el estado predeterminado de la función de accesibilidad del cursor grande en la pantalla de inicio de sesión.

Si el valor de esta política se establece en True, el cursor grande se habilitará cuando se muestre la pantalla de inicio de sesión.

Si el valor de esta política se establece en False, el cursor grande se inhabilitará cuando se muestre la pantalla de inicio de sesión.

Si estableces esta política, los usuarios podrán anularla de forma temporal habilitando o inhabilitando el cursor grande. No obstante, la selección del usuario no es permanente, y se restablecerá la opción predeterminada cuando se vuelva a mostrar la pantalla de inicio de sesión o el usuario permanezca inactivo en la pantalla de inicio durante un minuto.

Si no se establece esta política, el cursor grande se inhabilitará la primera vez que se muestre la pantalla de inicio de sesión. Los usuarios pueden habilitar o inhabilitar el cursor grande en cualquier momento, y su estado en la pantalla de inicio de sesión permanece entre usuarios.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Establecer el estado predeterminado de los comentarios por voz en la pantalla de inicio de sesión</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Establece el estado predeterminado de la función de accesibilidad de comentarios por voz en la pantalla de inicio de sesión.

Si el valor de esta política está establecido en True, se habilitarán los comentarios por voz cuando se muestre la pantalla de inicio de sesión.

Si el valor de esta política está establecido en False, se inhabilitarán los comentarios por voz cuando se muestre la pantalla de inicio de sesión.

Si estableces esta política, los usuarios podrán anularla de forma temporal habilitando o inhabilitando los comentarios por voz. No obstante, la selección del usuario no es permanente, y se restablecerá la opción predeterminada cuando se vuelva a mostrar la pantalla de inicio de sesión o el usuario permanezca inactivo en la pantalla de inicio de sesión durante un minuto.

Si no se establece esta política, se inhabilitarán los comentarios por voz la primera vez que se muestre la pantalla de inicio de sesión. No obstante, los usuarios podrán habilitar o inhabilitar los comentarios por voz en cualquier momento, y su estado en la pantalla de inicio de sesión permanecerá entre usuarios.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Establecer el estado predeterminado del modo de contraste alto en la pantalla de inicio de sesión</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Establece el estado predeterminado de la función de accesibilidad del modo de contraste alto en la pantalla de inicio de sesión.

Si el valor de esta política se establece en True, el modo de contraste alto se habilitará cuando se muestre la pantalla de inicio de sesión.

Si el valor de esta política se establece en False, el modo de contraste alto se inhabilitará cuando se muestre la pantalla de inicio de sesión.

Si estableces esta política, los usuarios podrán anularla de forma temporal habilitando o inhabilitando el modo de contraste alto. No obstante, la selección del usuario no es permanente, y se restablecerá la opción predeterminada cuando se vuelva a mostrar la pantalla de inicio de sesión o el usuario permanezca inactivo en la pantalla de inicio de sesión durante un minuto.

Si no se establece esta política, el modo de contraste alto se inhabilitará la primera vez que se muestre la pantalla de inicio de sesión. Los usuarios pueden habilitar o inhabilitar el modo de contraste alto en cualquier momento, y su estado en la pantalla de inicio de sesión permanece entre usuarios.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Establecer el estado predeterminado del teclado en pantalla en la pantalla de inicio de sesión</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Establece el estado predeterminado de la función de accesibilidad del teclado en pantalla en la pantalla de inicio de sesión.

Si esta política se establece en True, el teclado en pantalla se habilitará cuando se muestre la pantalla de inicio de sesión.

Si esta política se establece en False, el teclado en pantalla se inhabilitará cuando se muestre la pantalla de inicio de sesión.

Si estableces esta política, los usuarios podrán anularla temporalmente habilitando o inhabilitando el teclado en pantalla. Sin embargo, la elección del usuario no se mantendrá y se restaurará la opción predeterminada siempre que se vuelva a mostrar la pantalla de inicio de sesión o el usuario permanezca inactivo durante un minuto en la pantalla de inicio de sesión.

Si no se establece esta política, el teclado en pantalla se inhabilitará la primera vez que se muestre la pantalla de inicio de sesión. Los usuarios podrán habilitar o inhabilitar el teclado en pantalla en cualquier momento y su estado en la pantalla de inicio de sesión se mantendrá para todos los usuarios.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Establecer el tipo de aumento de pantalla predeterminado habilitado en la pantalla de inicio de sesión</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Establece el tipo predeterminado de aumento de pantalla que se ha habilitado en la pantalla de inicio de sesión.

Si se establece esta política, controla el tipo de aumento de pantalla que se habilita cuando se muestra la pantalla de inicio de sesión. Si la política se establece como ninguna, se inhabilitará el aumento de pantalla.

Si estableces esta política, los usuarios podrán anularla temporalmente habilitando o inhabilitando el aumento de pantalla. No obstante, la selección del usuario no es permanente, y se restablecerá la opción predeterminada cuando se vuelva a mostrar la pantalla de inicio de sesión o el usuario permanezca inactivo en la pantalla de inicio de sesión durante un minuto.

Si no se establece esta política, se inhabilitará el aumento de pantalla la primera vez que se muestre la pantalla de inicio de sesión. Los usuarios pueden habilitar o inhabilitar el aumento de pantalla en cualquier momento, y su estado en la pantalla de inicio de sesión permanecerá entre usuarios.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Aumento de pantalla inhabilitado</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Aumento de pantalla completa habilitado</string><string id="ContentSettings_group">Configuración de contenido</string><string id="DefaultCookiesSetting">Configuración de cookies predeterminada</string><string id="DefaultCookiesSetting_Explain">Permite seleccionar si los sitios web tienen permiso para establecer datos locales. El establecimiento de datos locales se puede permitir o rechazar en todos los sitios web.

Si se ha establecido la opción Guardar las cookies durante la duración de la sesión para esta política, las cookies se borrarán cuando la sesión se cierre. Ten en cuenta que si Google Chrome se está ejecutando en segundo plano, es posible que la sesión no se cierre al cerrar la última ventana. Consulta la política BackgroundModeEnabled para obtener más información sobre la configuración de este comportamiento.

Si no se establece ningún valor para esta política, se utilizará AllowCookies, aunque el usuario podrá cambiarla.</string><string id="DefaultCookiesSetting_AllowCookies">Permitir que todos los sitios establezcan datos locales</string><string id="DefaultCookiesSetting_BlockCookies">No permitir que ningún sitio establezca datos locales</string><string id="DefaultCookiesSetting_SessionOnly">Guardar las cookies durante la duración de la sesión</string><string id="DefaultImagesSetting">Configuración de imágenes predeterminada</string><string id="DefaultImagesSetting_Explain">Permite especificar si los sitios web pueden mostrar o no imágenes. Este permiso se concede o se deniega a todos los sitios web.

Si no se establece esta política, se usará AllowImages y el usuario podrá hacer cambios.</string><string id="DefaultImagesSetting_AllowImages">Permitir que todos los sitios muestren todas las imágenes</string><string id="DefaultImagesSetting_BlockImages">No permitir que todos los sitios muestren imágenes</string><string id="DefaultJavaScriptSetting">Configuración de JavaScript predeterminada</string><string id="DefaultJavaScriptSetting_Explain">Permite establecer si los sitios web pueden utilizar o no JavaScript. La ejecución de JavaScript se permite o se deniega a todos los sitios web.

Si no se establece esta política, se usará la política AllowJavaScript y el usuario podrá modificarla.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Permitir que todos los sitios ejecuten JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">No permitir que ningún sitio ejecute JavaScript</string><string id="DefaultPluginsSetting">Configuración predeterminada de Flash</string><string id="DefaultPluginsSetting_Explain">Permite configurar si los sitios web pueden ejecutar automáticamente el complemento Flash. Puedes permitir que el complemento Flash se ejecute automáticamente en todos los sitios web o que no lo haga en ninguno.
La opción de hacer clic para ejecutar permite que el complemento Flash se ejecute, pero el usuario debe hacer clic en el marcador de posición para que esto ocurra.

Si esta política no se configura, el usuario podrá cambiar esta preferencia de forma manual.</string><string id="DefaultPluginsSetting_AllowPlugins">Permitir que todos los sitios web ejecuten automáticamente el complemento Flash</string><string id="DefaultPluginsSetting_BlockPlugins">Bloquear el complemento Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Hacer clic para ejecutar</string><string id="DefaultPopupsSetting">Configuración de pop-ups predeterminada</string><string id="DefaultPopupsSetting_Explain">Permite establecer si los sitios web pueden mostrar o no pop-ups. La ejecución de pop-ups se permite o se deniega a todos los sitios web.

Si no se establece esta política, se usará la política BlockPopups y el usuario podrá modificarla.</string><string id="DefaultPopupsSetting_AllowPopups">Permitir que todos los sitios muestren ventanas emergentes</string><string id="DefaultPopupsSetting_BlockPopups">No permitir que ningún sitio muestre pop-ups</string><string id="DefaultNotificationsSetting">Configuración de notificación predeterminada</string><string id="DefaultNotificationsSetting_Explain">Permite establecer si los sitios web pueden mostrar notificaciones de escritorio. Se puede permitir o denegar que se muestren notificaciones de escritorio de forma predeterminada o se puede establecer que los sitios web pidan permiso al usuario cada vez que quieran mostrar notificaciones de escritorio.

Si no se establece esta política, se usará la política AskNotifications y el usuario podrá modificarla.</string><string id="DefaultNotificationsSetting_AllowNotifications">Permitir que los sitios muestren notificaciones de escritorio</string><string id="DefaultNotificationsSetting_BlockNotifications">No permitir que ningún sitio muestre notificaciones de escritorio</string><string id="DefaultNotificationsSetting_AskNotifications">Preguntar siempre que un sitio quiera mostrar notificaciones de escritorio</string><string id="DefaultGeolocationSetting">Configuración de ubicación geográfica predeterminada</string><string id="DefaultGeolocationSetting_Explain">Permite establecer si los sitios web pueden hacer un seguimiento de la ubicación de los usuarios. El seguimiento de la ubicación de los usuarios se puede permitir o denegar de forma predeterminada o se puede establecer que un sitio web pida permiso al usuario siempre que quiera conocer la ubicación.

Si no se establece esta política, se usará la política AskGeolocation y el usuario podrá modificarla.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Permitir que los sitios puedan hacer un seguimiento de la ubicación física de los usuarios</string><string id="DefaultGeolocationSetting_BlockGeolocation">No permitir que ningún sitio haga un seguimiento de la ubicación física de los usuarios</string><string id="DefaultGeolocationSetting_AskGeolocation">Preguntar siempre que un sitio quiera hacer un seguimiento de la ubicación física de los usuarios</string><string id="DefaultWebBluetoothGuardSetting">Controlar el uso de la API Bluetooth web</string><string id="DefaultWebBluetoothGuardSetting_Explain">Permite establecer si los sitios web pueden acceder a los dispositivos Bluetooth cercanos. Se puede bloquear completamente el acceso o se puede establecer que se pida permiso al usuario cada vez que un sitio web quiera acceder a los dispositivos Bluetooth cercanos.

Si no se establece esta política, se utilizará la política 3 y el usuario podrá cambiarla.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">No permitir que los sitios web soliciten acceso a los dispositivos Bluetooth a través de la API Bluetooth web</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Permitir que los sitios web le pidan permiso al usuario para acceder a dispositivos Bluetooth cercanos</string><string id="AutoSelectCertificateForUrls">Seleccionar automáticamente certificados de cliente de estos sitios</string><string id="AutoSelectCertificateForUrls_Explain">Te permite definir una lista de patrones de URL que especifican sitios web para los que Google Chrome selecciona automáticamente un certificado de cliente, en caso de que el sitio web solicite un certificado.

El valor debe ser un conjunto de diccionarios JSON de tipo Stringify. Cada diccionario debe tener la forma { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, donde $URL_PATTERN es un patrón de configuración de contenido. $FILTER limita desde qué certificados de cliente podrá seleccionar el navegador automáticamente. Independientemente del filtro, solo se seleccionarán certificados que coincidan con la solicitud de certificado del servidor. Además, si $FILTER tiene la forma { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, solo se seleccionarán certificados de cliente emitidos por un certificado con el valor $ISSUER_CN para CommonName. Si $FILTER es el diccionario vacío {}, no se limitará de forma adicional la selección de los certificados de cliente.

Si esta política no se configura, no se aplicará la selección automática en ningún sitio web.</string><string id="AutoSelectCertificateForUrlsDesc">Seleccionar automáticamente certificados de cliente de estos sitios</string><string id="CookiesAllowedForUrls">Permitir cookies en estos sitios</string><string id="CookiesAllowedForUrls_Explain">Permite definir una lista de patrones de URL para especificar los sitios que pueden establecer cookies.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultCookiesSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="CookiesAllowedForUrlsDesc">Permitir cookies en estos sitios</string><string id="CookiesBlockedForUrls">Bloquear cookies en estos sitios</string><string id="CookiesBlockedForUrls_Explain">Permite definir una lista de patrones de URL para especificar los sitios que no pueden establecer cookies.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultCookiesSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="CookiesBlockedForUrlsDesc">Bloquear cookies en estos sitios</string><string id="CookiesSessionOnlyForUrls">Permitir las cookies de sesión de estos sitios</string><string id="CookiesSessionOnlyForUrls_Explain">Permite definir una lista de patrones de URL que especifican los sitios web que pueden establecer cookies de sesión.

Si no se configura esta política, se usará el valor general predeterminado de la política DefaultCookiesSetting (si está configurada) para todos los sitios web. De lo contrario, se usará la configuración personalizada que haya definido el usuario.

Ten en cuenta que si Google Chrome se está ejecutando en segundo plano, es posible que la sesión no finalice al cerrar la última ventana del navegador y siga activa hasta que el navegador se cierre completamente. Consulta la política BackgroundModeEnable para obtener más información sobre cómo configurar este comportamiento.

Si la política RestoreOnStartup se configura para restaurar las URL de sesiones anteriores, esta política no se respetará y las cookies se almacenarán de forma permanente para estos sitios web.</string><string id="CookiesSessionOnlyForUrlsDesc">Permitir las cookies de sesión de estos sitios</string><string id="ImagesAllowedForUrls">Permitir imágenes en estos sitios</string><string id="ImagesAllowedForUrls_Explain">Permite que definas una lista de patrones de URL para especificar los sitios que pueden mostrar imágenes.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultImagesSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="ImagesAllowedForUrlsDesc">Permitir imágenes en estos sitios</string><string id="ImagesBlockedForUrls">Bloquear imágenes de estos sitios</string><string id="ImagesBlockedForUrls_Explain">Permite establecer una lista de patrones de URL para especificar los sitios que no pueden mostrar imágenes.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultImagesSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="ImagesBlockedForUrlsDesc">Bloquear imágenes de estos sitios</string><string id="JavaScriptAllowedForUrls">Permitir JavaScript en estos sitios</string><string id="JavaScriptAllowedForUrls_Explain">Permite establecer una lista de patrones de URL para especificar los sitios que no pueden ejecutar JavaScript.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultJavaScriptSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="JavaScriptAllowedForUrlsDesc">Permitir JavaScript en estos sitios</string><string id="JavaScriptBlockedForUrls">Bloquear JavaScript en estos sitios</string><string id="JavaScriptBlockedForUrls_Explain">Permite definir una lista de patrones de URL para especificar los sitios que no pueden ejecutar JavaScript.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultJavaScriptSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="JavaScriptBlockedForUrlsDesc">Bloquear JavaScript en estos sitios</string><string id="PluginsAllowedForUrls">Permitir el complemento Flash en estos sitios web</string><string id="PluginsAllowedForUrls_Explain">Permite configurar una lista de patrones de URL que especifican los sitios web que pueden ejecutar el complemento Flash.

Si esta política no se configura, se usará para todos los sitios web el valor general predeterminado que se indique en la política &quot;DefaultPluginsSetting&quot; (si se ha configurado) o las preferencias personales del usuario (en caso contrario).</string><string id="PluginsAllowedForUrlsDesc">Permitir el complemento Flash en estos sitios web</string><string id="PluginsBlockedForUrls">Bloquear el complemento Flash en estos sitios web</string><string id="PluginsBlockedForUrls_Explain">Permite configurar una lista de patrones de URL que especifican los sitios web que no pueden ejecutar el complemento Flash.

Si esta política no se configura, se usará para todos los sitios web el valor general predeterminado que se indique en la política &quot;DefaultPluginsSetting&quot; (si se ha configurado) o las preferencias personales del usuario (en caso contrario).</string><string id="PluginsBlockedForUrlsDesc">Bloquear el complemento Flash en estos sitios web</string><string id="PopupsAllowedForUrls">Permitir pop-ups en estos sitios</string><string id="PopupsAllowedForUrls_Explain">Permite establecer una lista de patrones de URL para especificar sitios que puedan abrir pop-ups.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultPopupsSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="PopupsAllowedForUrlsDesc">Permitir pop-ups en estos sitios</string><string id="RegisteredProtocolHandlers">Registrar controladores de protocolos</string><string id="RegisteredProtocolHandlers_Explain">Te permite registrar una lista de controladores de protocolos. Solo puede tratarse de una política recomendada. La propiedad |protocol| se debe establecer según el esquema (por ejemplo, mailto), y la propiedad |url| se debe establecer según el patrón de URL de la aplicación que procesa el esquema. El patrón puede incluir un %s, que si está presente se sustituirá por la URL procesada.

Los controladores de protocolos registrados por la política se combinan con los registrados por el usuario, y ambos pueden utilizarse. El usuario puede anular los controladores de protocolos instalados por la política. Para ello, debe instalar un nuevo controlador predeterminado, pero no puede eliminar un controlador de protocolo registrado por la política.</string><string id="PopupsBlockedForUrls">Bloquear pop-ups en estos sitios</string><string id="PopupsBlockedForUrls_Explain">Permite establecer una lista de patrones de URL para especificar sitios que puedan abrir pop-ups.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultPopupsSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="PopupsBlockedForUrlsDesc">Bloquear pop-ups en estos sitios</string><string id="NotificationsAllowedForUrls">Permitir notificaciones en estos sitios</string><string id="NotificationsAllowedForUrls_Explain">Permite establecer una lista de patrones de URL que especifiquen sitios que puedan mostrar notificaciones.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultNotificationsSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="NotificationsAllowedForUrlsDesc">Permitir notificaciones en estos sitios</string><string id="NotificationsBlockedForUrls">Bloquear notificaciones en estos sitios</string><string id="NotificationsBlockedForUrls_Explain">Permite establecer una lista de patrones de URL para especificar los sitios que no pueden mostrar notificaciones.

Si no se establece esta política, se usará para todos los sitios el valor general predeterminado que se indique en la política DefaultNotificationsSetting (si se ha establecido) o el valor personalizado que haya definido el usuario (en caso contrario).</string><string id="NotificationsBlockedForUrlsDesc">Bloquear notificaciones en estos sitios</string><string id="RemoteAccess_group">Configurar opciones de acceso remoto</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Habilita que se pueda pasar a través de un cortafuegos desde un host de acceso remoto.</string><string id="RemoteAccessHostFirewallTraversal_Explain">Habilita el uso de servidores STUN cuando los clientes remotos intentan establecer conexión con este ordenador.

Si se habilita esta opción, los clientes remotos podrán detectar estos ordenadores y establecer conexión con ellos aunque haya un cortafuegos que los separe.

Si se inhabilita esta opción y el cortafuegos filtra las conexiones UDP salientes, este ordenador solo permitirá conexiones de ordenadores cliente que se encuentren en la red local.

Si no se establece esta política, se habilitará la opción.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Configurar el prefijo TalkGadget para hosts de acceso remoto</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Permite configurar el prefijo TalkGadget que utilizarán los hosts de acceso remoto y evita que los usuarios lo modifiquen.

Si se especifica, este prefijo se antepone al nombre TalkGadget básico para crear un nombre de dominio completo para TalkGadget. El nombre de dominio TalkGadget básico es &quot;.talkgadget.google.com&quot;.

Si se habilita esta opción, los hosts utilizarán el nombre de dominio personalizado al acceder a TalkGadget en lugar de utilizar el nombre de dominio predeterminado.

Si se inhabilita o no se configura esta opción, se utilizará el nombre de dominio predeterminado de TalkGadget (chromoting-host.talkgadget.google.com) para todos los hosts.

La configuración de esta política no afecta a los clientes de acceso remoto, ya que siempre utilizan &quot;chromoting-client.talkgadget.google.com&quot; para acceder a TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Activar modo de cortina en hosts de acceso remoto</string><string id="RemoteAccessHostRequireCurtain_Explain">Permite activar el modo de cortina en los hosts de acceso remoto durante una conexión.

Si se habilita esta opción, los dispositivos físicos de entrada y salida del host se inhabilitan durante la conexión remota.

Si se inhabilita esta opción o no se configura, tanto los usuarios locales como los remotos pueden interactuar con el host cuando se comparte.</string><string id="RemoteAccessHostAllowClientPairing">Habilitar o inhabilitar la autenticación sin PIN para host de acceso remoto</string><string id="RemoteAccessHostAllowClientPairing_Explain">Si esta opción está habilita o no configurada, los usuarios podrán sincronizar los clientes y los hosts en el momento de la conexión, lo que elimina la necesidad de introducir siempre un PIN.

Si no se habilita esta opción, esta función no estará disponible.</string><string id="RemoteAccessHostAllowGnubbyAuth">Permitir la autenticación gnubby para los hosts de acceso remoto</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Si esta opción está habilitada, las solicitudes de autenticación gnubby se representarán a través de una conexión de host remota.

Si esta opción está inhabilitada o no está configurada, no se representarán solicitudes de autenticación gnubby.</string><string id="RemoteAccessHostAllowRelayedConnection">Habilita el uso de servidores de retransmisión por parte del host de acceso remoto</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Restringe el intervalo de puertos UDP utilizado por el host de acceso remoto</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Requerir que el nombre del usuario local y el propietario del host de acceso remoto coincidan</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL en la que los clientes de acceso remoto deben obtener su token de autenticación</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL para validar el token de autenticación de clientes de acceso remoto</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certificado del cliente para establecer conexión con RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Attestation_group">Confirmación remota</string><string id="AttestationEnabledForUser">Habilitar confirmación remota para el usuario</string><string id="AttestationEnabledForUser_Explain">Si se asigna el valor true, los usuarios podrán usar el hardware en dispositivos Chrome para confirmar su identidad de forma remota ante la entidad emisora de certificados de privacidad a través de la API Enterprise Platform Keys API mediante chrome.enterprise.platformKeys.challengeUserKey().

Si se le asigna el valor false o no se configura, aparecerá un código de error en las llamadas a la API.</string><string id="AttestationExtensionWhitelist">Extensiones con permiso para utilizar la API de confirmación remota</string><string id="AttestationExtensionWhitelist_Explain">Esta política especifica las extensiones que pueden usar la función chrome.enterprise.platformKeys.challengeUserKey() de la API Enterprise Platform Keys API para la confirmación remota. Las extensiones se deben añadir a esta lista para usar la API.

Si la lista no se ha configurado o si una extensión no está incluida en ella, aparecerá un código de error en la llamada a la API.</string><string id="AttestationExtensionWhitelistDesc">Extensiones con permiso para utilizar la API de confirmación remota</string><string id="Extensions_group">Extensiones</string><string id="ExtensionInstallBlacklist">Configurar lista negra de instalación de extensiones</string><string id="ExtensionInstallBlacklist_Explain">Te permite especificar las extensiones que los usuarios no pueden instalar. Se inhabilitarán las extensiones ya instaladas si se encuentran en una lista negra, y el usuario no las podrá habilitar. Si se elimina una extensión de la lista negra, se volverá a habilitar automáticamente.

El valor &quot;*&quot; en una lista negra indica que todas las extensiones están en la lista negra a menos que aparezcan explícitamente en la lista blanca.

Si no se establece esta política, el usuario podrá instalar cualquier extensión en Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Configurar lista negra de instalación de extensiones</string><string id="ExtensionInstallWhitelist">Configurar lista de admisión de instalación de extensiones</string><string id="ExtensionInstallWhitelist_Explain">Permite especificar las extensiones que no se incluyen en la lista negra.

El valor de asterisco (*) indica que todas las extensiones están incluidas en la lista negra, así que los usuarios solo pueden instalar las que estén incluidas en la lista de admisión.

De forma predeterminada, se admiten todas las extensiones, pero si se ha establecido una política que indique que todas las extensiones se deben incluir en la lista negra, se puede utilizar una lista de admisión para anularla.</string><string id="ExtensionInstallWhitelistDesc">Configurar lista de admisión de instalación de extensiones</string><string id="ExtensionInstallForcelist">Configura la lista de aplicaciones y extensiones de instalación forzada</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Configura la lista de aplicaciones y extensiones de instalación forzada</string><string id="ExtensionInstallSources">Configurar fuentes de instalación de secuencias de comandos de usuario, aplicaciones y extensiones</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Configurar fuentes de instalación de secuencias de comandos de usuario, aplicaciones y extensiones</string><string id="ExtensionAllowedTypes">Configurar tipos de extensiones o aplicaciones permitidos</string><string id="ExtensionAllowedTypes_Explain">Permite controlar el tipo de aplicaciones o extensiones que se pueden instalar y limita el acceso del tiempo en ejecución.

Esta opción hace una lista de los tipos de extensiones o aplicaciones que se pueden instalar en Google Chrome y de los hosts con los que pueden interactuar. El valor es una lista de cadenas y cada una de ellas debe ser uno de los siguientes elementos: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot; y &quot;platform_app&quot;. Para obtener más información al respecto, consulta la documentación sobre extensiones de Google Chrome.

Ten en cuenta que esta política también fuerza a las extensiones y a las aplicaciones para que se instalen a través de ExtensionInstallForcelist.

Si esta opción se configura, no se instalarán las extensiones o aplicaciones que tengan un tipo que no esté incluido en la lista.

Si esta opción no se configura, no se aplicará ninguna restricción sobre los tipos de extensiones o aplicaciones aceptados.</string><string id="ExtensionAllowedTypesDesc">Configurar tipos de extensiones o aplicaciones permitidos</string><string id="ExtensionSettings">Configuración de administración de extensiones</string><string id="ExtensionSettings_Explain">Configura las opciones de gestión de extensiones en Google Chrome.

Esta política controla varias opciones, incluidas las opciones controladas por cualquier política de extensiones. Además, anula cualquier política anterior si se establecen ambas.

Esta política asigna un ID de extensión o una URL de actualización a su configuración. Si se utiliza un ID de extensión, la configuración se aplica solo a la extensión especificada. Se puede definir una configuración predeterminada para el ID especial &quot;*&quot;, que se aplicará a todas las extensiones para las que no se haya definido una configuración personalizada en esta política. Si se utiliza una URL de actualización, la configuración se aplica a todas las extensiones que incluyan la misma URL de actualización en su archivo de manifiesto, como se indica en https://developer.chrome.com/extensions/autoupdate.

La configuración de cada extensión (o de las extensiones que tengan la misma URL de actualización) es otro diccionario que puede contener los campos que aparecen a continuación.

&quot;installation_mode&quot;: se asigna a una cadena que indica el modo de instalación de la extensión. Las cadenas válidas son:
* &quot;allowed&quot;: (comportamiento predeterminado) permite que el usuario instale la extensión.
* &quot;blocked&quot;: bloquea la instalación de la extensión.
* &quot;force_installed&quot;: la extensión se instala automáticamente y el usuario no la puede quitar.
* &quot;normal_installed&quot;: la extensión se instala automáticamente, pero el usuario la puede inhabilitar.

El modo &quot;installation_mode&quot; también se puede configurar para varias extensiones, como la extensión &quot;*&quot; (como configuración predeterminada) y las extensiones que tengan la misma URL de actualización. En este caso, solo pueden utilizarse los valores &quot;allowed&quot; y &quot;blocked&quot;.

Si se configura el modo &quot;force_installed&quot; o &quot;normal_installed&quot;, también se debe configurar una &quot;update_url&quot;. Ten en cuenta que la URL de actualización definida en esta política solo se utiliza para la instalación inicial. En las posteriores actualizaciones de la extensión, se utilizará la URL de actualización indicada en el archivo de manifiesto. La URL de actualización debe dirigir a un documento XML de un archivo de manifiesto de actualización, como se describe anteriormente.

&quot;blocked_permissions&quot;: se asigna a una lista de cadenas que indica los permisos de las API bloqueadas en la extensión. Los nombres de los permisos son los mismos que las cadenas de permisos indicadas en el archivo de manifiesto de la extensión, como se describe en https://developer.chrome.com/extensions/declare_permissions. Esta opción también se puede configurar en la extensión &quot;*&quot;. Si la extensión necesita un permiso incluido en la lista de bloqueos, no se puede cargar. Si incluye un permiso bloqueado como requisito opcional, se procesa con normalidad. Sin embargo, la solicitud de permisos en conflicto se rechaza automáticamente durante el tiempo en ejecución.

&quot;allowed_permissions&quot;: es similar a &quot;blocked_permissions&quot;, pero permite de forma explícita algunos permisos que pueden estar bloqueados en la lista global de permisos bloqueados y que, por tanto, no se pueden configurar en la extensión &quot;*&quot;. Ten en cuenta que esta opción no otorga automáticamente permisos concedidos a las extensiones.

&quot;minimum_version_required&quot;: se asigna a una cadena de versión. El formato de la cadena de versión es el mismo que el que se utiliza en el archivo de manifiesto de la extensión, como se describe en https://developer.chrome.com/apps/manifest/version. Si la versión de la extensión es anterior a la versión mínima especificada, se inhabilitará. También se aplica a extensiones que se hayan instalado de manera forzada.

Las siguientes opciones solo se pueden aplicar a la configuración predeterminada de &quot;*&quot;:

&quot;install_sources&quot;: todos los elementos de esta lista son patrones que coinciden con el estilo de las extensiones (https://developer.chrome.com/extensions/match_patterns). Los usuarios pueden instalar fácilmente elementos procedentes de cualquier URL que coincida con un elemento de esta lista. Estos patrones deben permitir tanto la ubicación del archivo *.crx como la página en la que se inicia la descarga (es decir, la URL de referencia).

&quot;allowed_types&quot;: esta opción incluye en una lista blanca los tipos de extensiones o aplicaciones que se pueden instalar en Google Chrome. El valor es una lista de cadenas y cada una de ellas debe ser uno de los siguientes elementos: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Para obtener más información al respecto, consulta la documentación sobre extensiones de Google Chrome.
&quot;blocked_install_message&quot;: si un usuario intenta instalar una extensión, pero la política la bloquea, Chrome Web Store muestra un mensaje de error genérico. Esta opción te permite añadir texto al mensaje de error. Podría usarse para dirigir a los usuarios al servicio de asistencia o explicar por qué se bloquea una extensión en particular, entre otras opciones. Este mensaje de error se truncará si supera los 1000 caracteres.
&quot;runtime_blocked_hosts&quot;: acepta una lista de hosts con los que la extensión no permite que se interactúe. Entre las posibles interacciones se incluyen insertar JavaScript y modificar y ver las solicitudes web, la navegación web y las cookies. El formato es similar a los patrones que coinciden con https://developer.chrome.com/extensions/match_patterns, excepto si no se definen patrones, por ejemplo, &quot;*://*.example.com&quot;. También admite un comodín de TLD efectivo, por ejemplo, &quot;*://example.*&quot;.
&quot;runtime_allowed_hosts&quot;: acepta una lista de hosts con los que la extensión puede interactuar, independientemente de si aparecen en &quot;runtime_blocked_hosts&quot;. Es el mismo formato de &quot;runtime_blocked_hosts&quot;.
</string><string id="PowerManagement_group">Gestión de la batería</string><string id="LidCloseAction">Acción que se realiza cuando el usuario cierra la tapa</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Suspender</string><string id="LidCloseAction_LidCloseActionLogout">Cerrar la sesión del usuario</string><string id="LidCloseAction_LidCloseActionShutdown">Apagar</string><string id="LidCloseAction_LidCloseActionDoNothing">No hacer nada</string><string id="PowerManagementUsesAudioActivity">Especificar si la actividad de audio afecta a la administración de energía</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Especificar si la actividad de vídeo afecta a la administración de energía</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Porcentaje que permite ajustar el retraso de inactividad de la pantalla en el modo de presentación</string><string id="PresentationScreenDimDelayScale_Explain">Especifica el porcentaje de ajuste del tiempo de espera de inactividad de la pantalla cuando el dispositivo se encuentra en modo de presentación.

Si se establece esta política, se especificará el porcentaje de ajuste del tiempo de espera de inactividad de la pantalla cuando el dispositivo esté en modo de presentación. Cuando se ajusta el tiempo de espera de inactividad de la pantalla, se ajustan los retrasos de desconexión, bloqueo y desactivación de la pantalla para mantener las mismas distancias del tiempo de espera de inactividad de la pantalla que la configuración original.

Si no se establece esta política, se utilizará un factor de escala predeterminado.

El factor de escala debe ser igual o superior a 100%. No se permiten valores que puedan reducir el tiempo de espera de inactividad de la pantalla en el modo de presentación más allá de su valor habitual.</string><string id="AllowScreenWakeLocks">Permitir bloqueos de activación de pantalla</string><string id="AllowScreenWakeLocks_Explain">Especifica si se permiten los bloqueos de activación de pantalla. Los bloqueos de activación de pantalla pueden solicitarlos las extensiones a través de la API de extensión de administración de energía.

Si se utiliza el valor True para esta política o no se establece la política, los bloqueos de activación de pantalla serán válidos para la administración de energía.

Si se utiliza el valor False, se ignorarán las solicitudes de bloqueo de activación de pantalla.</string><string id="UserActivityScreenDimDelayScale">Porcentaje que permite ajustar el tiempo de espera de inactividad de la pantalla si el usuario vuelve a ser activo después de la inactividad</string><string id="UserActivityScreenDimDelayScale_Explain">Especifica el porcentaje de ajuste del tiempo de espera de inactividad de la pantalla cuando se observa la actividad del usuario con la pantalla oscurecida o poco después de que esta se haya desactivado.

Si se establece esta política, se especificará el porcentaje de ajuste del tiempo de espera de inactividad de la pantalla cuando se observe la actividad del usuario con la pantalla oscurecida o poco después de que esta se haya desactivado. Cuando se ajusta el tiempo de espera de inactividad de la pantalla, se ajustan los retrasos de desconexión, bloqueo y desactivación de la pantalla para mantener las mismas distancias del tiempo de espera de inactividad de la pantalla que la configuración original.

Si esta política no está establecida, se utilizará un factor de escala predeterminado.

El factor de escala debe ser igual o superior al 100%.</string><string id="WaitForInitialUserActivity">Esperar actividad inicial del usuario</string><string id="WaitForInitialUserActivity_Explain">Especifica si los retrasos de administración de energía y el límite de duración de sesión se deben ejecutar después de que se haya detectado actividad por parte del usuario en una sesión.

Si esta política se establece en true, los retrasos de administración de energía y el límite de duración de sesión no se ejecutarán hasta que se haya detectado actividad por parte del usuario en una sesión.

Si esta política se establece en false o no se establece, los retrasos de administración de energía y el límite de duración de sesión se ejecutarán inmediatamente al iniciar la sesión.</string><string id="PowerManagementIdleSettings">Configuración de la administración de energía cuando el usuario está inactivo</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Retrasos de bloqueo de pantalla</string><string id="ScreenLockDelays_Explain">Permite especificar el tiempo transcurrido hasta el bloqueo de la pantalla (sin que el usuario realice ninguna acción) cuando el usuario está conectado a la red o utiliza la batería.

Cuando el tiempo transcurrido se establece en un valor superior a cero, especifica el tiempo en que el usuario debe permanecer inactivo antes de que Google Chrome OS bloquee la pantalla.

Cuando el tiempo transcurrido se establece en cero, Google Chrome OS no bloquea la pantalla cuando el usuario está inactivo.

Cuando no se establece el tiempo transcurrido, se utilizará un valor de tiempo predeterminado.

El modo recomendado para bloquear la pantalla en modo de inactividad es habilitar el bloqueo de pantalla en modo de suspensión y hacer que Google Chrome OS entre en modo de suspensión después del retraso de inactividad. Esta política solo debe utilizarse cuando el bloqueo se produce en un periodo de tiempo anterior a la suspensión o cuando no se quiere que se produzca la suspensión en modo de inactividad.

El valor de la política se debe especificar en milisegundos. Los valores están establecidos para ser inferiores al retraso de inactividad.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Habilita Google Cast</string><string id="EnableMediaRouter_Explain">Si se asigna el valor &quot;True&quot; a esta política o esta no se define, Google Cast se habilitará y los usuarios podrán iniciarla desde el menú de aplicaciones, los menús contextuales de las páginas, los controles multimedia de sitios web compatibles con Google Cast y (si aparece) el icono de la barra de herramientas para enviar contenido.

Si se asigna el valor &quot;False&quot; a esta política, Google Cast se inhabilitará.</string><string id="ShowCastIconInToolbar">Muestra el icono de la barra de herramientas de Google Cast</string><string id="ShowCastIconInToolbar_Explain">Si se asigna el valor true a esta política, el icono de la barra de herramientas de Google Cast siempre aparecerá en la barra de herramientas o en el menú adicional, y los usuarios no podrán quitarlo.

Si se le asigna el valor false o no se establece, los usuarios podrán fijar o quitar el icono con el menú contextual.

Si se asigna el valor false a la política &quot;EnableMediaRouter&quot;, el valor de la política que estamos describiendo no tendrá ningún efecto y el icono de la barra de herramientas no se mostrará.</string><string id="Drive_group">Opciones de configuración de Google Drive</string><string id="DriveDisabled">Inhabilita Drive en aplicación Archivos de Google Chrome OS</string><string id="DriveDisabled_Explain">Si se utiliza el valor true para esta política, se inhabilita la sincronización de Google Drive en la aplicación Archivos de Google Chrome OS, en cuyo caso no se suben datos a Google Drive.

Si se utiliza el valor false o no se establece la política, los usuarios podrán transferir archivos a Google Drive.</string><string id="DriveDisabledOverCellular">Inhabilita Google Drive a través de conexiones móviles en la aplicación Archivos de Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Si se utiliza el valor true para esta política, se inhabilita la sincronización de Google Drive en la aplicación Archivos de Google Chrome OS cuando se utiliza una conexión móvil, en cuyo caso los datos solo se sincronizan con Google Drive cuando se establece una conexión Wi-Fi o Ethernet.

Si se utiliza el valor false o no se establece la política, los usuarios podrán transferir archivos a Google Drive a través de conexiones móviles.</string><string id="QuickUnlock_group">Políticas del desbloqueo rápido</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Una lista blanca que controla los modos de desbloqueo rápido que el usuario puede configurar para desbloquear la pantalla de bloqueo.

Este valor es una lista de cadenas cuyas entradas válidas son &quot;all&quot; y &quot;PIN&quot;. Si se añade &quot;all&quot; a la lista, el usuario puede utilizar todos los modos de desbloqueo rápido, incluidos aquellos que añada en el futuro. En caso contrario, solo podrá usar los que se indiquen en la lista.

Por ejemplo, selecciona [&quot;all&quot;] para permitir todos los modos de desbloqueo rápido y [&quot;PIN&quot;] para habilitar solo el desbloqueo mediante PIN. Si quieres inhabilitar todos los modos de desbloqueo rápido de la lista, utiliza [].

De forma predeterminada, no se pueden utilizar modos de desbloqueo rápido en los dispositivos administrados.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Esta opción controla la frecuencia con la que la pantalla de bloqueo solicitará que se introduzca la contraseña y así poder seguir utilizando el desbloqueo rápido. Cada vez que se introduzca la pantalla de bloqueo (si la frecuencia con la que se hizo la última vez fue mayor), el desbloqueo rápido no estará disponible. Si el usuario permanece en la pantalla de bloqueo tras este periodo de tiempo, se le solicitará una contraseña la próxima vez que este introduzca un código erróneo o vuelva a introducir la pantalla de bloqueo (lo que ocurra primero).

Si se configura esta opción, se solicitará a los usuarios que utilicen el desbloqueo rápido que introduzcan sus contraseñas en la pantalla de bloqueo según corresponda.

Si esta opción no se configura, se solicitará a los usuarios que utilicen el desbloqueo rápido que introduzcan su contraseña en la pantalla de bloqueo todos los días.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Si se le asigna el valor false, los usuarios no podrán definir ningún PIN que no se considere seguro y que sea fácil de adivinar.

Algunos ejemplos de PIN no seguros son: los que estén compuestos por un solo número (1111), aquellos que sigan una secuencia numérica ascendente (1234), los que sigan una secuencia numérica descendente (4321) y los que sean muy habituales.

De forma predeterminada, si el PIN no se considera seguro, los usuarios recibirán una advertencia en lugar de un mensaje de error.</string><string id="HTTPAuthentication_group">Políticas para la autenticación HTTP</string><string id="AuthSchemes">Esquemas de autenticación admitidos</string><string id="AuthSchemes_Explain">Especifica los esquemas de autenticación HTTP admitidos por Google Chrome.

Los valores posibles son &quot;basic&quot;, &quot;digest&quot;, &quot;ntlm&quot; y &quot;negotiate&quot;. Si hay varios valores, se deben separar con comas.

Si no se establece esta política, se utilizarán los cuatro esquemas.</string><string id="DisableAuthNegotiateCnameLookup">Inhabilitar la consulta de nombre canónico en negociación de autenticación Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Permite especificar si el SPN de Kerberos se basa en el nombre de dominio canónico o en el nombre que se introdujo originalmente.

Si habilitas esta opción, se omitirá la consulta de nombre canónico y se usará el nombre del servidor tal como se haya introducido.

Si inhabilitas esta opción, se hará una consulta de nombre canónico para determinar el nombre canónico del servidor.</string><string id="EnableAuthNegotiatePort">Incluir un puerto no estándar en SPN de Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Permite especificar si el SPN de Kerberos generado debe incluir un puerto no estándar.

Si habilitas esta opción e introduces un puerto no estándar (un puerto que no sea ni el 80 ni el 443), este se incluirá en el SPN de Kerberos generado.

Si inhabilitas esta opción o si no estableces esta política, el SPN de Kerberos generado no incluirá un puerto en ningún caso.</string><string id="AuthServerWhitelist">Lista de admisión de servidores de autenticación</string><string id="AuthServerWhitelist_Explain">Especifica qué servidores deben incluirse en la lista de admisión para la autenticación integrada. La autenticación integrada solo se habilita cuando Google Chrome recibe una prueba de autenticación de un proxy o de un servidor que esté incluido en esa lista.

Los distintos nombres de servidor se deben separar con comas. Se permite el uso de caracteres comodín (*).

Si no se establece esta política, Google Chrome intentará detectar si un servidor se encuentra en la intranet y solo entonces responderá a las solicitudes de IWA. Si se detecta Internet como servidor, Google Chrome ignorará las solicitudes de IWA que procedan de él.</string><string id="AuthNegotiateDelegateWhitelist">Lista de admisión de servidores de delegación Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Permite indicar los servidores en los que Google Chrome puede delegar las credenciales de usuarios.

Los distintos nombres de servidor se deben separar con comas. Se permite el uso de caracteres comodín (*).

Si no se establece esta política, Google Chrome no delegará las credenciales de usuarios, aunque se detecte una intranet como servidor.</string><string id="AllowCrossOriginAuthPrompt">Mensajes de autenticación básica de HTTP de origen cruzado</string><string id="AllowCrossOriginAuthPrompt_Explain">Permite controlar si el contenido secundario de terceros de una página web se puede mostrar en un cuadro de diálogo emergente de autenticación básica HTTP.

Esta opción suele estar inhabilitada para defender al usuario frente a los ataques de phishing. Si no se establece esta política, esta opción estará inhabilitada y el contenido secundario de terceros no podrá mostrarse como un cuadro de diálogo emergente de autenticación básica HTTP.</string><string id="DefaultSearchProvider_group">Proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderEnabled">Habilitar proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Nombre del proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderName_Explain">Permite especificar el nombre del proveedor de búsquedas predeterminado. Si se deja en blanco, se utilizará el nombre del host especificado por la URL de búsqueda.

Para que se aplique esta política, se debe habilitar la política DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderKeyword">Palabra clave de proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderKeyword_Explain">Permite especificar la palabra clave, que se usa como acceso directo en el omnibox para generar resultados de búsqueda de este proveedor.

Esta política es opcional. Si no se establece, no se usará ninguna palabra clave para activar el proveedor de búsquedas.

Para que se aplique esta política, se debe habilitar la política DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSearchURL">URL de búsqueda del proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderSearchURL_Explain">Especifica la URL del motor de búsqueda utilizada al realizar una búsqueda predeterminada. La URL debe contener la cadena &quot;{searchTerms}&quot;, que se sustituirá en el momento de la consulta por los términos que el usuario esté buscando.

Una URL de búsqueda de Google se puede especificar de la siguiente forma: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Esta opción se debe establecer si se habilita la política &quot;DefaultSearchProviderEnabled&quot; y solo se aplicará en este caso.</string><string id="DefaultSearchProviderSuggestURL">URL de sugerencia del proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderSuggestURL_Explain">Especifica la URL del motor de búsqueda utilizada para proporcionar sugerencias de búsqueda. La URL debe contener la cadena &quot;{searchTerms}&quot;, que se sustituirá en el momento de la consulta por el texto que el usuario haya introducido hasta el momento.

Esta política es opcional. Si no se establece, no se utilizarán URLs de sugerencias.

Una URL de sugerencias de Google se puede especificar de la siguiente forma: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Esta política solo se aplica si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderInstantURL">URL de función Instant del proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderInstantURL_Explain">Especifica la URL del motor de búsqueda utilizada para proporcionar resultados instantáneos. La URL debe contener la cadena '{searchTerms}', que se sustituirá en el momento de la consulta por el texto que el usuario haya introducido hasta el momento.

Esta política es opcional. Si no se establece, no se proporcionarán resultados de búsqueda instantánea.

Una URL de resultados instantáneos de Google se puede especificar de la siguiente forma: '{google:baseURL}suggest?q={searchTerms}'.

Solo se aplica si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderIconURL">Icono del proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderIconURL_Explain">Permite especificar la URL de icono favorita del proveedor de búsquedas predeterminado.

Esta política es opcional. Si no se establece, no se mostrará ningún icono para el proveedor de búsquedas.

Esta política solo se debe aplicar si se ha habilitado la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderEncodings">Codificaciones del proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderEncodings_Explain">Permite especificar las codificaciones de caracteres admitidas por el proveedor de búsquedas. Las codificaciones son nombres de páginas de códigos, como UTF-8, GB2312 o ISO-8859-1. Los intentos de uso se hacen en el orden especificado.

Esta política es opcional. Si no se establece se usará el valor predeterminado, es decir, UTF-8.

Para que se aplique esta política, se debe habilitar la política DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderEncodingsDesc">Codificaciones del proveedor de búsquedas predeterminadas</string><string id="DefaultSearchProviderAlternateURLs">Lista de URL alternativas para el proveedor de búsquedas predeterminado</string><string id="DefaultSearchProviderAlternateURLs_Explain">Permite especificar una lista de URL alternativas que se pueden utilizar para extraer términos de búsqueda del motor de búsqueda. Las URL deben incluir la cadena '{searchTerms}', que se utilizará para extraer los términos de búsqueda.

Esta política es opcional. Si no se establece, no se utilizará ninguna URL alternativa para extraer términos de búsqueda.

Esta política solo se respeta si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderAlternateURLsDesc">Lista de URL alternativas para el proveedor de búsquedas predeterminado</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parámetro que controla el emplazamiento de los términos de búsqueda para el proveedor de búsquedas predeterminado</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">En caso de que se establezca esta política y de que una URL de búsqueda sugerida del omnibox incluya este parámetro en la cadena de consulta o en el identificador de fragmentos, la sugerencia mostrará los términos de búsqueda y el proveedor de búsqueda en lugar de la URL de búsqueda sin procesar.

Esta política es opcional. Si no se establece, no se realizará ninguna sustitución de los términos de búsqueda.

Solo se respetará esta política si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderImageURL">Parámetro que proporciona una función de búsqueda por imagen para el proveedor de búsquedas predeterminado</string><string id="DefaultSearchProviderImageURL_Explain">Especifica la URL del motor de búsqueda utilizado para proporcionar la búsqueda de imágenes. Las solicitudes de búsqueda se enviarán mediante el método GET. Si se establece la política DefaultSearchProviderImageURLPostParams, las solicitudes de búsqueda de imágenes utilizarán el método POST en su lugar.

Esta política es opcional. Si no se establece, no se utilizará la búsqueda de imágenes.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderNewTabURL">URL de la página Nueva pestaña del proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderNewTabURL_Explain">Especifica la URL que utiliza un motor de búsqueda para mostrar una página Nueva pestaña.

Esta política es opcional. Si no se establece, no se mostrará una página Nueva pestaña.

Esta política solo se respeta si está habilita la política DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSearchURLPostParams">Parámetros para URL de búsqueda que utiliza POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Especifica los parámetros utilizados al buscar una URL con POST. Se compone de pares de valor/nombre separados por comas. Si un valor es un parámetro de plantilla, como {searchTerms} en el ejemplo anterior, se sustituirá por datos de términos de búsqueda reales.

Esta política es opcional. Si no se establece, la solicitud de búsqueda se enviará mediante el método GET.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parámetros para URL sugerida que utiliza POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Especifica los parámetros utilizados al buscar sugerencias con POST. Se compone de pares de nombre/valor separados por comas. Si un valor es un parámetro de plantilla, como {searchTerms} en el ejemplo anterior, se sustituirá con datos de términos de búsqueda reales.

Esta política es opcional. Si no se establece, la solicitud de búsqueda de sugerencias se enviará mediante el método GET.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderInstantURLPostParams">Parámetros para URL instantánea que utiliza POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Especifica los parámetros utilizados al hacer búsquedas instantáneas con POST. Se compone de pares de nombre/valor separados por comas. Si un valor es un parámetro de plantilla, como {searchTerms} en el ejemplo anterior, se sustituirá con datos de términos de búsqueda reales.

Esta política es opcional. Si no se establece, la solicitud de búsqueda instantánea se enviará mediante el método GET.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderImageURLPostParams">Parámetros para URL de imagen que utiliza POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Especifica los parámetros utilizados al hacer una búsqueda de imágenes con POST. Se compone de pares de valor/nombre separados por comas. Si un valor es un parámetro de plantilla, como {imageThumbnail} en el ejemplo anterior, se sustituirá por datos de miniaturas de imágenes reales.

Esta política es opcional. Si no se establece, la solicitud de búsqueda de imágenes se enviará mediante el método GET.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="NewTabPage_group">Página Nueva pestaña</string><string id="NewTabPageLocation">Configurar la URL de la página Nueva pestaña</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Homepage_group">Página de inicio</string><string id="HomepageLocation">Configurar la URL de la página de inicio</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Utilizar página Nueva pestaña como página principal</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Páginas de inicio</string><string id="RestoreOnStartup">Acción al iniciar</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Abrir página Nueva pestaña</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Restaurar la última sesión</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Abrir una lista de URLs</string><string id="RestoreOnStartupURLs">URL que se deben abrir al inicio</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL que se deben abrir al inicio</string><string id="Proxy_group">Servidor proxy</string><string id="ProxyMode">Seleccionar la forma de especificar la configuración del servidor proxy</string><string id="ProxyMode_Explain">Permite especificar el servidor proxy que utiliza Google Chrome e impide que los usuarios cambien la configuración del proxy.

Si eliges la opción de establecer siempre conexión directamente en lugar de utilizar un servidor proxy, se ignorarán las demás opciones.

Si eliges la opción de usar la configuración de proxy del sistema, se ignorarán las demás opciones.

Si eliges la opción de detectar automáticamente el servidor proxy, se ignorarán las demás opciones.

Si decides configurar el servidor proxy manualmente, puedes especificar más opciones en &quot;Dirección o URL de servidor proxy&quot; y en &quot;Lista de reglas de omisión de proxy separadas por comas&quot;. Solo el servidor proxy HTTP con la mayor prioridad está disponible para las aplicaciones ARC.

Si decides usar una secuencia de comandos .pac de proxy, deberás especificar la URL de la secuencia en &quot;URL de un archivo .pac de proxy&quot;.

Puedes consultar ejemplos detallados en la siguiente página:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Si habilitas esta opción, Google Chrome y las aplicaciones ARC ignorarán todas las opciones relacionadas con el proxy especificadas en la línea de comandos.

Si no se establece esta política, los usuarios podrán elegir su propia configuración del proxy.</string><string id="ProxyMode_ProxyDisabled">No utilizar nunca un proxy</string><string id="ProxyMode_ProxyAutoDetect">Detección automática de la configuración del proxy</string><string id="ProxyMode_ProxyPacScript">Utilizar una secuencia de comandos .pac de proxy</string><string id="ProxyMode_ProxyFixedServers">Utilizar servidores proxy fijos</string><string id="ProxyMode_ProxyUseSystem">Utilizar configuración de proxy del sistema</string><string id="ProxyServer">Dirección o URL de servidor proxy</string><string id="ProxyServer_Explain">Permite especificar la URL del servidor proxy.

Esta política solo tendrá validez si has seleccionado una configuración manual del proxy en la opción Seleccionar la forma de especificar la configuración del servidor proxy.

No se debe establecer esta política si se ha seleccionado cualquier otro modo de configuración de políticas de proxy.

Puedes consultar ejemplos detallados en la siguiente página:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL de un archivo .pac de proxy</string><string id="ProxyPacUrl_Explain">Permite especificar la URL de un archivo .pac de proxy.

Esta política solo tendrá validez si has seleccionado una configuración manual del proxy en la opción Seleccionar la forma de especificar la configuración del servidor proxy.

No se debe establecer esta política si se ha seleccionado cualquier otro modo de configuración de políticas de proxy.

Puedes consultar ejemplos detallados en la siguiente página:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Reglas de omisión de proxy</string><string id="ProxyBypassList_Explain">Google Chrome omitirá cualquier proxy que se incluya en la lista de hosts especificada.

Esta política solo tendrá validez si has seleccionado una configuración manual del proxy en la opción &quot;Seleccionar la forma de especificar la configuración del servidor proxy&quot;.

No se debe establecer esta política si se ha seleccionado cualquier otro modo de configuración de políticas de proxy.

Puedes consultar ejemplos detallados en la siguiente página:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="AllowDeletingBrowserHistory">Habilitar eliminación de historial de navegación y de descargas</string><string id="AllowDeletingBrowserHistory_Explain">Permite habilitar la eliminación del historial del navegador y del historial de descargas en Google Chrome y evita que los usuarios cambien esta configuración.

Ten en cuenta que, incluso inhabilitando esta política, no se garantiza que se conserven los historiales de navegación y de descargas: es posible que los usuarios puedan editar o eliminar directamente los archivos de la base de datos del historial y el propio navegador puede archivar o clasificar como caducados los elementos del historial pertinentes en cualquier momento.

Si esta opción se habilita o no se establece, se podrán eliminar los historiales de navegación y de descargas.

Si se inhabilita esta opción, no se podrán eliminar los historiales de navegación y de descargas.</string><string id="AllowDinosaurEasterEgg">Permitir el juego del huevo de pascua de dinosaurio</string><string id="AllowDinosaurEasterEgg_Explain">Permite que los usuarios jueguen al juego del huevo de pascua de dinosaurio sin conexión.

Si se asigna el valor False a esta política, los usuarios no podrán jugar al juego del huevo de pascua de dinosaurio sin conexión. Si se le asigna el valor True, los usuarios podrán jugar al juego del dinosaurio. Si no se establece esta política, los usuarios no podrán jugar a este juego en el dispositivo Chrome OS registrado, aunque podrán hacerlo en otras circunstancias.</string><string id="AllowOutdatedPlugins">Permitir la ejecución de complementos obsoletos</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Permitir que se bloquee la pantalla</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definir los dominios autorizados para acceder a Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Habilitar páginas de error alternativas</string><string id="AlternateErrorPagesEnabled_Explain">Permite habilitar el uso de páginas de error alternativas integradas en Google Chrome (por ejemplo, &quot;No se encuentra la página&quot;) e impide que los usuarios modifiquen esta configuración.

Si habilitas esta opción, se usarán páginas de error alternativas.

Si inhabilitas esta opción, nunca se usarán páginas de error alternativas.

Independientemente de que habilites o inhabilites esta opción, los usuarios no podrán modificarla ni anularla en Google Chrome.

Si no se establece esta política, esta opción estará habilitada, pero el usuario podrá modificarla.</string><string id="AlwaysAuthorizePlugins">Ejecuta siempre complementos que requieran autorización.</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Habilitar Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Si a esta política se le asigna el valor true, los datos de las aplicaciones de Android se suben a los servidores de Android Backup y se restauran al volver a descargar aplicaciones compatibles.

Si a esta política se le asigna el valor false, Android Backup Service se desactiva.

Si se configura esta opción, los usuarios no pueden cambiarla.

Si no se configura esta opción, los usuarios pueden activar o desactivar Android Backup Service en la aplicación Ajustes de Android.</string><string id="ArcCertificatesSyncMode">Establecer la disponibilidad del certificado para las aplicaciones ARC</string><string id="ArcCertificatesSyncMode_Explain">Si se le asigna el valor SyncDisabled o no se configura, los certificados de Google Chrome OS no estarán disponibles para las aplicaciones ARC.

Si se le asigna el valor CopyCaCerts, todos los certificados de CA instalados en ONC con Web TrustBit estarán disponibles para las aplicaciones ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Inhabilitar el uso de certificados de Google Chrome OS a las aplicaciones ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Habilitar los certificados de CA de Google Chrome OS a las aplicaciones ARC</string><string id="ArcEnabled">Habilitar ARC</string><string id="ArcEnabled_Explain">Si se asigna el valor true a esta política, se habilitará ARC para el usuario
(la política está sujeta a comprobaciones adicionales de la configuración de la política: ARC no estará
disponible si el modo efímero o el acceso múltiple están habilitados
en la sesión de usuario actual).

Si esta configuración se inhabilita o no se configura, los usuarios de empresas no
podrán utilizar ARC.</string><string id="ArcLocationServiceEnabled">Habilitar los servicios de ubicación de Google para aplicaciones Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Configurar ARC</string><string id="ArcPolicy_Explain">Especifica las políticas que se enviarán al tiempo de ejecución ARC. Se debe usar un valor JSON válido.

Esta política se puede utilizar para configurar qué aplicaciones Android se instalan automáticamente en el dispositivo:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identificador de aplicaciones Android, p. ej., &quot;com.google.android.gm&quot; en el caso de Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Especifica cómo se instala una aplicación. OPTIONAL: la aplicación no se instala automáticamente, pero el usuario puede instalarla. Es la opción predeterminada si no se especifica esta política. PRELOAD: la aplicación se instala automáticamente, pero el usuario puede desinstalarla. FORCE_INSTALLED: la aplicación se instala automáticamente y el usuario no puede desinstalarla. BLOCKED: la aplicación está bloqueada y no se puede instalar. Si la aplicación se ha instalado con una política anterior, se desinstalará.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Política para conceder solicitudes de permisos a las aplicaciones. PERMISSION_POLICY_UNSPECIFIED: la política no se ha especificado. Si no se asigna una política específica a un permiso a cualquier nivel, se utiliza el comportamiento 'PROMPT' de forma predeterminada. PROMPT: pide al usuario que conceda un permiso. GRANT: se concede automáticamente un permiso. DENY: se deniega automáticamente un permiso.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Objeto de configuración JSON específico de la aplicación con un conjunto de pares clave/valor, p. ej., &quot;managedConfiguration&quot;. { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Las claves se definen en el archivo de manifiesto de la aplicación.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Para fijar aplicaciones en el menú, consulta la política PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Permitir o denegar captura de audio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URLs a las que se concederá acceso a dispositivos de captura de audio sin confirmación</string><string id="AudioCaptureAllowedUrls_Explain">Los patrones de esta lista se compararán con el origen de seguridad de la URL solicitante. Si se encuentra alguna coincidencia, se concederá acceso a dispositivos de captura de audio sin solicitarlo.

NOTA: Hasta la versión 45, esta política solo se admitía en modo kiosco.</string><string id="AudioCaptureAllowedUrlsDesc">URLs a las que se concederá acceso a dispositivos de captura de audio sin confirmación</string><string id="AudioOutputAllowed">Permitir reproducción de audio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Habilitar Autocompletar</string><string id="AutoFillEnabled_Explain">Permite habilitar la función Autocompletar de Google Chrome y permite que los usuarios rellenen automáticamente los formularios web con información almacenada anteriormente, como la dirección o la información de la tarjeta de crédito.

Si inhabilitas esta opción, los usuarios no podrán acceder a la función Autocompletar.

Si habilitas esta opción o no estableces ningún valor, los usuarios podrán controlar la función Autocompletar para configurar los perfiles de Autocompletar y activar o desactivar esta función cuando lo deseen.</string><string id="AutofillCreditCardEnabled">Habilitar la función Autocompletar para tarjetas de crédito</string><string id="AutofillCreditCardEnabled_Explain">Habilita la función Autocompletar de Google Chrome y permite que los usuarios rellenen automáticamente formularios web con información almacenada anteriormente, como la dirección o la información de la tarjeta de crédito.

Si inhabilitas esta opción, la función Autocompletar no hará sugerencias ni rellenará la información de la tarjeta de crédito, y tampoco guardará información adicional de la tarjeta de crédito que el usuario envíe cuando esté navegando por la Web.

Si habilitas esta opción o no estableces ningún valor, el usuario podrá controlar la función Autocompletar, incluida la información de la tarjeta de crédito, en la IU.</string><string id="BlockThirdPartyCookies">Bloquear cookies de terceros</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Habilitar barra de marcadores</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">La autenticación del portal cautivo ignora el proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">No permite que se aplique la Transparencia en Certificados a una lista de URLs</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">No permite que se apliquen los requisitos de la Transparencia en los Certificados a las URL incluidas.

Esta política permite que los certificados relativos a los nombres de host de las URL especificadas no se revelen mediante la Transparencia en los Certificados. Esto permite que se sigan utilizando certificados que de lo contrario no se habrían considerado de confianza porque no se han hecho públicos correctamente. Sin embargo, resultará más difícil detectar los certificados que se hayan publicado indebidamente para esos hosts.

Un patrón de URL debe seguir el formato que se indica en la página https://www.chromium.org/administrators/url-blacklist-filter-format. No obstante, como los certificados son válidos para un determinado nombre de host independientemente del esquema, el puerto o la ruta, solo se tendrá en cuenta la parte del nombre de host de la URL. No se admiten hosts comodín.

Si no se establece esta política, todos los certificados que se deban revelar mediante la Transparencia en los Certificados no se considerarán de confianza si no se hacen públicos de acuerdo con la Política de Transparencia en los Certificados.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">No permite que se aplique la Transparencia en Certificados a una lista de URLs</string><string id="ChromeOsLockOnIdleSuspend">Habilitar el bloqueo cuando el dispositivo esté inactivo o suspendido</string><string id="ChromeOsLockOnIdleSuspend_Explain">Permite habilitar el bloqueo cuando los dispositivos Google Chrome OS están inactivos o suspendidos.

Si habilitas esta opción, los usuarios deberán introducir una contraseña para que los dispositivos salgan del modo de suspensión.

Si inhabilitas esta opción, no se pedirá a los usuarios que introduzcan una contraseña para que los dispositivos salgan del modo de suspensión.

Independientemente de que habilites o inhabilites esta opción, los usuarios no podrán modificarla ni anularla.

Si no se establece esta política, los usuarios podrán decidir si quieren que sea necesaria una contraseña para volver a activar el dispositivo o no.</string><string id="ChromeOsMultiProfileUserBehavior">Controlar el comportamiento del usuario en una sesión de varios perfiles</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Controla el comportamiento del usuario en una sesión de varios perfiles en dispositivos Google Chrome OS.

Si esta política se establece en MultiProfileUserBehaviorUnrestricted, el usuario puede ser principal o secundario en una sesión de varios perfiles.

Si esta política se establece en MultiProfileUserBehaviorMustBePrimary, el usuario solo puede ser principal en una sesión de varios perfiles.

Si esta política se establece en MultiProfileUserBehaviorNotAllowed, el usuario no puede formar parte de una sesión de varios perfiles.

Si estableces esta opción, los usuarios no podrán cambiarla ni anularla.

Si se cambia la opción cuando el usuario ha iniciado una sesión de varios perfiles, todos los usuarios de la sesión se compararán con su correspondiente configuración. La sesión se cerrará si no se permite que uno de los usuarios esté en la sesión.

Si no se establece la política, el valor predeterminado MultiProfileUserBehaviorMustBePrimary se aplicará a usuarios administrados por empresas y MultiProfileUserBehaviorUnrestricted se utilizará para usuarios no administrados.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Permitir que el usuario de empresa sea principal y secundario (comportamiento predeterminado para usuarios no administrados)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Permitir que el usuario de empresa sea solo un usuario principal de varios perfiles (comportamiento predeterminado para usuarios administrados por empresas)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">No permitir que el usuario de empresa forme parte de la función de varios perfiles (usuario principal o secundario)</string><string id="ChromeOsReleaseChannel">Canal de versiones</string><string id="ChromeOsReleaseChannel_Explain">Permite especificar el canal de versiones al que se vinculará este dispositivo.</string><string id="ChromeOsReleaseChannel_StableChannel">Canal estable</string><string id="ChromeOsReleaseChannel_BetaChannel">Canal beta</string><string id="ChromeOsReleaseChannel_DevChannel">Canal de desarrolladores (puede ser inestable)</string><string id="ChromeOsReleaseChannelDelegated">Posibilidad de configuración del canal de versiones por parte del usuario</string><string id="ChromeOsReleaseChannelDelegated_Explain">Si el valor correspondiente a esta política se establece en True y no se especifica la política ChromeOsReleaseChannel, los usuarios del dominio pertinente podrán cambiar el canal de versiones del dispositivo. Si el valor de esta política se establece en False, el dispositivo se bloqueará en el último canal configurado.

La política ChromeOsReleaseChannel anulará el canal seleccionado por el usuario, pero, si el canal de la política es más estable que el instalado en el dispositivo, este se podrá cambiar únicamente después de que la versión del canal más estable supere a la instalada en el dispositivo.</string><string id="ComponentUpdatesEnabled">Habilitar las actualizaciones de componentes en Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Habilita las actualizaciones de todos los componentes de Google Chrome si no se establece la política o si se le asigna el valor True.

Si se le asigna el valor False, se inhabilitan las actualizaciones de los componentes. Sin embargo, algunos componentes quedan exentos de esta política: no se inhabilitarán las actualizaciones de cualquier componente que no contenga ningún código ejecutable, que no influya en el funcionamiento del navegador de forma significativa o que sea esencial para su seguridad.
Entre los ejemplos de estos componentes se incluyen las listas de revocación de certificados y los datos de navegación segura.
Consulta la página https://developers.google.com/safe-browsing para obtener más información sobre la función Navegación Segura.</string><string id="DefaultPrinterSelection">Reglas para la selección de la impresora predeterminada</string><string id="DefaultPrinterSelection_Explain">Anula las reglas de Google Chrome para la selección de la impresora predeterminada.

Esta política determina las reglas para seleccionar la impresora predeterminada en Google Chrome. Esto ocurre la primera vez que se utiliza la función de imprimir con un perfil.

Cuando se establece esta política, Google Chrome intentará encontrar una impresora con todos los atributos especificados y la seleccionará como impresora predeterminada. Se seleccionará la primera impresora detectada cuyas características coincidan con la política. Si coinciden varias impresoras, puedes seleccionar cualquiera de ellas en función del orden en el que se detecten.

Si no se establece esta política o no se encuentra ninguna impresora que coincida durante el tiempo de espera, se utilizará la impresora de PDF integrada de forma predeterminada o no seleccionará ninguna impresora si la impresora de PDF no está disponible.

El valor se analiza como objeto JSON, siguiendo el siguiente esquema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Indica si se debe limitar la búsqueda de la impresora a un conjunto específico de impresoras.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Expresión regular para encontrar el ID de la impresora.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Expresión regular para encontrar el nombre de visualización de la impresora.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Las impresoras conectadas a Google Cloud Print se consideran &quot;cloud&quot; y el resto de las impresoras se clasifican como &quot;local&quot;.
La omisión de algún campo significa que todos los valores coinciden. Por ejemplo, si no se especifica la conectividad, la vista previa de impresión buscará todo tipo de impresoras, tanto &quot;local&quot; como &quot;cloud&quot;.
Los patrones de expresión regular deben seguir la sintaxis JavaScript RegExp y las coincidencias distinguen entre mayúsculas y minúsculas.</string><string id="DeveloperToolsDisabled">Inhabilitar las Herramientas para desarrolladores</string><string id="DeveloperToolsDisabled_Explain">Permite inhabilitar las Herramientas para Desarrolladores y la consola de JavaScript.

Si habilitas esta opción, no se podrá acceder a las Herramientas para Desarrolladores ni se podrán inspeccionar los elementos de los sitios web. También se inhabilitarán las combinaciones de teclas y las entradas de menús o de menús contextuales que permiten abrir las Herramientas para Desarrolladores o la consola de JavaScript.

Si se inhabilita esta opción o si no se establece, se podrán usar las Herramientas para Desarrolladores y la consola de JavaScript.</string><string id="DeviceAllowBluetooth">Permitir Bluetooth en el dispositivo</string><string id="DeviceAllowBluetooth_Explain">Si se asigna el valor false a esta política, Google Chrome OS inhabilitará la conexión Bluetooth y el usuario no podrá volver a habilitarla.

Si se asigna el valor true a esta política o si esta no se configura, el usuario podrá habilitar o inhabilitar la conexión Bluetooth cuando quiera.

Si se establece esta política, el usuario no podrá cambiar esta opción ni anularla.

Una vez que se haya habilitado la conexión Bluetooth, el usuario debe cerrar sesión y volver a iniciarla para que se apliquen los cambios (esto no es necesario al inhabilitar la conexión Bluetooth).</string><string id="DeviceAllowNewUsers">Permitir la creación de nuevas cuentas de usuario</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Permitir a los usuarios canjear ofertas a través del servicio de registro de Chrome OS</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Los administradores de TI para dispositivos de empresa pueden utilizar esta opción para controlar si permiten que los usuarios canjeen ofertas a través del servicio de registro de Chrome OS.

Si esta política se establece en True o no se establece, los usuarios podrán canjear ofertas a través del servicio de registro de Chrome OS.

Si esta política se establece en False, el usuario no podrá canjear ofertas.</string><string id="DeviceAutoUpdateDisabled">Inhabilitar las actualizaciones automáticas</string><string id="DeviceAutoUpdateDisabled_Explain">Si se asigna el valor True a esta política, se inhabilitarán las actualizaciones automáticas.

Si se asigna el valor False a esta política o no se configura, los dispositivos con Google Chrome OS comprobarán automáticamente si existe alguna actualización.

Advertencia: Se recomienda mantener habilitadas las actualizaciones automáticas para que los usuarios reciban actualizaciones de software y correcciones de seguridad muy importantes. Desactivar las actualizaciones automáticas podría suponer un riesgo para los usuarios.</string><string id="DeviceAutoUpdateP2PEnabled">Conexión P2P para actualizaciones automáticas habilitada</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Especifica si la conexión P2P se debe utilizar para cargas útiles de actualizaciones del sistema operativo. Si esta política se establece en True, los dispositivos compartirán e intentarán consumir cargas útiles de actualizaciones en la red LAN, reduciendo de forma potencial la congestión y el uso del ancho de banda. Si la carga útil de actualizaciones no está disponible en la red LAN, el dispositivo deberá realizar la descarga desde un servidor de actualizaciones. Si se establece en False o no se configura, no se utilizará la conexión P2P.</string><string id="DeviceBlockDevmode">Bloquear el modo de desarrollador</string><string id="DeviceBlockDevmode_Explain">Bloquear el modo de desarrollador.

Si esta política está establecida en True, Google Chrome OS evitará que el dispositivo se inicie en modo de desarrollador. El sistema no se iniciará y mostrará una pantalla de error cuando se active la opción de desarrollador.

Si no se establece esta política o se establece en False, el modo de desarrollador seguirá disponible para el dispositivo.</string><string id="DeviceDataRoamingEnabled">Habilitar la itinerancia de datos</string><string id="DeviceDataRoamingEnabled_Explain">Permite determinar la habilitación de la itinerancia de datos en el dispositivo. Si el valor se establece en &quot;true&quot;, se permite la itinerancia de datos. Si no se configura o si el valor se establece en &quot;false&quot;, la itinerancia de datos no estará disponible.</string><string id="DeviceEphemeralUsersEnabled">Borrar los datos del usuario al cerrar sesión</string><string id="DeviceEphemeralUsersEnabled_Explain">Permite determinar si Google Chrome OS mantiene los datos de cuenta locales tras cerrar la sesión. Si el valor se establece en &quot;true&quot;, Google Chrome OS no conservará ninguna cuenta de forma permanente y todos los datos de la sesión del usuario se descartarán al cerrar la sesión. Si esta política no se configura o el valor correspondiente se establece en &quot;false&quot;, el dispositivo puede guardar datos de usuario locales (encriptados).</string><string id="DeviceGuestModeEnabled">Habilitar el modo de invitado</string><string id="DeviceGuestModeEnabled_Explain">Si esta política no se configura o el valor correspondiente se establece en &quot;true&quot;, Google Chrome OS permitirá iniciar sesión como invitado. Los inicios de sesión como invitado son sesiones de usuario anónimas y no necesitan contraseña.

Si el valor correspondiente a esta política se establece en &quot;false&quot;, Google Chrome OS no permitirá el inicio de sesiones de invitados.</string><string id="DeviceLoginScreenAppInstallList">Configurar la lista de aplicaciones instaladas en la pantalla de inicio de sesión</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Configurar la lista de aplicaciones instaladas en la pantalla de inicio de sesión</string><string id="DeviceLoginScreenInputMethods">Diseños de teclado para la pantalla de inicio de sesión del dispositivo</string><string id="DeviceLoginScreenInputMethods_Explain">Establece los diseños de teclado que se permiten en la pantalla de inicio de sesión de Google Chrome OS.

Si se asigna una lista de identificadores de métodos de introducción a esta política, esos métodos estarán disponibles en la pantalla de inicio de sesión. El primer método de introducción estará preseleccionado. El grupo de un usuario aparece centrado en la pantalla de inicio de sesión, pero también se mostrará el último método de introducción por el usuario junto a los métodos de introducción proporcionados por esta política. Si esta política no se configura, los métodos de introducción de la pantalla de inicio de sesión procederán de la configuración regional en la que se muestre esa pantalla. Los valores que no sean identificadores de métodos de introducción válidos se ignorarán.</string><string id="DeviceLoginScreenInputMethodsDesc">Diseños de teclado para la pantalla de inicio de sesión del dispositivo</string><string id="DeviceLoginScreenLocales">Configuración regional para la pantalla de inicio de sesión del dispositivo</string><string id="DeviceLoginScreenLocales_Explain">Establece la configuración regional que se fuerza a aplicar en la pantalla de inicio de sesión de Google Chrome OS.

Si se asigna un valor a esta política, la pantalla de inicio de sesión se mostrará siempre en la configuración regional proporcionada por el primer valor de esta política (esta se define como lista para que sea compatible con versiones posteriores). Si no se le asigna ningún valor o se le asigna una lista vacía, la pantalla de inicio de sesión se mostrará en la configuración regional de la sesión del último usuario. Si el valor que se le asigna no es una configuración regional válida, la pantalla de inicio de sesión se mostrará en una configuración regional establecida antes (actualmente: en-US).</string><string id="DeviceLoginScreenLocalesDesc">Configuración regional para la pantalla de inicio de sesión del dispositivo</string><string id="DeviceLoginScreenPowerManagement">Administración de energía en la pantalla de inicio de sesión</string><string id="DeviceLoginScreenPowerManagement_Explain">Permite configurar la administración de energía en la pantalla de inicio de sesión de Google Chrome OS.

Esta política te permite configurar el comportamiento de Google Chrome OS cuando no hay actividad del usuario durante cierto tiempo mientras se muestra la pantalla de inicio de sesión. La política controla varias opciones. Para obtener información sobre los intervalos de valores y la semántica de estas opciones, consulta las políticas correspondientes que controlan la administración de energía en una sesión. Las únicas desviaciones de estas políticas son:
* Las acciones que se deben llevar a cabo en caso de inactividad o cierre de la tapa no pueden consistir en la finalización de la sesión.
* La acción predeterminada que se lleva a cabo en caso de inactividad cuando el dispositivo está conectado a la red eléctrica es apagar el dispositivo.

Si no se configura una opción, se utilizará el valor predeterminado.

Si no se define esta política, se utilizarán todos los valores predeterminados.</string><string id="DeviceMetricsReportingEnabled">Habilitar los informes estadísticos</string><string id="DeviceMetricsReportingEnabled_Explain">Permite controlar el envío a Google de datos de diagnóstico y métricas de uso, como los informes sobre fallos. Si se asigna el valor &quot;True&quot;, Google Chrome OS enviará informes sobre métricas de uso y datos de diagnóstico. Si no se configura o se asigna el valor &quot;False&quot;, se inhabilitará el envío de informes sobre métricas y datos de diagnóstico.</string><string id="DeviceNativePrinters">Archivo de configuración de las impresoras de empresa para los dispositivos</string><string id="DeviceNativePrinters_Explain">Proporciona opciones de configuración de impresoras de empresa vinculadas con los dispositivos.

Esta política permite proporcionar opciones de configuración de impresoras a los dispositivos Google Chrome OS. El tamaño máximo del archivo es de 5 MB y se debe codificar con formato JSON. El formato es el mismo que el del diccionario NativePrinters. Se estima que un archivo que contiene aproximadamente 21.000 impresoras tiene un tamaño de 5 MB. El hash criptográfico se utiliza para verificar la integridad de la descarga.

El archivo se descarga y almacena en la memoria caché, y se vuelve a descargar cada vez que la URL o el hash cambian.

Si se establece esta política, Google Chrome OS descargará el archivo con las configuraciones de las impresoras y estas estarán disponibles según lo especificado en las políticas DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist y DeviceNativePrintersBlacklist.

Esta política no afecta a la capacidad de los usuarios para configurar impresoras en determinados dispositivos. La política se ha diseñado como complemento a la configuración de impresoras que realizan los usuarios.

Esta política es complementaria a NativePrintersBulkConfiguration.

Si se anula la selección de esta política, no habrá impresoras para los dispositivos y se ignorará el resto de las políticas DeviceNativePrinter*.</string><string id="DeviceNativePrintersAccessMode">Política de acceso a la configuración de las impresoras de dispositivos.</string><string id="DeviceNativePrintersAccessMode_Explain">Controla a qué impresoras de la política DeviceNativePrinters tienen acceso los usuarios.

Designa qué política de acceso se utiliza para configurar impresoras en bloque. Si se selecciona AllowAll, se mostrarán todas las impresoras. Si se selecciona BlacklistRestriction, se utilizará DeviceNativePrintersBlacklist para restringir el acceso a impresoras específicas. Si se selecciona WhitelistPrintersOnly, DeviceNativePrintersWhitelist designará únicamente las impresoras que se puedan seleccionar.

Si no se establece esta política, se utilizará BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Se muestran todas las impresas excepto las que se incluyen en la lista negra.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Solo se muestran a los usuarios las impresoras incluidas en la lista blanca.</string><string id="DeviceNativePrintersAccessMode_AllowAll">Permitir todas las impresoras del archivo de configuración.</string><string id="DeviceNativePrintersBlacklist">Impresoras de dispositivos de empresa inhabilitadas</string><string id="DeviceNativePrintersBlacklist_Explain">Especifica las impresoras que un usuario no puede utilizar.

Esta política solo se usará si se asigna BlacklistRestriction a DeviceNativePrintersAccessMode.

Si se usa esta política, el usuario tendrá acceso a todas las impresoras, excepto a los ID indicados en ella.
</string><string id="DeviceNativePrintersBlacklistDesc">Impresoras de dispositivos de empresa inhabilitadas</string><string id="DeviceNativePrintersWhitelist">Impresoras de dispositivos de empresa habilitadas</string><string id="DeviceNativePrintersWhitelist_Explain">Especifica las impresoras que puede utilizar un usuario.

Esta política solo se usará si se asigna WhitelistPrintersOnly a DeviceNativePrintersAccessMode

Si se usa esta política, el usuario solo podrá acceder a las impresoras cuyos ID se correspondan con los valores incluidos en ella. Los ID se deben corresponder con las entradas del archivo especificado en la política DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Impresoras de dispositivos de empresa habilitadas</string><string id="DeviceOffHours">Intervalos fuera del horario en los que se publican las políticas OffHours |ignored_policy_proto_tags| del dispositivo</string><string id="DeviceOffHours_Explain">Si se establece la política &quot;OffHours&quot;, se ignorarán las políticas de dispositivos especificadas (se utiliza la configuración predeterminada de estas políticas) durante los intervalos de tiempo establecidos. Chrome vuelve a aplicar las políticas de dispositivos cada vez que se inicia o finaliza el periodo de &quot;OffHours&quot;. El usuario recibirá una notificación y tendrá que cerrar sesión cuando finalice OffHours y se modifique la configuración de la política de dispositivos (por ejemplo, cuando el usuario no haya iniciado sesión con una cuenta permitida).</string><string id="DeviceOpenNetworkConfiguration">Configuración de red de dispositivos</string><string id="DeviceOpenNetworkConfiguration_Explain">Permite aplicar la configuración de red para todos los usuarios de un dispositivo Google Chrome OS. La configuración de red es una cadena en formato JSON, tal y como se define en la página sobre el formato Open Network Configuration (https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration).</string><string id="DevicePolicyRefreshRate">Frecuencia de actualización de Device Policy</string><string id="DevicePolicyRefreshRate_Explain">Permite especificar el periodo en milisegundos en el que se solicita información sobre políticas de dispositivos al servicio de administración de dispositivos.

Al establecer esta política, se anula el valor predeterminado de tres horas. Los valores válidos están comprendidos entre 1.800.000 (30 minutos) y 86.400.000 (un día). Si el valor no está incluido en este intervalo, se redondeará al límite correspondiente.

Si no se establece esta política, Google Chrome OS usará el valor predeterminado de tres horas.

Ten en cuenta que si la plataforma admite notificaciones sobre políticas, el tiempo de actualización se establecerá en 24 horas (ignorando todos los valores predeterminados y el valor de esta política), ya que se espera que estas notificaciones fuercen una actualización automática en cuanto se produzca algún cambio en una política. De esta forma, no será necesario realizar actualizaciones con mayor frecuencia.</string><string id="DeviceQuirksDownloadEnabled">Habilitar consultas a Quirks Server para los perfiles de hardware</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Reinicio automático al cerrar el dispositivo</string><string id="DeviceRebootOnShutdown_Explain">Si se asigna el valor false a esta política o si esta no se configura, Google Chrome OS permitirá al usuario apagar el dispositivo.
Si se asigna el valor true, Google Chrome OS reiniciará el dispositivo cuando el usuario lo apague. Cada vez que aparece un botón de apagado en la interfaz de usuario, Google Chrome OS lo sustituye por un botón de reinicio. Sin embargo, si el usuario apaga el dispositivo con el botón de encendido, este no se reiniciará automáticamente, incluso si se ha habilitado la política.</string><string id="DeviceShowUserNamesOnSignin">Mostrar los nombres de usuario en la pantalla de inicio de sesión</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Opciones que se deben aplicar al iniciar Google Chrome en todo el sistema</string><string id="DeviceStartUpFlags_Explain">Especifica las opciones que se deben aplicar a Google Chrome cuando se inicia. Las opciones especificadas solo se aplican en la pantalla de inicio de sesión. Las opciones establecidas a través de esta política no se propagan a las sesiones del usuario.</string><string id="DeviceStartUpFlagsDesc">Opciones que se deben aplicar al iniciar Google Chrome en todo el sistema</string><string id="DeviceTargetVersionPrefix">Versión de destino de actualizaciones automáticas</string><string id="DeviceTargetVersionPrefix_Explain">Establece una versión de destino para las actualizaciones automáticas.

Especifica el prefijo de la versión de destino a la que debe actualizarse Google Chrome OS. Si el dispositivo ejecuta una versión anterior al prefijo especificado, actualizará a la versión más reciente con el prefijo establecido. Si el dispositivo ya utiliza la última versión, no se verá afectado (es decir, no se cambiará a una versión inferior) y seguirá utilizando la versión actual. El formato del prefijo depende del componente como se indica en el siguiente ejemplo:

&quot;&quot; (o no configurado): actualiza a la última versión disponible
&quot;1412.&quot;: actualiza a cualquier versión menor de 1412 (por ejemplo, 1412.24.34 o 1412.60.2)
&quot;1412.2.&quot;: actualiza a cualquier versión menor de 1412.2 (por ejemplo, 1412.2.34 o 1412.2.2)
&quot;1412.24.34&quot;: actualiza solo a esta versión específica

Advertencia: No se recomienda configurar restricciones de versiones porque pueden evitar que los usuarios reciban actualizaciones de software y correcciones de seguridad muy importantes. Restringir las actualizaciones al prefijo de una versión específica podría suponer un riesgo para los usuarios.</string><string id="DeviceUpdateAllowedConnectionTypes">Tipos de conexión permitidos para realizar actualizaciones</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Indica los tipos de conexiones que se pueden utilizar para actualizar el sistema operativo. Estas actualizaciones pueden constituir un lastre para la conexión por su tamaño y pueden suponer costes adicionales. Por tanto, están inhabilitadas de forma predeterminada en los tipos de conexiones que se consideran más costosos, entre los que se incluyen WiMAX, Bluetooth y redes móviles.

Los identificadores de tipos de conexiones reconocidos son Ethernet, Wi-Fi, WiMAX, Bluetooth y redes móviles.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Tipos de conexión permitidos para realizar actualizaciones</string><string id="DeviceUpdateHttpDownloadsEnabled">Permitir descargas de actualizaciones automáticas a través de HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Las cargas útiles de actualizaciones automáticas en Google Chrome OS se pueden descargar a través de HTTP en lugar de HTTPS, lo que permite el almacenamiento en caché HTTP transparente de descargas HTTP.

Si esta política se establece en True, Google Chrome OS intentará descargar cargas útiles de actualizaciones automáticas a través de HTTP. Si la política se establece en False o no se configura, se utilizará HTTPS para descargar cargas útiles de actualizaciones automáticas.</string><string id="DeviceUpdateScatterFactor">Actualizar de forma automática el factor de dispersión</string><string id="DeviceUpdateScatterFactor_Explain">Especifica el número de segundos hasta los que un dispositivo puede retrasar aleatoriamente la descarga de una actualización desde el momento en el que esta se envío al servidor por primera vez. El dispositivo puede dedicar una parte de este tiempo al propio proceso de actualización y el resto a realizar las comprobaciones necesarias. En cualquier caso, el límite superior de la dispersión es un periodo de tiempo constante, para que el dispositivo no se quede bloqueado mientras descarga una actualización.</string><string id="DeviceUserWhitelist">Lista de admisión de usuarios con permiso para iniciar sesión</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Lista de admisión de usuarios con permiso para iniciar sesión</string><string id="DeviceWallpaperImage">Imagen de fondo de pantalla del dispositivo</string><string id="DeviceWallpaperImage_Explain">Permite configurar la imagen de fondo de pantalla del dispositivo que se muestra en la pantalla de inicio de sesión si ningún usuario ha iniciado sesión en el dispositivo. La política se define especificando la URL desde la que el dispositivo Chrome OS puede descargar la imagen de fondo de pantalla y un hash criptográfico que se utiliza para verificar la integridad de la descarga. La imagen debe tener formato JPEG y un tamaño no superior a 16 MB. Se debe poder acceder a la URL sin autenticación. La imagen de fondo de pantalla se descarga, se almacena en caché y se vuelve a descargar cada vez que se produce un cambio en la URL o en el hash.

La política se debe especificar como una cadena que represente la URL y el hash en formato JSON, p.ej.,
{
&quot;url&quot;: &quot;https://example.com/fondo_dispositivo.jpg&quot;,
&quot;hash&quot;: &quot;ejemplodehashdefondo&quot;
}

Si se establece la política de fondo de pantalla del dispositivo, el dispositivo Chrome OS descargará y utilizará la imagen de fondo de pantalla en la pantalla de inicio de sesión si ningún usuario ha iniciado sesión en el dispositivo. Una vez que el usuario inicie sesión, se aplicará la política de fondo de pantalla del usuario.

Si no se establece la política de fondo de pantalla del dispositivo y está definida la política de fondo de pantalla del usuario, esta es la que decide qué contenido mostrar.</string><string id="Disable3DAPIs">Inhabilitar compatibilidad con API de gráficos 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Especificar si se debe inhabilitar el buscador de complementos</string><string id="DisablePluginFinder_Explain">Si habilitas esta opción, se inhabilitará la búsqueda y la instalación automática de los complementos que falten en Google Chrome.

Si inhabilitas esta opción o si no estableces esta política, el buscador de complementos estará activo.</string><string id="DisableSafeBrowsingProceedAnyway">Inhabilitar seguir navegando desde la página de advertencia sobre Navegación Segura</string><string id="DisableSafeBrowsingProceedAnyway_Explain">El servicio Navegación Segura muestra una página de advertencia cuando los usuarios acceden a sitios web marcados como potencialmente peligrosos. Si se habilita esta opción, los usuarios no pueden acceder al sitio web malicioso desde la página de advertencia.

Si se inhabilita esta opción o no se configura, los usuarios pueden elegir si quieren acceder al sitio web marcado después de ver la advertencia.

Consulta la página https://developers.google.com/safe-browsing para obtener más información sobre la función Navegación Segura.</string><string id="DisableScreenshots">Inhabilitar la realización de capturas de pantalla</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Establecer rotación de pantalla predeterminada y volver a aplicarla cada vez que se reinicie el dispositivo</string><string id="DisplayRotationDefault_Explain">Si se establece esta política, se girará cada pantalla a la
orientación especificada cada vez que se reinicie el dispositivo y la primera vez que se conecte
después de cambiar el valor de la política. Los usuarios podrán cambiar la rotación
de la pantalla a través de la página de configuración después de iniciar sesión, pero el
valor de la política anulará esta configuración la próxima vez que se reinicie el dispositivo.

Esta política se aplica tanto a pantallas principales como secundarias.

Si no se establece esta política, el valor predeterminado será 0 grados y el usuario podrá
cambiarlo. En este caso, el valor predeterminado no se volverá a aplicar
cuando se reinicie el dispositivo.</string><string id="DisplayRotationDefault_ROTATE_0">Girar la pantalla 0 grados</string><string id="DisplayRotationDefault_ROTATE_90">Rotar la pantalla 90 grados hacia la derecha</string><string id="DisplayRotationDefault_ROTATE_180">Girar la pantalla 180 grados</string><string id="DisplayRotationDefault_ROTATE_270">Girar la pantalla 270 grados hacia la derecha</string><string id="DownloadDirectory">Establecer directorio de descargas</string><string id="DownloadDirectory_Explain">Configura el directorio que Google Chrome utilizará para descargar archivos.

Si se establece esta política, Google Chrome utilizará el directorio proporcionado independientemente de que el usuario haya especificado un directorio o habilitado el indicador para seleccionar siempre la ubicación de la descarga.

Para consultar una lista de variables que se pueden utilizar, accede a la página https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Si no se establece esta política, se utilizará la ruta de descarga predeterminada, aunque el usuario podrá modificarla.</string><string id="DownloadRestrictions">Permitir restricciones de descarga</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Sin restricciones especiales</string><string id="DownloadRestrictions_BlockDangerousDownloads">Bloquear descargas peligrosas</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Bloquear descargas potencialmente peligrosas</string><string id="DownloadRestrictions_BlockAllDownloads">Bloquear todas las descargas</string><string id="EasyUnlockAllowed">Permitir el uso de Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Estrategia de migración para eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Similar a Wipe (valor 2), pero intenta conservar los tokens de inicio de sesión para que el usuario no tenga que volver a iniciar sesión.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Si el modelo de dispositivo del cliente ya admitía ARC antes de que fuera necesario realizar la migración a ext4 para ejecutar ese formato y si se ha asignado el valor &quot;True&quot; a la política ArcEnabled, esta opción se comportará como AskUser (valor 3). En el resto de los casos (si el modelo de dispositivo no admitía ARC antes o si se ha asignado el valor &quot;False&quot; a la política ArcEnabled), este valor es equivalente a DisallowArc (valor 0).</string><string id="EditBookmarksEnabled">Permite habilitar o inhabilitar la edición de marcadores.</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Si se permiten los certificados emitidos por los anclajes de confianza locales que no tienen la extensión subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Si se habilita esta opción, Google Chrome usará commonName de un certificado de servidor para buscar concordancias con un nombre de host si el certificado no tiene ninguna extensión subjectAlternativeName, siempre que se valide correctamente y se vincule a certificados de CA instalados localmente.

Recuerda que no se recomienda esta opción, ya que puede permitir que se omita la extensión nameConstraints que restringe los nombres de host para los que puede estar autorizado un certificado concreto.

Si esta política no se configura o se le asigna el valor valse, los certificados de servidor que no tengan ninguna extensión subjectAlternativeName que incluya un nombre de DNS o una dirección IP no serán de confianza.</string><string id="EnableDeprecatedWebPlatformFeatures">Habilita funciones obsoletas de la plataforma web durante un periodo de tiempo limitado</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Especifica una lista de funciones obsoletas de la plataforma web para volver a habilitarlas temporalmente.

Esta política ofrece a los administradores la posibilidad de volver a habilitar funciones obsoletas de la plataforma web durante un periodo de tiempo limitado. Estas se identifican mediante una etiqueta de cadena. Las funciones correspondientes a las etiquetas incluidas en la lista especificada por esta política se volverán a habilitar.

Si esta política no se configura o si la lista está vacía o no coincide con ninguna de las etiquetas de cadena admitidas, todas las funciones obsoletas de la plataforma web permanecerán inhabilitadas.

Aunque la política en sí es compatible con las plataformas anteriores, es posible que la función que habilita no esté disponible en todas ellas. No todas las funciones de Web Platform obsoletas se pueden volver a habilitar. Solo es posible hacerlo con las indicadas específicamente y durante un periodo de tiempo limitado diferente para cada función. El formato general de la etiqueta de cadena será:[NombreDeFunciónObsoleta]_EffectiveUntil[aaaammdd]. Como referencia, puedes consultar los intentos detrás de los cambios de la función Web Platform en la página https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Habilita funciones obsoletas de la plataforma web durante un periodo de tiempo limitado</string><string id="EnableOnlineRevocationChecks">Se realizan comprobaciones OCSP/CRL si estás online</string><string id="EnableOnlineRevocationChecks_Explain">Debido a que las comprobaciones de revocaciones online &quot;soft-fail&quot; no proporcionan una seguridad efectiva, están inhabilitadas de forma predeterminada en la versión 19 y en las versiones posteriores de Google Chrome. Si esta política se establece en true, se restaurará el comportamiento anterior y se realizarán comprobaciones de OCSP y CRL online.

Si no se establece la política o se establece en false, Google Chrome no realizará comprobaciones de revocaciones online en Google Chrome 19 ni en versiones posteriores.</string><string id="EnableSha1ForLocalAnchors">Si se permiten los certificados SHA-1 firmados emitidos por los anclajes de confianza locales</string><string id="EnableSha1ForLocalAnchors_Explain">Si se habilita esta opción, Google Chrome permitirá los certificados SHA-1 firmados siempre que se validen correctamente y se vinculen a certificados de CA instalados localmente.

Ten en cuenta que esta política depende de la pila de verificación de certificados del sistema operativo que permite las firmas SHA-1. Si una actualización del sistema operativo cambia la forma en que este gestiona los certificados SHA-1, es posible que la política deje de estar efectiva. Además, el objetivo de esta política es proporcionar a las empresas una solución temporal para que tengan más tiempo para abandonar los certificados SHA-1. Esta política se retirará sobre el 1 de enero de 2019.

Si esta política no se configura o si se le asigna el valor false, Google Chrome seguirá la programación de desactivación de SHA-1 anunciada públicamente.</string><string id="ExternalStorageDisabled">Inhabilitar la activación del almacenamiento externo</string><string id="ExternalStorageDisabled_Explain">Si se asigna el valor True a esta política, el almacenamiento externo no estará disponible en el explorador de archivos.

Esta política afecta a todos los tipos de medios de almacenamiento, por ejemplo, unidades flash USB, unidades de disco duro externos, tarjetas SD, otras tarjetas de memoria, otros tipos de almacenamiento óptico, etc. El almacenamiento interno no se ve afectado, por lo que aún se puede acceder a los archivos guardados en la carpeta de descargas. Esta política tampoco afecta a Google Drive.

Si esta opción no se configura o se inhabilita, los usuarios podrán usar todos los tipos de almacenamiento externo compatibles en su dispositivo.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Si se asigna el valor true a esta política, los usuarios no podrán escribir nada en dispositivos de almacenamiento externo.

Si asigna el valor false a esta política o no se configura, los usuarios podrán crear y modificar archivos de dispositivos de almacenamiento externo en los que se pueda escribir físicamente

La política ExternalStorageDisabled prevalece frente a esta política. Si se asigna el valor true a ExternalStorageDisabled, se inhabilitará todo acceso a los dispositivos de almacenamiento externo y esta política se ignorará.

La actualización dinámica de esta política se admite en M56 y versiones posteriores.</string><string id="ForceGoogleSafeSearch">Forzar Google Búsqueda Segura</string><string id="ForceGoogleSafeSearch_Explain">Permite forzar las consultas en la Búsqueda web de Google para que se realicen con Búsqueda Segura activado e impide que los usuarios modifiquen esta configuración.

Si esta opción se habilita, Búsqueda Segura en la Búsqueda web de Google siempre está activado.

Si esta opción se inhabilita o no se establece un valor, no se aplicará Búsqueda Segura en la Búsqueda web de Google.</string><string id="ForceMaximizeOnFirstRun">Maximizar la primera ventana del navegador en la primera ejecución</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Aplicar el modo restringido en YouTube como mínimo</string><string id="ForceYouTubeRestrict_Explain">Aplica un modo restringido mínimo en YouTube y evita que los usuarios
seleccionen otro menos restringido.

Si se asigna el valor Estricto, el modo restringido estricto estará siempre activo en YouTube.

Si se asigna el valor Moderado, el usuario solo podrá elegir el modo restringido moderado
y el estricto en YouTube, pero no podrá inhabilitar el modo restringido.

Si se asigna el valor No o si no se establece ninguno, Google Chrome no aplicará el modo restringido en YouTube. Sin embargo, las políticas externas, como las políticas de YouTube, pueden seguir aplicando este modo.</string><string id="ForceYouTubeRestrict_Off">No aplicar el modo restringido en YouTube</string><string id="ForceYouTubeRestrict_Moderate">Aplicar como mínimo el modo restringido moderado en YouTube</string><string id="ForceYouTubeRestrict_Strict">Aplicar el modo restringido estricto en YouTube</string><string id="FullscreenAllowed">Permitir modo de pantalla completa</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Habilita la compatibilidad con HTTP/0.9 en puertos no utilizados de forma predeterminada</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Esta política habilita HTTP/0.9 en puertos diferentes a 80 en el caso de HTTP y 443 para HTTPS.

Esta política está inhabilitada de forma predeterminada. Si se habilita, expone a los usuarios al problema de seguridad que se indica en la página https://crbug.com/600352.

Esta política se ha diseñado con el objetivo de que las empresas puedan migrar sus servidores para que no utilicen HTTP/0.9 y se retirará más adelante.

Si no se configura esta política, HTTP/0.9 se inhabilitará en los puertos no utilizados de forma predeterminada.</string><string id="IncognitoModeAvailability">Disponibilidad del modo de incógnito</string><string id="IncognitoModeAvailability_Explain">Permite especificar si el usuario puede abrir páginas en modo incógnito en Google Chrome.

Si se habilita esta política o si no se establece, se podrán abrir páginas en modo incógnito.

Si se inhabilita, no se podrán abrir páginas en modo incógnito.

Si se selecciona la opción de modo de incógnito forzado, SOLO se podrán abrir páginas en modo incógnito.</string><string id="IncognitoModeAvailability_Enabled">Modo de incógnito disponible</string><string id="IncognitoModeAvailability_Disabled">Modo de incógnito inhabilitado</string><string id="IncognitoModeAvailability_Forced">Modo de incógnito forzado</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Habilita el aislamiento de sitios web específicos</string><string id="IsolateOrigins_Explain">
NOTA: Esta política es experimental y puede hacer que el funcionamiento no sea correcto.
Si se habilita la política, cada uno de los orígenes especificados en una
lista de elementos separados por comas se ejecutará en un proceso propio. También se aislarán
los orígenes de los subdominios correspondientes (p. ej., si especificas https://example.com/,
también se aislará https://foo.example.com/ como parte
del sitio web https://example.com/).
Si se inhabilita, se aplicará la lógica previa de administración de procesos de aislamiento de sitios web.
Si no se configura la política, el usuario podrá cambiar esta opción.
</string><string id="KeyPermissions">Permisos clave</string><string id="KeyPermissions_Explain">Concede acceso a claves corporativas de extensiones.

Las claves están designadas para un uso corporativo si se generan con la API chrome.enterprise.platformKeys en una cuenta gestionada. Las claves importadas o generadas de otra forma no están designadas para este uso.

El acceso a las claves designadas para uso corporativo se controla únicamente a través de esta política. El usuario no puede conceder acceso a extensiones mediante claves corporativas ni retirarlo.

De forma predeterminada, una extensión no puede utilizar una clave designada para uso corporativo, lo que equivale a asignar el valor false a allowCorporateKeyUsage en esa extensión.

Solo si allowCorporateKeyUsage tiene el valor true en una extensión, esta podrá utilizar cualquier clave de plataforma marcada para uso corporativo para firmar datos arbitrarios. Este permiso solo se debe conceder si se tiene la certeza de que la extensión garantiza un acceso seguro a la clave y la protege de posibles ataques.</string><string id="ManagedBookmarks">Marcadores administrados</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Retraso de recuperación máximo después de validar una política</string><string id="MaxInvalidationFetchDelay_Explain">Especifica el retraso máximo en milisegundos entre la recepción de la invalidación de una política y la recuperación de la nueva política del servicio de administración del dispositivo.

Al establecer esta política, se anula el valor predeterminado de 5.000 milisegundos. Los valores válidos para esta política oscilan entre 1.000 (1 segundo) y 300.000 (5 minutos). Todos los valores fuera de este intervalo estarán sujetos al límite correspondiente.

Si no se establece esta política, Google Chrome utilizará el valor predeterminado de 5.000 milisegundos.</string><string id="NativePrinters">Impresión nativa</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Impresión nativa</string><string id="NativePrintersBulkAccessMode">Política de acceso a la configuración de impresoras.</string><string id="NativePrintersBulkAccessMode_Explain">Controla a qué impresoras de la política NativePrintersBulkConfiguration tienen acceso los usuarios.

Designa qué política de acceso se utiliza para configurar impresoras en bloque. Si se selecciona AllowAll, se mostrarán todas las impresoras. Si se selecciona BlacklistRestriction, se utilizará NativePrintersBulkBlacklist para restringir el acceso a impresoras específicas. Si se selecciona WhitelistPrintersOnly, NativePrintersBulkWhitelist designará únicamente las impresoras que se puedan seleccionar.

Si no se establece esta política, se utilizará BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Se muestran todas las impresas excepto las que se incluyen en la lista negra.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Solo se muestran a los usuarios las impresoras incluidas en la lista blanca.</string><string id="NativePrintersBulkAccessMode_AllowAll">Permitir todas las impresoras del archivo de configuración.</string><string id="NativePrintersBulkBlacklist">Impresoras de empresa inhabilitadas</string><string id="NativePrintersBulkBlacklist_Explain">Especifica las impresoras que un usuario no puede utilizar.

Esta política solo se usará si se asigna BlacklistRestriction a NativePrintersBulkAccessMode.

Si se usa esta política, el usuario tendrá acceso a todas las impresoras, excepto a los ID indicados en ella.
</string><string id="NativePrintersBulkBlacklistDesc">Impresoras de empresa inhabilitadas</string><string id="NativePrintersBulkConfiguration">Archivo de configuración de las impresoras de empresa</string><string id="NativePrintersBulkConfiguration_Explain">Proporciona opciones de configuración de impresoras de empresa.

Esta política permite proporcionar opciones de configuración de impresoras a los dispositivos Google Chrome OS. El tamaño máximo del archivo es de 5 MB y se debe codificar con formato JSON. El formato es el mismo que el del diccionario NativePrinters. Se estima que un archivo que contiene aproximadamente 21.000 impresoras tiene un tamaño de 5 MB. El hash criptográfico se utiliza para verificar la integridad de la descarga.

El archivo se descarga y almacena en la memoria caché y se vuelve a descargar cada vez que la URL o el hash cambian.

Si se establece esta política, Google Chrome OS descargará el archivo con las configuraciones de las impresoras y estas estarán disponibles según lo especificado en las políticas NativePrintersBulkAccessMode, NativePrintersBulkWhitelist y NativePrintersBulkBlacklist.

Si estableces esta política, los usuarios no podrán cambiarla ni anularla.

Esta política no afecta a la capacidad de los usuarios para configurar impresoras en determinados dispositivos. La política se ha diseñado como complemento a la configuración de impresoras que realizan los usuarios.
</string><string id="NativePrintersBulkWhitelist">Impresoras de empresa habilitadas</string><string id="NativePrintersBulkWhitelist_Explain">Especifica las impresoras que puede utilizar un usuario.

Esta política solo se usará si se asigna WhitelistPrintersOnly a NativePrintersBulkAccessMode.

Si se usa esta política, el usuario solo podrá acceder a las impresoras cuyos ID se correspondan con los valores incluidos en ella. Los ID se deben corresponder con las entradas del archivo especificado en la política NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Impresoras de empresa habilitadas</string><string id="NetworkPredictionOptions">Habilitar predicción de red</string><string id="NetworkPredictionOptions_Explain">Habilita la predicción de red en Google Chrome y evita que los usuarios modifiquen esta configuración.

Esta opción permite controlar tanto la obtención previa de DNS como la conexión previa de SSL y TCP, así como la carga previa de páginas web.

Si asignas el valor &quot;always&quot;, &quot;never&quot; o &quot;WiFi only&quot; a esta preferencia, los usuarios no podrán cambiar ni anular esta configuración en Google Chrome.

Si esta política no se configura, la predicción de red se habilitará, pero el usuario no podrá modificarla.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Predecir las acciones de red en cualquier conexión de red</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Predecir las acciones de la red en cualquier red que no sea móvil.
(Obsoleto en 50, eliminado en 52. Si se le asigna el valor 1 después de 52, se tratará como si fuese 0 - predecir las acciones de red en cualquier conexión de red).</string><string id="NetworkPredictionOptions_NetworkPredictionNever">No predecir las acciones de red en ninguna conexión de red</string><string id="NoteTakingAppsLockScreenWhitelist">Aplicaciones para tomar notas incluidas en la lista blanca que están permitidas en la pantalla de bloqueo de Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Especifica la lista de aplicaciones que se pueden habilitar como aplicaciones para tomar notas en la pantalla de bloqueo de Google Chrome OS.

Si la aplicación para tomar notas preferida está habilitada en la pantalla de bloqueo, esta contendrá un elemento de IU para iniciar dicha aplicación.
Cuando se inicie, la aplicación podrá abrir una ventana de aplicación en la parte superior de la pantalla de bloqueo y crear elementos de datos (notas) en dicha pantalla. La aplicación también podrá importar las notas creadas a la sesión del usuario principal, cuando la sesión esté desbloqueada. Actualmente, solo se admiten las aplicaciones para tomar notas de Chrome en la pantalla de bloqueo.

Si se configura esta política, el usuario solo podrá habilitar aplicaciones en la pantalla de bloqueo si el ID de extensión de la aplicación está incluido en los valores de la lista de políticas.
Como consecuencia, configurar esta política con una lista vacía inhabilitará por completo la toma de notas en la pantalla de bloqueo.
Ten en cuenta que el hecho de que la política incluya el ID de una aplicación no significa necesariamente que el usuario pueda habilitarla como aplicación para tomar notas en la pantalla de bloqueo. Por ejemplo, en Chrome 61, la plataforma también restringe el conjunto de aplicaciones disponibles.

Si la política no se configura, esta no restringirá el conjunto de aplicaciones que el usuario puede habilitar en la pantalla de bloqueo.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Aplicaciones para tomar notas incluidas en la lista blanca que están permitidas en la pantalla de bloqueo de Google Chrome OS</string><string id="OpenNetworkConfiguration">Configuración de red de usuarios</string><string id="OpenNetworkConfiguration_Explain">Permite aplicar la configuración de red al dispositivo Google Chrome OS de cada usuario. La configuración de red es una cadena escrita en formato JSON, tal como se define en la siguiente página sobre el formato Open Network Configuration: https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Habilitar eliminación de URL PAC (para https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Elimina las partes de las URL de tipo https:// que contienen información confidencial sobre seguridad y privacidad antes de que se transfieran a las secuencias de comandos de PAC (configuración automática de proxy) que utiliza Google Chrome durante la resolución de proxy.

Si se le asigna el valor True, se habilita la función de seguridad y las URL de tipo https:// se
eliminan antes de su envío a la secuencia de comandos de PAC. De esta forma, esta
secuencia no puede ver los datos protegidos habitualmente por un
canal cifrado (como la ruta y la consulta de la URL).

Si se le asigna el valor False, se inhabilita esta función de seguridad y las secuencias de comandos de PAC
pueden ver de forma implícita todos los componentes de la URL de tipo https://.
Esto se aplica a todas las secuencias de comandos de PAC, independientemente de su origen. Por ejemplo,
se aplica a las secuencias que proceden de un método de transporte no seguro, así como a aquellas obtenidas
a través de WPAD.

El valor True se asigna de forma predeterminada (función de seguridad habilitada), excepto en los usuarios de empresas que utilizan Chrome OS,
para los que el valor asignado de forma predeterminada es False.

Se recomienda asignar el valor True. El único motivo para asignar el valor
False es que produzca un problema de compatibilidad relacionado con las secuencias de comandos de PAC.

Lo ideal es eliminar esta anulación en el futuro.</string><string id="PinnedLauncherApps">Lista de aplicaciones fijadas que deben aparecer en la barra de aplicaciones</string><string id="PinnedLauncherApps_Explain">Presenta una relación de los identificadores de aplicaciones que muestra Google Chrome OS como aplicaciones fijadas en la barra de aplicaciones.

Si se configura esta política, se fija el conjunto de aplicaciones y el usuario no puede cambiarlo.

Si no se establece la política, el usuario puede cambiar la lista de aplicaciones fijadas de la barra de aplicaciones.</string><string id="PinnedLauncherAppsDesc">Lista de aplicaciones fijadas que deben aparecer en la barra de aplicaciones</string><string id="PolicyRefreshRate">Frecuencia con la que se actualiza la política de usuario</string><string id="PolicyRefreshRate_Explain">Permite especificar el periodo en milisegundos en el que se solicita información sobre políticas del usuario al servicio de administración de dispositivos.

Al establecer esta política, se anula el valor predeterminado de tres horas. Los valores válidos están comprendidos entre 1.800.000 (30 minutos) y 86.400.000 (un día). Si el valor no está incluido en este intervalo, se redondeará al límite correspondiente. Si la plataforma admite notificaciones sobre políticas, el tiempo de actualización se establecerá en 24 horas, ya que se espera que estas notificaciones fuercen una actualización automática en cuanto se produzca algún cambio en una política.

Si no se establece esta política, Google Chrome usará el valor predeterminado de tres horas.

Ten en cuenta que si la plataforma admite notificaciones sobre políticas, el tiempo de actualización se establecerá en 24 horas (ignorando todos los valores predeterminados y el valor de esta política), ya que se espera que estas notificaciones fuercen una actualización automática en cuanto se produzca algún cambio en una política. De esta forma, no será necesario realizar actualizaciones con mayor frecuencia.</string><string id="PrintingEnabled">Habilitar impresión</string><string id="PrintingEnabled_Explain">Permite habilitar la impresión en Google Chrome e impedir que los usuarios cambien esta configuración.

Si esta opción se habilita o no se configura, los usuarios podrán imprimir.

Si se inhabilita, los usuarios no podrán imprimir desde Google Chrome. La impresión está inhabilitada en el menú de herramientas, las extensiones, las aplicaciones JavaScript, etc. Aún es posible imprimir desde complementos que omiten Google Chrome al imprimir. Por ejemplo, algunas aplicaciones Flash incluyen la opción de impresión en el menú contextual, que no está incluida en esta política.</string><string id="QuicAllowed">Permitir protocolo QUIC</string><string id="QuicAllowed_Explain">Si se asigna el valor true a esta política o si esta no se configura, se permitirá el uso del protocolo QUIC en Google Chrome.
Si se asigna el valor false, no se permitirá el uso de este protocolo.</string><string id="RebootAfterUpdate">Reiniciar automáticamente después de la actualización</string><string id="RebootAfterUpdate_Explain">Programa un reinicio automático después de haberse aplicado una actualización de Google Chrome OS.

Si el valor de esta política se establece en True, se programará un reinicio automático cuando se haya aplicado una actualización de Google Chrome OS y sea necesario reiniciar para que se complete el proceso de actualización. El reinicio se programa para que se realice en el dispositivo de forma inmediata, pero se puede retrasar hasta 24 horas si un usuario está utilizando el dispositivo en ese momento.

Si el valor de esta política se establece en False, no se programará un reinicio automático después de aplicar una actualización de Google Chrome OS. El proceso de actualización se completa cuando el usuario vuelve a reiniciar el dispositivo.

Si estableces esta política, los usuarios no podrán modificarla ni anularla.

Nota: En este momento, los reinicios automáticos solo se habilitan cuando se muestra la pantalla de inicio de sesión o está en curso una sesión de una aplicación de kiosco. Esta restricción se modificará en el futuro, y la política se aplicará en todo momento, independientemente de si un determinado tipo de sesión está o no en curso.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Permite establecer si es necesario realizar comprobaciones de OCSP/CRL online para los anclajes de veracidad locales</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Cuando esta opción está habilitada, Google Chrome comprobará siempre la revocación de los certificados del servidor validados correctamente y firmados por certificados de CA instalados localmente.

Si Google Chrome no puede obtener información sobre el estado de la revocación, estos certificados se considerarán revocados.

Si no se establece esta política o si se establece en false, Google Chrome utilizará la configuración para comprobar la revocación online actual.</string><string id="RunAllFlashInAllowMode">Extiende la configuración del contenido Flash a todo el contenido</string><string id="RunAllFlashInAllowMode_Explain">Si un usuario o una política de empresa configuran los ajustes de contenido de los sitios web para que permitan contenido Flash, se publicará todo el contenido Flash insertado, incluido el contenido de otros orígenes y el contenido poco importante, al habilitar esta opción.

Para controlar los sitios web que permiten contenido Flash, consulta las políticas &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; y &quot;PluginsBlockedForUrls&quot;.

Si esta opción está inhabilitada o no se le asigna ningún valor, es posible que se bloquee el contenido poco importante o el contenido Flash de otros orígenes.</string><string id="SAMLOfflineSigninTimeLimit">Limitar el tiempo durante el que un usuario autenticado a través de SAML puede iniciar sesión sin conexión</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Permitir que se continúe desde la página de advertencia de SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome muestra una página de advertencia cuando los usuarios intentan acceder a sitios web con errores SSL. De forma predeterminada o cuando se establezca el valor true en esta política, los usuarios podrán hacer clic para ignorar estas páginas de advertencia.
Si se asigna el valor false, los usuarios no tendrán permiso para ignorar ninguna página de advertencia.</string><string id="SSLVersionMax">Versión máxima de SSL habilitada</string><string id="SSLVersionMax_Explain">Advertencia: La política de la versión máxima de TLS se retirará por completo de Google Chrome aproximadamente en la versión 66 (sobre febrero de 2018).

Si esta política no se configura, Google Chrome utilizará la versión máxima predeterminada.

En caso contrario, se le asignará uno de estos valores: &quot;tls1.2&quot; o &quot;tls1.3&quot;. Cuando se haya configurado, Google Chrome no utilizará versiones de SSL/TLS superiores a la versión especificada y se ignorarán los valores no reconocidos.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Habilitar la Navegación Segura</string><string id="SafeBrowsingEnabled_Explain">Habilita la función Navegación Segura de Google Chrome y evita que los usuarios cambien esta opción.

Si habilitas esta opción, la Navegación Segura está siempre activada.

Si inhabilitas esta opción, la Navegación Segura nunca está activada.

Si habilitas o inhabilitas esta opción, los usuarios no pueden cambiar ni anular la opción &quot;Habilitar protección contra phishing y software malicioso&quot; en Google Chrome.

Si esta política no se establece, se habilitará esta opción, pero los usuarios podrán cambiarla.

Consulta https://developers.google.com/safe-browsing para obtener más información sobre la Navegación Segura.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Permitir a los usuarios habilitar los informes ampliados de la función de Navegación Segura</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Si se asigna el valor false a esta política, los usuarios no podrán elegir si quieren enviar información y contenido de las páginas a los servidores de Google. Si se le asigna el valor true o no se configura, los usuarios podrán enviar información del sistema y contenido de las páginas a la función Navegación Segura para que detecte aplicaciones y sitios web peligrosos.

Consulta la página https://developers.google.com/safe-browsing para obtener más información sobre la función Navegación Segura.</string><string id="SavingBrowserHistoryDisabled">Inhabilitar almacenamiento del historial de navegación</string><string id="SavingBrowserHistoryDisabled_Explain">Permite inhabilitar el almacenamiento del historial de navegación de Google Chrome e impide que los usuarios modifiquen esta opción.

Si se habilita esta opción, no se almacenará el historial de navegación y se inhabilitará la sincronización de pestañas.

Si se inhabilita o no se configura, se almacenará el historial de navegación.</string><string id="SearchSuggestEnabled">Habilitar sugerencias de búsqueda</string><string id="SearchSuggestEnabled_Explain">Permite habilitar las sugerencias de búsqueda del omnibox de Google Chrome e impide que los usuarios modifiquen esta configuración.

Si habilitas esta opción, se ofrecerán sugerencias de búsqueda.

Si inhabilitas esta opción, nunca se obtendrán sugerencias de búsqueda.

Independientemente de que habilites o inhabilites esta opción, los usuarios no podrán modificarla ni anularla en Google Chrome.

Si no se establece esta política, esta opción estará habilitada, pero el usuario podrá modificarla.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Establecer las configuraciones regionales recomendadas para una sesión pública</string><string id="SessionLocales_Explain">Establece una o varias configuraciones regionales recomendadas para sesiones públicas, lo que permite a los usuarios seleccionar fácilmente una de estas configuraciones.

El usuario puede elegir una configuración regional y un diseño de teclado antes de iniciar una sesión pública. Todas las configuraciones regionales admitidas por Google Chrome OS se muestran en orden alfabético de forma predeterminada. Puedes utilizar esta política para mover un conjunto de configuraciones regionales recomendadas al principio de la lista.

Si no se establece esta política, se seleccionará previamente la configuración regional actual de la interfaz de usuario.

Si se establece, las configuraciones regionales recomendadas aparecerán al principio de la lista y separadas visualmente de las demás. Estas configuraciones se mostrarán en el orden en el que aparezcan en la política. La primera configuración regional recomendada se seleccionará previamente.

Si hay más de una configuración regional recomendada, se asume que los usuarios querrán elegir una. Cuando inicies una sesión pública, se te ofrecerá de forma clara la posibilidad de seleccionar una configuración regional y un diseño de teclado. De lo contrario, se asumirá que la mayoría de los usuarios quieren utilizar la configuración regional seleccionada previamente. En tal caso, cuando inicies una sesión pública, la posibilidad de seleccionar estos parámetros se ofrecerá de una forma menos visible.

Cuando se configura esta política y se habilita el inicio de sesión automático (consulta las políticas |DeviceLocalAccountAutoLoginId| y |DeviceLocalAccountAutoLoginDelay|), la sesión pública iniciada automáticamente utilizará la primera configuración regional recomendada y el diseño de teclado más popular que se ajuste a esta configuración regional.

El diseño de teclado seleccionado previamente siempre será el diseño más popular que se ajuste a la configuración regional seleccionada previamente.

Esta política solo se puede configurar según lo recomendado. Puedes utilizarla para mover un conjunto de configuraciones regionales recomendadas al principio de la lista, pero los usuarios siempre pueden elegir cualquier configuración regional admitida por Google Chrome OS para su sesión.
</string><string id="SessionLocalesDesc">Establecer las configuraciones regionales recomendadas para una sesión pública</string><string id="ShelfAutoHideBehavior">Controlar opción para ocultar archivos automáticamente</string><string id="ShelfAutoHideBehavior_Explain">Permite controlar la opción para ocultar automáticamente los archivos de Google Chrome OS.

Si esta política se establece en &quot;AlwaysAutoHideShelf&quot;, los archivos se ocultarán automáticamente.

Si esta política se configura en &quot;NeverAutoHideShelf&quot;, los archivos no se ocultarán automáticamente.

Si se establece esta política, los usuarios no podrán modificarla ni anularla.

Si la política no se establece, los usuarios podrán elegir si los archivos se deben ocultar automáticamente.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Ocultar siempre automáticamente los archivos</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">No ocultar automáticamente los archivos</string><string id="ShowHomeButton">Mostrar botón de página principal en la barra de herramientas</string><string id="ShowHomeButton_Explain">Permite que el botón para volver a la página de inicio se muestre en la barra de herramientas de Google Chrome.

Si habilitas esta opción, siempre se mostrará el botón de página de inicio.

Si inhabilitas esta opción, el botón de página de inicio nunca se mostrará.

Independientemente de que habilites o inhabilites esta opción, los usuarios no podrán cambiarla ni anularla en Google Chrome.

Si no se establece esta política, el usuario podrá decidir si quiere que el botón se muestre o no.</string><string id="ShowLogoutButtonInTray">Añadir un botón para cerrar sesión en la bandeja del sistema</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Habilitar el aislamiento de todos los sitios web</string><string id="SitePerProcess_Explain">
NOTA: Esta política es experimental y puede hacer que el funcionamiento no sea correcto.
Para conseguir
tanto aislamiento como un impacto limitado para los usuarios, utiliza la política
IsolateOrigins con una lista de los sitios web que quieras aislar. La opción
SitePerProcess aísla todos los sitios web.
Si se habilita la política, cada sitio web se ejecuta en un proceso propio.
Si se inhabilita, se aplicará la lógica previa de administración de procesos de aislamiento de sitios web.
Si no se configura la política, el usuario podrá cambiar esta opción.
</string><string id="SpellCheckServiceEnabled">Habilitar o inhabilitar el servicio web de corrección ortográfica</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome puede utilizar un servicio web de Google que permite corregir errores ortográficos. Si esta opción está habilitada, este servicio se utiliza en todo momento. Por el contrario, si se inhabilita, este servicio no se utilizará nunca.

Aun así, la función de corrección ortográfica se puede utilizar si se descarga un diccionario, ya que esta política solo controla el uso del servicio online.

Si no se configura esta opción, los usuarios pueden decidir si quieren utilizar o no el servicio de corrección ortográfica.</string><string id="SuppressUnsupportedOSWarning">Eliminar la advertencia de SO no admitido</string><string id="SuppressUnsupportedOSWarning_Explain">Suprime la advertencia que aparece cuando Google Chrome se ejecuta en un ordenador o en un sistema operativo que ya no se admite.</string><string id="SyncDisabled">Inhabilitar sincronización de datos con Google</string><string id="SyncDisabled_Explain">Permite inhabilitar la sincronización de datos en Google Chrome a través de los servicios de sincronización alojados por Google e impide que los usuarios cambien esta opción.

Si habilitas esta opción, los usuarios no podrán modificarla ni anularla en Google Chrome.

Si no se establece esta política, el usuario podrá elegir si quiere usar Google Sync o no hacerlo.

Para desactivar Google Sync por completo, te recomendamos que inhabilites este servicio en la consola de administración de Google.

Esta política no se debe habilitar si la política RoamingProfileSupportEnabled está habilitada, ya que esta función comparte la misma funcionalidad del cliente. En este caso, la sincronización alojada por Google está completamente inhabilitada.</string><string id="SystemTimezone">Zona horaria</string><string id="SystemTimezone_Explain">Especifica la zona horaria que se utilizará en el dispositivo. Los usuarios pueden anular la zona horaria especificada para la sesión en curso, pero esta se volverá a establecer al cerrar sesión. Si se proporciona un valor que no sea válido, esta política seguirá activa utilizando &quot;GMT&quot;. Si se proporciona una cadena vacía, la política se ignorará.

Si no se utiliza esta política, se seguirá utilizando la zona horaria activa en ese momento. No obstante, los usuarios pueden cambiar la zona horaria y el cambio es permanente. Por tanto, si un usuario realiza un cambio, este afectará a la pantalla de inicio de sesión y al resto de usuarios.

Cuando se inician nuevos dispositivos, se establece la zona horaria &quot;US/Pacific&quot;.

El formato del valor sigue los nombres de zonas horarias de la base de datos de zonas horarias (Time Zone Database o TZ Database) de IANA (https://es.wikipedia.org/wiki/TZ_Database). En concreto, la mayoría de las zonas horarias pueden corresponder a &quot;continent/large_city&quot; o &quot;ocean/large_city&quot;.

Si se establece esta política, se inhabilita completamente la detección automática de la zona horaria según la ubicación del dispositivo. Además, se anula la política SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Configura el método de detección automática de la zona horaria</string><string id="SystemTimezoneAutomaticDetection_Explain">El flujo de detección automática de la zona horaria puede ser de una de las siguientes formas, en función del valor que se asigne a esta política:

Si se le asigna el valor TimezoneAutomaticDetectionUsersDecide, los usuarios pueden controlar la detección automática de la zona horaria mediante los controles normales en la página chrome://settings.

Si se le asigna el valor TimezoneAutomaticDetectionDisabled, se inhabilitarán los controles de zona horaria automática en la página chrome://settings. La detección automática de la zona horaria estará siempre desactivada.

Si se le asigna el valor TimezoneAutomaticDetectionIPOnly, se inhabilitarán los controles de zona horaria en la página chrome://settings. La detección automática de la zona horaria estará siempre activada. La detección de la zona horaria utilizará solo la IP para conocer la ubicación.

Si se le asigna el valor TimezoneAutomaticDetectionSendWiFiAccessPoints, se inhabilitarán los controles de zona horaria en la página chrome://settings. La detección automática de la zona horaria estará siempre activada. La lista de puntos de acceso Wi-Fi visibles se enviará siempre al servidor API de geolocalización para detectar la zona horaria de forma más precisa.

Si se le asigna el valor TimezoneAutomaticDetectionSendAllLocationInfo, se inhabilitarán los controles de zona horaria en la página chrome://settings. La detección automática de la zona horaria estará siempre activada. La información sobre la ubicación (como los puntos de acceso Wi-Fi, las antenas de telefonía móvil disponibles y el GPS) se enviará a un servidor para detectar la zona horaria de forma más precisa.

Si no se establece esta política, el comportamiento será el mismo que si se hubiera establecido el valor TimezoneAutomaticDetectionUsersDecide.

Si se establece la política SystemTimezone, se anula esta política. En este caso, la detección automática de la zona horaria se inhabilita por completo.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Enviar siempre cualquier señal de ubicación disponible al servidor mientras se detecta la zona horaria</string><string id="SystemUse24HourClock">Utilizar reloj de formato de 24 horas de forma predeterminada</string><string id="SystemUse24HourClock_Explain">Especifica el formato de reloj que se debe utilizar en el dispositivo.

Esta política configura el formato de reloj que se debe utilizar en la pantalla de inicio de sesión y de forma predeterminada para las sesiones de los usuarios. Los usuarios pueden seguir anulando el formato de reloj para su cuenta.

Si la política está establecida en True, el dispositivo utilizará un formato de reloj de 24 horas. Si la política está establecida en False, el dispositivo utilizará el formato de reloj de 12 horas.

Si no se establece la política, el dispositivo tendrá un formato de reloj de 24 horas de forma predeterminada.</string><string id="TPMFirmwareUpdateSettings">Configurar el comportamiento de actualización del firmware de TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Configura la disponibilidad y el comportamiento de la función de actualización del firmware de TPM.

Los ajustes individuales se pueden especificar en las propiedades del archivo JSON:

allow-user-initiated-powerwash: si se le asigna el valor true, los usuarios pueden activar el flujo de Powerwash para instalar una actualización del firmware de TPM.

Si no se le asigna ningún valor a la política, no se puede actualizar el firmware de TPM.</string><string id="TaskManagerEndProcessEnabled">Permite finalizar procesos en el administrador de tareas</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Establecer las Condiciones de Servicio para una cuenta de dispositivo local</string><string id="TermsOfServiceURL_Explain">Permite establecer las Condiciones de Servicio que el usuario debe aceptar antes de empezar una sesión de cuenta de dispositivo local.

Si se establece esta política, Google Chrome OS descargará las Condiciones de Servicio y las presentará al usuario siempre que se haya iniciado una sesión de cuenta de dispositivo local.

Si no se establece esta política, no se mostrarán las Condiciones de Servicio.

La política se debe establecer en una URL desde la que Google Chrome OS podrá descargar las Condiciones de Servicio. Las Condiciones de Servicio deben ser texto sin formato, que actúe como texto/sin formato del tipo MIME. No se permite ningún tipo de marcado.</string><string id="TouchVirtualKeyboardEnabled">Habilitar teclado virtual</string><string id="TouchVirtualKeyboardEnabled_Explain">Esta política configura la habilitación del teclado virtual como un dispositivo de entrada en Chrome OS. Los usuarios no pueden anular esta política.

Si la política se establece en True, el teclado virtual en pantalla siempre estará habilitado.

Si se establece en False, el teclado virtual en pantalla siempre estará inhabilitado.

Si estableces esta política, los usuarios no podrán cambiarla ni anularla. No obstante, los usuarios podrán seguir habilitando o inhabilitando un teclado en pantalla de accesibilidad que prevalecerá sobre el teclado virtual controlado por esta política. Consulta la política |VirtualKeyboardEnabled| para controlar la accesibilidad del teclado en pantalla.

Si no se establece esta política, el teclado en pantalla estará inhabilitado inicialmente, pero el usuario podrá habilitarlo en cualquier momento. También se pueden utilizar reglas heurísticas para decidir cuándo mostrar el teclado.</string><string id="TranslateEnabled">Habilitar el Traductor</string><string id="TranslateEnabled_Explain">Permite habilitar el servicio del Traductor de Google integrado en Google Chrome.

Si habilitas esta opción, se mostrará una barra integrada en Google Chrome que ofrecerá a los usuarios la posibilidad de traducir las páginas que sean pertinentes.

Si inhabilitas esta opción, nunca se mostrará la barra de traducción a los usuarios.

Independientemente de que habilites o inhabilites esta opción, los usuarios no podrán modificarla ni anularla en Google Chrome.

Si no se establece esta opción, el usuario podrá decidir si quiere usar la función o no.</string><string id="URLBlacklist">Bloquear el acceso a una lista de URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Bloquear el acceso a una lista de URL</string><string id="URLWhitelist">Permite acceder a una lista de URL.</string><string id="URLWhitelist_Explain">Permite acceder a la lista de URLs, como excepciones a la lista negra de URLs.

Consulta la descripción de la política de listas negras de URLs para ver el formato de las entradas de esta lista.

Esta política se puede utilizar para hacer excepciones a listas negras restrictivas. Por ejemplo, &quot;*&quot; puede incluirse en una lista negra para bloquear todas las solicitudes, mientras que esta política puede utilizarse para permitir el acceso a una lista limitada de URL.s Se puede utilizar para hacer excepciones a determinados esquemas, subdominios de otros dominios, puertos o rutas específicas.

El filtro más específico determinará si una URL se bloquea o se permite. La lista blanca tiene prioridad sobre la lista negra.

Estas políticas se limitan a 1.000 entradas, y se ignorarán las entradas que superen este número.

Si no se establece esta política, no se hará ninguna excepción a la lista negra de la política &quot;URLBlacklist&quot;.</string><string id="URLWhitelistDesc">Permite acceder a una lista de URL.</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Si esta política está establecida en &quot;true&quot;, el escritorio unificado está permitido y habilitado de forma predeterminada, lo que permite que las aplicaciones ocupen varias pantallas.
El usuario puede inhabilitar el escritorio unificado para pantallas individuales desactivando la opción en los ajustes de la pantalla.

Si esta política está establecida en &quot;false&quot; o no está establecida, se inhabilitará el escritorio unificado. En este caso, el usuario no puede habilitar la función.</string><string id="UsbDetachableWhitelist">Lista blanca de dispositivos USB que se pueden separar</string><string id="UsbDetachableWhitelist_Explain">Define la lista de dispositivos USB que pueden separarse de su controlador de kernel para utilizarse en la API chrome.usb directamente en una aplicación web. Las entradas son pares del identificador de producto y el identificador de proveedor del USB que permiten reconocer hardware específico.

Si no se configura esta política, la lista de dispositivos USB que se pueden separar está vacía.</string><string id="UsbDetachableWhitelistDesc">Lista blanca de dispositivos USB que se pueden separar</string><string id="UserAvatarImage">Imagen de avatar del usuario</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Establecer el nombre visible de cuentas locales del dispositivo</string><string id="UserDisplayName_Explain">Permite controlar el nombre de la cuenta que Google Chrome OS muestra en la pantalla de inicio de sesión para la cuenta local del dispositivo correspondiente.

Si esta política se establece, la pantalla de inicio de sesión utilizará la cadena especificada en el selector de inicio de sesión basado en imágenes para la cuenta local del dispositivo correspondiente.

Si la política no se establece, Google Chrome OS utilizará el ID de cuenta de correo electrónico de la cuenta local del dispositivo como el nombre visible en la pantalla de inicio de sesión.

Esta política no se aplica a cuentas de usuario normales.</string><string id="VideoCaptureAllowed">Permitir o denegar captura de vídeo</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URLs a las que se concederá acceso a dispositivos de captura de vídeo sin confirmación</string><string id="VideoCaptureAllowedUrls_Explain">Los patrones de esta lista se compararán con el origen de seguridad de la URL solicitante. Si se encuentra alguna coincidencia, se concederá acceso a dispositivos de captura de audio sin solicitarlo.

NOTA: Hasta la versión 45, esta política solo se admitía en modo kiosco.</string><string id="VideoCaptureAllowedUrlsDesc">URLs a las que se concederá acceso a dispositivos de captura de vídeo sin confirmación</string><string id="WPADQuickCheckEnabled">Habilitar optimización de WPAD</string><string id="WPADQuickCheckEnabled_Explain">Permite desactivar la optimización de WPAD (detección automática de proxy web) en Google Chrome.

Si se asigna el valor false a esta política, la optimización de WPAD se inhabilitará, lo que causará que Google Chrome tenga que esperar más tiempo la respuesta de los servidores WPAD basados en DNS. Si no se configura esta política o se habilita, se habilitará la optimización de WPAD.

Independientemente de cómo se configure esta política o de si se configura o no, los usuarios no podrán cambiar la opción de configuración de WPAD.</string><string id="WallpaperImage">Imagen de fondo de pantalla</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Restringe el intervalo de puertos UDP locales utilizado por WebRTC</string><string id="WebRtcUdpPortRange_Explain">Si esta política se configura, el intervalo de puertos UDP utilizado por WebRTC estará restringido al intervalo de puertos especificado (incluidos los extremos).

Si esta política no se configura o si se le asigna una cadena vacía o un intervalo de puertos no válido, WebRTC podrá utilizar cualquier puerto UDP local disponible.</string></stringTable><presentationTable><presentation id="PasswordManagerEnabled"/><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Establecer el tipo de aumento de pantalla</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Establecer el tipo de aumento de pantalla predeterminado habilitado en la pantalla de inicio de sesión</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Configuración de cookies predeterminada</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Configuración de imágenes predeterminada</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Configuración de JavaScript predeterminada</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Configuración predeterminada de Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Configuración de pop-ups predeterminada</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Configuración de notificación predeterminada</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Configuración de ubicación geográfica predeterminada</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Controlar el uso de la API Bluetooth web</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Seleccionar automáticamente certificados de cliente de estos sitios</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Permitir cookies en estos sitios</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Bloquear cookies en estos sitios</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Permitir las cookies de sesión de estos sitios</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Permitir imágenes en estos sitios</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Bloquear imágenes de estos sitios</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Permitir JavaScript en estos sitios</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Bloquear JavaScript en estos sitios</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Permitir el complemento Flash en estos sitios web</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Bloquear el complemento Flash en estos sitios web</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Permitir pop-ups en estos sitios</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registrar controladores de protocolos</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Bloquear pop-ups en estos sitios</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Permitir notificaciones en estos sitios</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Bloquear notificaciones en estos sitios</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Configurar el prefijo TalkGadget para hosts de acceso remoto</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Restringe el intervalo de puertos UDP utilizado por el host de acceso remoto</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL en la que los clientes de acceso remoto deben obtener su token de autenticación</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL para validar el token de autenticación de clientes de acceso remoto</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certificado del cliente para establecer conexión con RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Extensiones con permiso para utilizar la API de confirmación remota</listBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID de extensiones que el usuario no debe poder instalar (o * para incluirlas todas)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID de extensiones que no deben estar incluidas en la lista negra</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">IDs de extensiones/aplicaciones y URLs de actualización que se instalan automáticamente</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Patrones de URL desde los que se puede instalar secuencias de comandos de usuario, aplicaciones y extensiones</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Tipos de extensiones o aplicaciones que se pueden instalar</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Configuración de administración de extensiones</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Acción que se realiza cuando el usuario cierra la tapa</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Porcentaje que permite ajustar el retraso de inactividad de la pantalla en el modo de presentación:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Porcentaje que permite ajustar el tiempo de espera de inactividad de la pantalla si el usuario vuelve a ser activo después de la inactividad:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Configuración de la administración de energía cuando el usuario está inactivo</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Retrasos de bloqueo de pantalla</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Esquemas de autenticación admitidos</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Lista de admisión de servidores de autenticación</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Lista de admisión de servidores de delegación Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Nombre del proveedor de búsquedas predeterminadas</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Palabra clave de proveedor de búsquedas predeterminadas</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>URL de búsqueda del proveedor de búsquedas predeterminadas</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>URL de sugerencia del proveedor de búsquedas predeterminadas</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>URL de función Instant del proveedor de búsquedas predeterminadas</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Icono del proveedor de búsquedas predeterminadas</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Codificaciones del proveedor de búsquedas predeterminadas</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Lista de URL alternativas para el proveedor de búsquedas predeterminado</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parámetro que controla el emplazamiento de los términos de búsqueda para el proveedor de búsquedas predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parámetro que proporciona una función de búsqueda por imagen para el proveedor de búsquedas predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL de la página Nueva pestaña del proveedor de búsqueda predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parámetros para URL de búsqueda que utiliza POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parámetros para URL sugerida que utiliza POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parámetros para URL instantánea que utiliza POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parámetros para URL de imagen que utiliza POST</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL de la página Nueva pestaña</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL de la página de inicio</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Acción al iniciar</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL que se deben abrir al inicio</listBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Seleccionar la forma de especificar la configuración del servidor proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Dirección o URL de servidor proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL de un archivo .pac de proxy</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Lista de reglas de omisión de proxy separadas por comas</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definir los dominios autorizados para acceder a Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Establecer la disponibilidad del certificado para las aplicaciones ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Configurar ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URLs a las que se concederá acceso a dispositivos de captura de audio sin confirmación</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">No permite que se aplique la Transparencia en Certificados a una lista de URLs</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Controlar el comportamiento del usuario en una sesión de varios perfiles</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Canal de versiones</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Reglas para la selección de la impresora predeterminada</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Configurar la lista de aplicaciones instaladas en la pantalla de inicio de sesión</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Diseños de teclado para la pantalla de inicio de sesión del dispositivo</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Configuración regional para la pantalla de inicio de sesión del dispositivo</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Administración de energía en la pantalla de inicio de sesión</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Archivo de configuración de las impresoras de empresa para los dispositivos</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Política de acceso a la configuración de las impresoras de dispositivos.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Impresoras de dispositivos de empresa inhabilitadas</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Impresoras de dispositivos de empresa habilitadas</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervalos fuera del horario en los que se publican las políticas OffHours |ignored_policy_proto_tags| del dispositivo</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Configuración de red de dispositivos</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Frecuencia de actualización de Device Policy:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Opciones que se deben aplicar al iniciar Google Chrome en todo el sistema</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Versión de destino de actualizaciones automáticas</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Tipos de conexión permitidos para realizar actualizaciones</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Actualizar de forma automática el factor de dispersión:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Lista de admisión de usuarios con permiso para iniciar sesión</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Imagen de fondo de pantalla del dispositivo</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Establecer rotación de pantalla predeterminada y volver a aplicarla cada vez que se reinicie el dispositivo</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Establecer directorio de descargas</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Restricciones de descarga</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Estrategia de migración para eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Habilita funciones obsoletas de la plataforma web durante un periodo de tiempo limitado</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Aplicar el modo restringido en YouTube como mínimo</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Disponibilidad del modo de incógnito</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Habilita el aislamiento de sitios web específicos</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Permisos clave</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Marcadores administrados</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Retraso de recuperación máximo después de validar una política:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Impresión nativa</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Política de acceso a la configuración de impresoras.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Impresoras de empresa inhabilitadas</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Archivo de configuración de las impresoras de empresa</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Impresoras de empresa habilitadas</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Habilitar predicción de red</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Aplicaciones para tomar notas incluidas en la lista blanca que están permitidas en la pantalla de bloqueo de Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Configuración de red de usuarios</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Lista de aplicaciones fijadas que deben aparecer en la barra de aplicaciones</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Frecuencia con la que se actualiza la política de usuario:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Limitar el tiempo durante el que un usuario autenticado a través de SAML puede iniciar sesión sin conexión:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Versión máxima de SSL habilitada</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Establecer las configuraciones regionales recomendadas para una sesión pública</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Controlar opción para ocultar archivos automáticamente</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Zona horaria</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Configura el método de detección automática de la zona horaria</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Configurar el comportamiento de actualización del firmware de TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Establecer las Condiciones de Servicio para una cuenta de dispositivo local</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Bloquear el acceso a una lista de URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Permite acceder a una lista de URL.</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Lista blanca de dispositivos USB que se pueden separar</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Imagen de avatar del usuario</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Establecer el nombre visible de cuentas locales del dispositivo</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URLs a las que se concederá acceso a dispositivos de captura de vídeo sin confirmación</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Imagen de fondo de pantalla</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Restringe el intervalo de puertos UDP locales utilizado por WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>