<?xml version="1.0" ?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target namespace="Google.Policies.ChromeOS" prefix="chrome"/>
    <using namespace="Google.Policies" prefix="Google"/>
    <using namespace="Microsoft.Policies.Windows" prefix="windows"/>
  </policyNamespaces>
  <resources minRequiredRevision="1.0"/>
  <supportedOn>
    <definitions>
      <definition displayName="$(string.SUPPORTED_WINXPSP2)" name="SUPPORTED_WINXPSP2"/>
    </definitions>
  </supportedOn>
  <categories>
    <category displayName="$(string.googlechromeos)" name="googlechromeos">
      <parentCategory ref="Google:Cat_Google"/>
    </category>
    <category displayName="$(string.googlechromeos_recommended)" name="googlechromeos_recommended">
      <parentCategory ref="Google:Cat_Google"/>
    </category>
    <category displayName="$(string.Accessibility_group)" name="Accessibility">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.Accessibility_group)" name="Accessibility_recommended">
      <parentCategory ref="googlechromeos_recommended"/>
    </category>
    <category displayName="$(string.Drive_group)" name="Drive">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.RemoteAccess_group)" name="RemoteAccess">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.ContentSettings_group)" name="ContentSettings">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.ContentSettings_group)" name="ContentSettings_recommended">
      <parentCategory ref="googlechromeos_recommended"/>
    </category>
    <category displayName="$(string.DefaultSearchProvider_group)" name="DefaultSearchProvider">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.Extensions_group)" name="Extensions">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.GoogleCast_group)" name="GoogleCast">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.Homepage_group)" name="Homepage">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.Homepage_group)" name="Homepage_recommended">
      <parentCategory ref="googlechromeos_recommended"/>
    </category>
    <category displayName="$(string.NewTabPage_group)" name="NewTabPage">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.NewTabPage_group)" name="NewTabPage_recommended">
      <parentCategory ref="googlechromeos_recommended"/>
    </category>
    <category displayName="$(string.PasswordManager_group)" name="PasswordManager">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.PasswordManager_group)" name="PasswordManager_recommended">
      <parentCategory ref="googlechromeos_recommended"/>
    </category>
    <category displayName="$(string.HTTPAuthentication_group)" name="HTTPAuthentication">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.PowerManagement_group)" name="PowerManagement">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.Proxy_group)" name="Proxy">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.QuickUnlock_group)" name="QuickUnlock">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.Attestation_group)" name="Attestation">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.RestoreOnStartupGroup_group)" name="RestoreOnStartupGroup">
      <parentCategory ref="googlechromeos"/>
    </category>
    <category displayName="$(string.RestoreOnStartupGroup_group)" name="RestoreOnStartupGroup_recommended">
      <parentCategory ref="googlechromeos_recommended"/>
    </category>
  </categories>
  <policies>
    <policy class="User" displayName="$(string.ShowAccessibilityOptionsInSystemTrayMenu)" explainText="$(string.ShowAccessibilityOptionsInSystemTrayMenu_Explain)" key="Software\Policies\Google\ChromeOS" name="ShowAccessibilityOptionsInSystemTrayMenu" presentation="$(presentation.ShowAccessibilityOptionsInSystemTrayMenu)" valueName="ShowAccessibilityOptionsInSystemTrayMenu">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.LargeCursorEnabled)" explainText="$(string.LargeCursorEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="LargeCursorEnabled" presentation="$(presentation.LargeCursorEnabled)" valueName="LargeCursorEnabled">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SpokenFeedbackEnabled)" explainText="$(string.SpokenFeedbackEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="SpokenFeedbackEnabled" presentation="$(presentation.SpokenFeedbackEnabled)" valueName="SpokenFeedbackEnabled">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.HighContrastEnabled)" explainText="$(string.HighContrastEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="HighContrastEnabled" presentation="$(presentation.HighContrastEnabled)" valueName="HighContrastEnabled">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.VirtualKeyboardEnabled)" explainText="$(string.VirtualKeyboardEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="VirtualKeyboardEnabled" presentation="$(presentation.VirtualKeyboardEnabled)" valueName="VirtualKeyboardEnabled">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.KeyboardDefaultToFunctionKeys)" explainText="$(string.KeyboardDefaultToFunctionKeys_Explain)" key="Software\Policies\Google\ChromeOS" name="KeyboardDefaultToFunctionKeys" presentation="$(presentation.KeyboardDefaultToFunctionKeys)" valueName="KeyboardDefaultToFunctionKeys">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ScreenMagnifierType)" explainText="$(string.ScreenMagnifierType_Explain)" key="Software\Policies\Google\ChromeOS" name="ScreenMagnifierType" presentation="$(presentation.ScreenMagnifierType)">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ScreenMagnifierType" valueName="ScreenMagnifierType">
          <item displayName="$(string.ScreenMagnifierType_None)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.ScreenMagnifierType_Full-screen)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenDefaultLargeCursorEnabled)" explainText="$(string.DeviceLoginScreenDefaultLargeCursorEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenDefaultLargeCursorEnabled" presentation="$(presentation.DeviceLoginScreenDefaultLargeCursorEnabled)" valueName="DeviceLoginScreenDefaultLargeCursorEnabled">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenDefaultSpokenFeedbackEnabled)" explainText="$(string.DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenDefaultSpokenFeedbackEnabled" presentation="$(presentation.DeviceLoginScreenDefaultSpokenFeedbackEnabled)" valueName="DeviceLoginScreenDefaultSpokenFeedbackEnabled">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenDefaultHighContrastEnabled)" explainText="$(string.DeviceLoginScreenDefaultHighContrastEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenDefaultHighContrastEnabled" presentation="$(presentation.DeviceLoginScreenDefaultHighContrastEnabled)" valueName="DeviceLoginScreenDefaultHighContrastEnabled">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenDefaultVirtualKeyboardEnabled)" explainText="$(string.DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenDefaultVirtualKeyboardEnabled" presentation="$(presentation.DeviceLoginScreenDefaultVirtualKeyboardEnabled)" valueName="DeviceLoginScreenDefaultVirtualKeyboardEnabled">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenDefaultScreenMagnifierType)" explainText="$(string.DeviceLoginScreenDefaultScreenMagnifierType_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenDefaultScreenMagnifierType" presentation="$(presentation.DeviceLoginScreenDefaultScreenMagnifierType)">
      <parentCategory ref="Accessibility"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DeviceLoginScreenDefaultScreenMagnifierType" valueName="DeviceLoginScreenDefaultScreenMagnifierType">
          <item displayName="$(string.DeviceLoginScreenDefaultScreenMagnifierType_None)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.DeviceLoginScreenDefaultScreenMagnifierType_Full-screen)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ShowAccessibilityOptionsInSystemTrayMenu)" explainText="$(string.ShowAccessibilityOptionsInSystemTrayMenu_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="ShowAccessibilityOptionsInSystemTrayMenu_recommended" presentation="$(presentation.ShowAccessibilityOptionsInSystemTrayMenu)" valueName="ShowAccessibilityOptionsInSystemTrayMenu">
      <parentCategory ref="Accessibility_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.LargeCursorEnabled)" explainText="$(string.LargeCursorEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="LargeCursorEnabled_recommended" presentation="$(presentation.LargeCursorEnabled)" valueName="LargeCursorEnabled">
      <parentCategory ref="Accessibility_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SpokenFeedbackEnabled)" explainText="$(string.SpokenFeedbackEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="SpokenFeedbackEnabled_recommended" presentation="$(presentation.SpokenFeedbackEnabled)" valueName="SpokenFeedbackEnabled">
      <parentCategory ref="Accessibility_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.HighContrastEnabled)" explainText="$(string.HighContrastEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="HighContrastEnabled_recommended" presentation="$(presentation.HighContrastEnabled)" valueName="HighContrastEnabled">
      <parentCategory ref="Accessibility_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.VirtualKeyboardEnabled)" explainText="$(string.VirtualKeyboardEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="VirtualKeyboardEnabled_recommended" presentation="$(presentation.VirtualKeyboardEnabled)" valueName="VirtualKeyboardEnabled">
      <parentCategory ref="Accessibility_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.KeyboardDefaultToFunctionKeys)" explainText="$(string.KeyboardDefaultToFunctionKeys_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="KeyboardDefaultToFunctionKeys_recommended" presentation="$(presentation.KeyboardDefaultToFunctionKeys)" valueName="KeyboardDefaultToFunctionKeys">
      <parentCategory ref="Accessibility_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ScreenMagnifierType)" explainText="$(string.ScreenMagnifierType_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="ScreenMagnifierType_recommended" presentation="$(presentation.ScreenMagnifierType)">
      <parentCategory ref="Accessibility_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ScreenMagnifierType" valueName="ScreenMagnifierType">
          <item displayName="$(string.ScreenMagnifierType_None)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.ScreenMagnifierType_Full-screen)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DriveDisabled)" explainText="$(string.DriveDisabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DriveDisabled" presentation="$(presentation.DriveDisabled)" valueName="DriveDisabled">
      <parentCategory ref="Drive"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.DriveDisabledOverCellular)" explainText="$(string.DriveDisabledOverCellular_Explain)" key="Software\Policies\Google\ChromeOS" name="DriveDisabledOverCellular" presentation="$(presentation.DriveDisabledOverCellular)" valueName="DriveDisabledOverCellular">
      <parentCategory ref="Drive"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostClientDomainList)" explainText="$(string.RemoteAccessHostClientDomainList_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostClientDomainList" presentation="$(presentation.RemoteAccessHostClientDomainList)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="RemoteAccessHostClientDomainListDesc" key="Software\Policies\Google\ChromeOS\RemoteAccessHostClientDomainList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostFirewallTraversal)" explainText="$(string.RemoteAccessHostFirewallTraversal_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostFirewallTraversal" presentation="$(presentation.RemoteAccessHostFirewallTraversal)" valueName="RemoteAccessHostFirewallTraversal">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostDomainList)" explainText="$(string.RemoteAccessHostDomainList_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostDomainList" presentation="$(presentation.RemoteAccessHostDomainList)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="RemoteAccessHostDomainListDesc" key="Software\Policies\Google\ChromeOS\RemoteAccessHostDomainList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostTalkGadgetPrefix)" explainText="$(string.RemoteAccessHostTalkGadgetPrefix_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostTalkGadgetPrefix" presentation="$(presentation.RemoteAccessHostTalkGadgetPrefix)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="RemoteAccessHostTalkGadgetPrefix" maxLength="1000000" valueName="RemoteAccessHostTalkGadgetPrefix"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostRequireCurtain)" explainText="$(string.RemoteAccessHostRequireCurtain_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostRequireCurtain" presentation="$(presentation.RemoteAccessHostRequireCurtain)" valueName="RemoteAccessHostRequireCurtain">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostAllowClientPairing)" explainText="$(string.RemoteAccessHostAllowClientPairing_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostAllowClientPairing" presentation="$(presentation.RemoteAccessHostAllowClientPairing)" valueName="RemoteAccessHostAllowClientPairing">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostAllowGnubbyAuth)" explainText="$(string.RemoteAccessHostAllowGnubbyAuth_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostAllowGnubbyAuth" presentation="$(presentation.RemoteAccessHostAllowGnubbyAuth)" valueName="RemoteAccessHostAllowGnubbyAuth">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostAllowRelayedConnection)" explainText="$(string.RemoteAccessHostAllowRelayedConnection_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostAllowRelayedConnection" presentation="$(presentation.RemoteAccessHostAllowRelayedConnection)" valueName="RemoteAccessHostAllowRelayedConnection">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostUdpPortRange)" explainText="$(string.RemoteAccessHostUdpPortRange_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostUdpPortRange" presentation="$(presentation.RemoteAccessHostUdpPortRange)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="RemoteAccessHostUdpPortRange" maxLength="1000000" valueName="RemoteAccessHostUdpPortRange"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostMatchUsername)" explainText="$(string.RemoteAccessHostMatchUsername_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostMatchUsername" presentation="$(presentation.RemoteAccessHostMatchUsername)" valueName="RemoteAccessHostMatchUsername">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostTokenUrl)" explainText="$(string.RemoteAccessHostTokenUrl_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostTokenUrl" presentation="$(presentation.RemoteAccessHostTokenUrl)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="RemoteAccessHostTokenUrl" maxLength="1000000" valueName="RemoteAccessHostTokenUrl"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostTokenValidationUrl)" explainText="$(string.RemoteAccessHostTokenValidationUrl_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostTokenValidationUrl" presentation="$(presentation.RemoteAccessHostTokenValidationUrl)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="RemoteAccessHostTokenValidationUrl" maxLength="1000000" valueName="RemoteAccessHostTokenValidationUrl"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RemoteAccessHostTokenValidationCertificateIssuer)" explainText="$(string.RemoteAccessHostTokenValidationCertificateIssuer_Explain)" key="Software\Policies\Google\ChromeOS" name="RemoteAccessHostTokenValidationCertificateIssuer" presentation="$(presentation.RemoteAccessHostTokenValidationCertificateIssuer)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="RemoteAccessHostTokenValidationCertificateIssuer" maxLength="1000000" valueName="RemoteAccessHostTokenValidationCertificateIssuer"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultCookiesSetting)" explainText="$(string.DefaultCookiesSetting_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultCookiesSetting" presentation="$(presentation.DefaultCookiesSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DefaultCookiesSetting" valueName="DefaultCookiesSetting">
          <item displayName="$(string.DefaultCookiesSetting_AllowCookies)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultCookiesSetting_BlockCookies)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultCookiesSetting_SessionOnly)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultImagesSetting)" explainText="$(string.DefaultImagesSetting_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultImagesSetting" presentation="$(presentation.DefaultImagesSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DefaultImagesSetting" valueName="DefaultImagesSetting">
          <item displayName="$(string.DefaultImagesSetting_AllowImages)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultImagesSetting_BlockImages)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultJavaScriptSetting)" explainText="$(string.DefaultJavaScriptSetting_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultJavaScriptSetting" presentation="$(presentation.DefaultJavaScriptSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DefaultJavaScriptSetting" valueName="DefaultJavaScriptSetting">
          <item displayName="$(string.DefaultJavaScriptSetting_AllowJavaScript)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultJavaScriptSetting_BlockJavaScript)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultPluginsSetting)" explainText="$(string.DefaultPluginsSetting_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultPluginsSetting" presentation="$(presentation.DefaultPluginsSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DefaultPluginsSetting" valueName="DefaultPluginsSetting">
          <item displayName="$(string.DefaultPluginsSetting_AllowPlugins)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultPluginsSetting_BlockPlugins)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultPluginsSetting_ClickToPlay)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultPopupsSetting)" explainText="$(string.DefaultPopupsSetting_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultPopupsSetting" presentation="$(presentation.DefaultPopupsSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DefaultPopupsSetting" valueName="DefaultPopupsSetting">
          <item displayName="$(string.DefaultPopupsSetting_AllowPopups)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultPopupsSetting_BlockPopups)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultNotificationsSetting)" explainText="$(string.DefaultNotificationsSetting_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultNotificationsSetting" presentation="$(presentation.DefaultNotificationsSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DefaultNotificationsSetting" valueName="DefaultNotificationsSetting">
          <item displayName="$(string.DefaultNotificationsSetting_AllowNotifications)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultNotificationsSetting_BlockNotifications)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultNotificationsSetting_AskNotifications)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultGeolocationSetting)" explainText="$(string.DefaultGeolocationSetting_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultGeolocationSetting" presentation="$(presentation.DefaultGeolocationSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DefaultGeolocationSetting" valueName="DefaultGeolocationSetting">
          <item displayName="$(string.DefaultGeolocationSetting_AllowGeolocation)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultGeolocationSetting_BlockGeolocation)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultGeolocationSetting_AskGeolocation)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultWebBluetoothGuardSetting)" explainText="$(string.DefaultWebBluetoothGuardSetting_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultWebBluetoothGuardSetting" presentation="$(presentation.DefaultWebBluetoothGuardSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DefaultWebBluetoothGuardSetting" valueName="DefaultWebBluetoothGuardSetting">
          <item displayName="$(string.DefaultWebBluetoothGuardSetting_BlockWebBluetooth)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultWebBluetoothGuardSetting_AskWebBluetooth)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.AutoSelectCertificateForUrls)" explainText="$(string.AutoSelectCertificateForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="AutoSelectCertificateForUrls" presentation="$(presentation.AutoSelectCertificateForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="AutoSelectCertificateForUrlsDesc" key="Software\Policies\Google\ChromeOS\AutoSelectCertificateForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.CookiesAllowedForUrls)" explainText="$(string.CookiesAllowedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="CookiesAllowedForUrls" presentation="$(presentation.CookiesAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="CookiesAllowedForUrlsDesc" key="Software\Policies\Google\ChromeOS\CookiesAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.CookiesBlockedForUrls)" explainText="$(string.CookiesBlockedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="CookiesBlockedForUrls" presentation="$(presentation.CookiesBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="CookiesBlockedForUrlsDesc" key="Software\Policies\Google\ChromeOS\CookiesBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.CookiesSessionOnlyForUrls)" explainText="$(string.CookiesSessionOnlyForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="CookiesSessionOnlyForUrls" presentation="$(presentation.CookiesSessionOnlyForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="CookiesSessionOnlyForUrlsDesc" key="Software\Policies\Google\ChromeOS\CookiesSessionOnlyForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ImagesAllowedForUrls)" explainText="$(string.ImagesAllowedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="ImagesAllowedForUrls" presentation="$(presentation.ImagesAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="ImagesAllowedForUrlsDesc" key="Software\Policies\Google\ChromeOS\ImagesAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ImagesBlockedForUrls)" explainText="$(string.ImagesBlockedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="ImagesBlockedForUrls" presentation="$(presentation.ImagesBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="ImagesBlockedForUrlsDesc" key="Software\Policies\Google\ChromeOS\ImagesBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.JavaScriptAllowedForUrls)" explainText="$(string.JavaScriptAllowedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="JavaScriptAllowedForUrls" presentation="$(presentation.JavaScriptAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="JavaScriptAllowedForUrlsDesc" key="Software\Policies\Google\ChromeOS\JavaScriptAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.JavaScriptBlockedForUrls)" explainText="$(string.JavaScriptBlockedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="JavaScriptBlockedForUrls" presentation="$(presentation.JavaScriptBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="JavaScriptBlockedForUrlsDesc" key="Software\Policies\Google\ChromeOS\JavaScriptBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PluginsAllowedForUrls)" explainText="$(string.PluginsAllowedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="PluginsAllowedForUrls" presentation="$(presentation.PluginsAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="PluginsAllowedForUrlsDesc" key="Software\Policies\Google\ChromeOS\PluginsAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PluginsBlockedForUrls)" explainText="$(string.PluginsBlockedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="PluginsBlockedForUrls" presentation="$(presentation.PluginsBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="PluginsBlockedForUrlsDesc" key="Software\Policies\Google\ChromeOS\PluginsBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PopupsAllowedForUrls)" explainText="$(string.PopupsAllowedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="PopupsAllowedForUrls" presentation="$(presentation.PopupsAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="PopupsAllowedForUrlsDesc" key="Software\Policies\Google\ChromeOS\PopupsAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PopupsBlockedForUrls)" explainText="$(string.PopupsBlockedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="PopupsBlockedForUrls" presentation="$(presentation.PopupsBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="PopupsBlockedForUrlsDesc" key="Software\Policies\Google\ChromeOS\PopupsBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NotificationsAllowedForUrls)" explainText="$(string.NotificationsAllowedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="NotificationsAllowedForUrls" presentation="$(presentation.NotificationsAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="NotificationsAllowedForUrlsDesc" key="Software\Policies\Google\ChromeOS\NotificationsAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NotificationsBlockedForUrls)" explainText="$(string.NotificationsBlockedForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="NotificationsBlockedForUrls" presentation="$(presentation.NotificationsBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="NotificationsBlockedForUrlsDesc" key="Software\Policies\Google\ChromeOS\NotificationsBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RegisteredProtocolHandlers)" explainText="$(string.RegisteredProtocolHandlers_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="RegisteredProtocolHandlers_recommended" presentation="$(presentation.RegisteredProtocolHandlers)">
      <parentCategory ref="ContentSettings_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="RegisteredProtocolHandlers" maxLength="1000000" valueName="RegisteredProtocolHandlers"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderEnabled)" explainText="$(string.DefaultSearchProviderEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderEnabled" presentation="$(presentation.DefaultSearchProviderEnabled)" valueName="DefaultSearchProviderEnabled">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderName)" explainText="$(string.DefaultSearchProviderName_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderName" presentation="$(presentation.DefaultSearchProviderName)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderName" maxLength="1000000" valueName="DefaultSearchProviderName"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderKeyword)" explainText="$(string.DefaultSearchProviderKeyword_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderKeyword" presentation="$(presentation.DefaultSearchProviderKeyword)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderKeyword" maxLength="1000000" valueName="DefaultSearchProviderKeyword"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderSearchURL)" explainText="$(string.DefaultSearchProviderSearchURL_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderSearchURL" presentation="$(presentation.DefaultSearchProviderSearchURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderSearchURL" maxLength="1000000" valueName="DefaultSearchProviderSearchURL"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderSuggestURL)" explainText="$(string.DefaultSearchProviderSuggestURL_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderSuggestURL" presentation="$(presentation.DefaultSearchProviderSuggestURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderSuggestURL" maxLength="1000000" valueName="DefaultSearchProviderSuggestURL"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderInstantURL)" explainText="$(string.DefaultSearchProviderInstantURL_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderInstantURL" presentation="$(presentation.DefaultSearchProviderInstantURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderInstantURL" maxLength="1000000" valueName="DefaultSearchProviderInstantURL"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderIconURL)" explainText="$(string.DefaultSearchProviderIconURL_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderIconURL" presentation="$(presentation.DefaultSearchProviderIconURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderIconURL" maxLength="1000000" valueName="DefaultSearchProviderIconURL"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderEncodings)" explainText="$(string.DefaultSearchProviderEncodings_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderEncodings" presentation="$(presentation.DefaultSearchProviderEncodings)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DefaultSearchProviderEncodingsDesc" key="Software\Policies\Google\ChromeOS\DefaultSearchProviderEncodings" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderAlternateURLs)" explainText="$(string.DefaultSearchProviderAlternateURLs_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderAlternateURLs" presentation="$(presentation.DefaultSearchProviderAlternateURLs)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DefaultSearchProviderAlternateURLsDesc" key="Software\Policies\Google\ChromeOS\DefaultSearchProviderAlternateURLs" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderSearchTermsReplacementKey)" explainText="$(string.DefaultSearchProviderSearchTermsReplacementKey_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderSearchTermsReplacementKey" presentation="$(presentation.DefaultSearchProviderSearchTermsReplacementKey)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderSearchTermsReplacementKey" maxLength="1000000" valueName="DefaultSearchProviderSearchTermsReplacementKey"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderImageURL)" explainText="$(string.DefaultSearchProviderImageURL_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderImageURL" presentation="$(presentation.DefaultSearchProviderImageURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderImageURL" maxLength="1000000" valueName="DefaultSearchProviderImageURL"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderNewTabURL)" explainText="$(string.DefaultSearchProviderNewTabURL_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderNewTabURL" presentation="$(presentation.DefaultSearchProviderNewTabURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderNewTabURL" maxLength="1000000" valueName="DefaultSearchProviderNewTabURL"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderSearchURLPostParams)" explainText="$(string.DefaultSearchProviderSearchURLPostParams_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderSearchURLPostParams" presentation="$(presentation.DefaultSearchProviderSearchURLPostParams)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderSearchURLPostParams" maxLength="1000000" valueName="DefaultSearchProviderSearchURLPostParams"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderSuggestURLPostParams)" explainText="$(string.DefaultSearchProviderSuggestURLPostParams_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderSuggestURLPostParams" presentation="$(presentation.DefaultSearchProviderSuggestURLPostParams)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderSuggestURLPostParams" maxLength="1000000" valueName="DefaultSearchProviderSuggestURLPostParams"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderInstantURLPostParams)" explainText="$(string.DefaultSearchProviderInstantURLPostParams_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderInstantURLPostParams" presentation="$(presentation.DefaultSearchProviderInstantURLPostParams)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderInstantURLPostParams" maxLength="1000000" valueName="DefaultSearchProviderInstantURLPostParams"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DefaultSearchProviderImageURLPostParams)" explainText="$(string.DefaultSearchProviderImageURLPostParams_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultSearchProviderImageURLPostParams" presentation="$(presentation.DefaultSearchProviderImageURLPostParams)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultSearchProviderImageURLPostParams" maxLength="1000000" valueName="DefaultSearchProviderImageURLPostParams"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ExtensionInstallBlacklist)" explainText="$(string.ExtensionInstallBlacklist_Explain)" key="Software\Policies\Google\ChromeOS" name="ExtensionInstallBlacklist" presentation="$(presentation.ExtensionInstallBlacklist)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="ExtensionInstallBlacklistDesc" key="Software\Policies\Google\ChromeOS\ExtensionInstallBlacklist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ExtensionInstallWhitelist)" explainText="$(string.ExtensionInstallWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="ExtensionInstallWhitelist" presentation="$(presentation.ExtensionInstallWhitelist)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="ExtensionInstallWhitelistDesc" key="Software\Policies\Google\ChromeOS\ExtensionInstallWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ExtensionInstallForcelist)" explainText="$(string.ExtensionInstallForcelist_Explain)" key="Software\Policies\Google\ChromeOS" name="ExtensionInstallForcelist" presentation="$(presentation.ExtensionInstallForcelist)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="ExtensionInstallForcelistDesc" key="Software\Policies\Google\ChromeOS\ExtensionInstallForcelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ExtensionInstallSources)" explainText="$(string.ExtensionInstallSources_Explain)" key="Software\Policies\Google\ChromeOS" name="ExtensionInstallSources" presentation="$(presentation.ExtensionInstallSources)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="ExtensionInstallSourcesDesc" key="Software\Policies\Google\ChromeOS\ExtensionInstallSources" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ExtensionAllowedTypes)" explainText="$(string.ExtensionAllowedTypes_Explain)" key="Software\Policies\Google\ChromeOS" name="ExtensionAllowedTypes" presentation="$(presentation.ExtensionAllowedTypes)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="ExtensionAllowedTypesDesc" key="Software\Policies\Google\ChromeOS\ExtensionAllowedTypes" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ExtensionSettings)" explainText="$(string.ExtensionSettings_Explain)" key="Software\Policies\Google\ChromeOS" name="ExtensionSettings" presentation="$(presentation.ExtensionSettings)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="ExtensionSettings" maxLength="1000000" valueName="ExtensionSettings"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.EnableMediaRouter)" explainText="$(string.EnableMediaRouter_Explain)" key="Software\Policies\Google\ChromeOS" name="EnableMediaRouter" presentation="$(presentation.EnableMediaRouter)" valueName="EnableMediaRouter">
      <parentCategory ref="GoogleCast"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ShowCastIconInToolbar)" explainText="$(string.ShowCastIconInToolbar_Explain)" key="Software\Policies\Google\ChromeOS" name="ShowCastIconInToolbar" presentation="$(presentation.ShowCastIconInToolbar)" valueName="ShowCastIconInToolbar">
      <parentCategory ref="GoogleCast"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.HomepageLocation)" explainText="$(string.HomepageLocation_Explain)" key="Software\Policies\Google\ChromeOS" name="HomepageLocation" presentation="$(presentation.HomepageLocation)">
      <parentCategory ref="Homepage"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="HomepageLocation" maxLength="1000000" valueName="HomepageLocation"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.HomepageIsNewTabPage)" explainText="$(string.HomepageIsNewTabPage_Explain)" key="Software\Policies\Google\ChromeOS" name="HomepageIsNewTabPage" presentation="$(presentation.HomepageIsNewTabPage)" valueName="HomepageIsNewTabPage">
      <parentCategory ref="Homepage"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.HomepageLocation)" explainText="$(string.HomepageLocation_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="HomepageLocation_recommended" presentation="$(presentation.HomepageLocation)">
      <parentCategory ref="Homepage_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="HomepageLocation" maxLength="1000000" valueName="HomepageLocation"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.HomepageIsNewTabPage)" explainText="$(string.HomepageIsNewTabPage_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="HomepageIsNewTabPage_recommended" presentation="$(presentation.HomepageIsNewTabPage)" valueName="HomepageIsNewTabPage">
      <parentCategory ref="Homepage_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.NewTabPageLocation)" explainText="$(string.NewTabPageLocation_Explain)" key="Software\Policies\Google\ChromeOS" name="NewTabPageLocation" presentation="$(presentation.NewTabPageLocation)">
      <parentCategory ref="NewTabPage"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="NewTabPageLocation" maxLength="1000000" valueName="NewTabPageLocation"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NewTabPageLocation)" explainText="$(string.NewTabPageLocation_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="NewTabPageLocation_recommended" presentation="$(presentation.NewTabPageLocation)">
      <parentCategory ref="NewTabPage_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="NewTabPageLocation" maxLength="1000000" valueName="NewTabPageLocation"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PasswordManagerEnabled)" explainText="$(string.PasswordManagerEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="PasswordManagerEnabled" presentation="$(presentation.PasswordManagerEnabled)" valueName="PasswordManagerEnabled">
      <parentCategory ref="PasswordManager"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.PasswordManagerEnabled)" explainText="$(string.PasswordManagerEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="PasswordManagerEnabled_recommended" presentation="$(presentation.PasswordManagerEnabled)" valueName="PasswordManagerEnabled">
      <parentCategory ref="PasswordManager_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AuthSchemes)" explainText="$(string.AuthSchemes_Explain)" key="Software\Policies\Google\ChromeOS" name="AuthSchemes" presentation="$(presentation.AuthSchemes)">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="AuthSchemes" maxLength="1000000" valueName="AuthSchemes"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DisableAuthNegotiateCnameLookup)" explainText="$(string.DisableAuthNegotiateCnameLookup_Explain)" key="Software\Policies\Google\ChromeOS" name="DisableAuthNegotiateCnameLookup" presentation="$(presentation.DisableAuthNegotiateCnameLookup)" valueName="DisableAuthNegotiateCnameLookup">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.EnableAuthNegotiatePort)" explainText="$(string.EnableAuthNegotiatePort_Explain)" key="Software\Policies\Google\ChromeOS" name="EnableAuthNegotiatePort" presentation="$(presentation.EnableAuthNegotiatePort)" valueName="EnableAuthNegotiatePort">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AuthServerWhitelist)" explainText="$(string.AuthServerWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="AuthServerWhitelist" presentation="$(presentation.AuthServerWhitelist)">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="AuthServerWhitelist" maxLength="1000000" valueName="AuthServerWhitelist"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.AuthNegotiateDelegateWhitelist)" explainText="$(string.AuthNegotiateDelegateWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="AuthNegotiateDelegateWhitelist" presentation="$(presentation.AuthNegotiateDelegateWhitelist)">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="AuthNegotiateDelegateWhitelist" maxLength="1000000" valueName="AuthNegotiateDelegateWhitelist"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.AllowCrossOriginAuthPrompt)" explainText="$(string.AllowCrossOriginAuthPrompt_Explain)" key="Software\Policies\Google\ChromeOS" name="AllowCrossOriginAuthPrompt" presentation="$(presentation.AllowCrossOriginAuthPrompt)" valueName="AllowCrossOriginAuthPrompt">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.LidCloseAction)" explainText="$(string.LidCloseAction_Explain)" key="Software\Policies\Google\ChromeOS" name="LidCloseAction" presentation="$(presentation.LidCloseAction)">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="LidCloseAction" valueName="LidCloseAction">
          <item displayName="$(string.LidCloseAction_LidCloseActionSuspend)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.LidCloseAction_LidCloseActionLogout)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.LidCloseAction_LidCloseActionShutdown)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.LidCloseAction_LidCloseActionDoNothing)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PowerManagementUsesAudioActivity)" explainText="$(string.PowerManagementUsesAudioActivity_Explain)" key="Software\Policies\Google\ChromeOS" name="PowerManagementUsesAudioActivity" presentation="$(presentation.PowerManagementUsesAudioActivity)" valueName="PowerManagementUsesAudioActivity">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.PowerManagementUsesVideoActivity)" explainText="$(string.PowerManagementUsesVideoActivity_Explain)" key="Software\Policies\Google\ChromeOS" name="PowerManagementUsesVideoActivity" presentation="$(presentation.PowerManagementUsesVideoActivity)" valueName="PowerManagementUsesVideoActivity">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.PresentationScreenDimDelayScale)" explainText="$(string.PresentationScreenDimDelayScale_Explain)" key="Software\Policies\Google\ChromeOS" name="PresentationScreenDimDelayScale" presentation="$(presentation.PresentationScreenDimDelayScale)">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="PresentationScreenDimDelayScale" maxValue="2000000000" valueName="PresentationScreenDimDelayScale"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.AllowScreenWakeLocks)" explainText="$(string.AllowScreenWakeLocks_Explain)" key="Software\Policies\Google\ChromeOS" name="AllowScreenWakeLocks" presentation="$(presentation.AllowScreenWakeLocks)" valueName="AllowScreenWakeLocks">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.UserActivityScreenDimDelayScale)" explainText="$(string.UserActivityScreenDimDelayScale_Explain)" key="Software\Policies\Google\ChromeOS" name="UserActivityScreenDimDelayScale" presentation="$(presentation.UserActivityScreenDimDelayScale)">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="UserActivityScreenDimDelayScale" maxValue="2000000000" valueName="UserActivityScreenDimDelayScale"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.WaitForInitialUserActivity)" explainText="$(string.WaitForInitialUserActivity_Explain)" key="Software\Policies\Google\ChromeOS" name="WaitForInitialUserActivity" presentation="$(presentation.WaitForInitialUserActivity)" valueName="WaitForInitialUserActivity">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.PowerManagementIdleSettings)" explainText="$(string.PowerManagementIdleSettings_Explain)" key="Software\Policies\Google\ChromeOS" name="PowerManagementIdleSettings" presentation="$(presentation.PowerManagementIdleSettings)">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="PowerManagementIdleSettings" maxLength="1000000" valueName="PowerManagementIdleSettings"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ScreenLockDelays)" explainText="$(string.ScreenLockDelays_Explain)" key="Software\Policies\Google\ChromeOS" name="ScreenLockDelays" presentation="$(presentation.ScreenLockDelays)">
      <parentCategory ref="PowerManagement"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="ScreenLockDelays" maxLength="1000000" valueName="ScreenLockDelays"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ProxyMode)" explainText="$(string.ProxyMode_Explain)" key="Software\Policies\Google\ChromeOS" name="ProxyMode" presentation="$(presentation.ProxyMode)">
      <parentCategory ref="Proxy"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ProxyMode" valueName="ProxyMode">
          <item displayName="$(string.ProxyMode_ProxyDisabled)">
            <value>
              <string>direct</string>
            </value>
          </item>
          <item displayName="$(string.ProxyMode_ProxyAutoDetect)">
            <value>
              <string>auto_detect</string>
            </value>
          </item>
          <item displayName="$(string.ProxyMode_ProxyPacScript)">
            <value>
              <string>pac_script</string>
            </value>
          </item>
          <item displayName="$(string.ProxyMode_ProxyFixedServers)">
            <value>
              <string>fixed_servers</string>
            </value>
          </item>
          <item displayName="$(string.ProxyMode_ProxyUseSystem)">
            <value>
              <string>system</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ProxyServer)" explainText="$(string.ProxyServer_Explain)" key="Software\Policies\Google\ChromeOS" name="ProxyServer" presentation="$(presentation.ProxyServer)">
      <parentCategory ref="Proxy"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="ProxyServer" maxLength="1000000" valueName="ProxyServer"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ProxyPacUrl)" explainText="$(string.ProxyPacUrl_Explain)" key="Software\Policies\Google\ChromeOS" name="ProxyPacUrl" presentation="$(presentation.ProxyPacUrl)">
      <parentCategory ref="Proxy"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="ProxyPacUrl" maxLength="1000000" valueName="ProxyPacUrl"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ProxyBypassList)" explainText="$(string.ProxyBypassList_Explain)" key="Software\Policies\Google\ChromeOS" name="ProxyBypassList" presentation="$(presentation.ProxyBypassList)">
      <parentCategory ref="Proxy"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="ProxyBypassList" maxLength="1000000" valueName="ProxyBypassList"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.QuickUnlockModeWhitelist)" explainText="$(string.QuickUnlockModeWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="QuickUnlockModeWhitelist" presentation="$(presentation.QuickUnlockModeWhitelist)">
      <parentCategory ref="QuickUnlock"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="QuickUnlockModeWhitelistDesc" key="Software\Policies\Google\ChromeOS\QuickUnlockModeWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.QuickUnlockTimeout)" explainText="$(string.QuickUnlockTimeout_Explain)" key="Software\Policies\Google\ChromeOS" name="QuickUnlockTimeout" presentation="$(presentation.QuickUnlockTimeout)">
      <parentCategory ref="QuickUnlock"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="QuickUnlockTimeout" valueName="QuickUnlockTimeout">
          <item displayName="$(string.QuickUnlockTimeout_SixHours)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.QuickUnlockTimeout_TweleveHours)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.QuickUnlockTimeout_Day)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.QuickUnlockTimeout_Week)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PinUnlockMinimumLength)" explainText="$(string.PinUnlockMinimumLength_Explain)" key="Software\Policies\Google\ChromeOS" name="PinUnlockMinimumLength" presentation="$(presentation.PinUnlockMinimumLength)">
      <parentCategory ref="QuickUnlock"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="PinUnlockMinimumLength" maxValue="2000000000" valueName="PinUnlockMinimumLength"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PinUnlockMaximumLength)" explainText="$(string.PinUnlockMaximumLength_Explain)" key="Software\Policies\Google\ChromeOS" name="PinUnlockMaximumLength" presentation="$(presentation.PinUnlockMaximumLength)">
      <parentCategory ref="QuickUnlock"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="PinUnlockMaximumLength" maxValue="2000000000" valueName="PinUnlockMaximumLength"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PinUnlockWeakPinsAllowed)" explainText="$(string.PinUnlockWeakPinsAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="PinUnlockWeakPinsAllowed" presentation="$(presentation.PinUnlockWeakPinsAllowed)" valueName="PinUnlockWeakPinsAllowed">
      <parentCategory ref="QuickUnlock"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AttestationEnabledForUser)" explainText="$(string.AttestationEnabledForUser_Explain)" key="Software\Policies\Google\ChromeOS" name="AttestationEnabledForUser" presentation="$(presentation.AttestationEnabledForUser)" valueName="AttestationEnabledForUser">
      <parentCategory ref="Attestation"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AttestationExtensionWhitelist)" explainText="$(string.AttestationExtensionWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="AttestationExtensionWhitelist" presentation="$(presentation.AttestationExtensionWhitelist)">
      <parentCategory ref="Attestation"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="AttestationExtensionWhitelistDesc" key="Software\Policies\Google\ChromeOS\AttestationExtensionWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RestoreOnStartup)" explainText="$(string.RestoreOnStartup_Explain)" key="Software\Policies\Google\ChromeOS" name="RestoreOnStartup" presentation="$(presentation.RestoreOnStartup)">
      <parentCategory ref="RestoreOnStartupGroup"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="RestoreOnStartup" valueName="RestoreOnStartup">
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsNewTabPage)">
            <value>
              <decimal value="5"/>
            </value>
          </item>
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsLastSession)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsURLs)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RestoreOnStartupURLs)" explainText="$(string.RestoreOnStartupURLs_Explain)" key="Software\Policies\Google\ChromeOS" name="RestoreOnStartupURLs" presentation="$(presentation.RestoreOnStartupURLs)">
      <parentCategory ref="RestoreOnStartupGroup"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="RestoreOnStartupURLsDesc" key="Software\Policies\Google\ChromeOS\RestoreOnStartupURLs" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RestoreOnStartup)" explainText="$(string.RestoreOnStartup_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="RestoreOnStartup_recommended" presentation="$(presentation.RestoreOnStartup)">
      <parentCategory ref="RestoreOnStartupGroup_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="RestoreOnStartup" valueName="RestoreOnStartup">
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsNewTabPage)">
            <value>
              <decimal value="5"/>
            </value>
          </item>
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsLastSession)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsURLs)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.RestoreOnStartupURLs)" explainText="$(string.RestoreOnStartupURLs_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="RestoreOnStartupURLs_recommended" presentation="$(presentation.RestoreOnStartupURLs)">
      <parentCategory ref="RestoreOnStartupGroup_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="RestoreOnStartupURLsDesc" key="Software\Policies\Google\ChromeOS\Recommended\RestoreOnStartupURLs" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.AllowDeletingBrowserHistory)" explainText="$(string.AllowDeletingBrowserHistory_Explain)" key="Software\Policies\Google\ChromeOS" name="AllowDeletingBrowserHistory" presentation="$(presentation.AllowDeletingBrowserHistory)" valueName="AllowDeletingBrowserHistory">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AllowDinosaurEasterEgg)" explainText="$(string.AllowDinosaurEasterEgg_Explain)" key="Software\Policies\Google\ChromeOS" name="AllowDinosaurEasterEgg" presentation="$(presentation.AllowDinosaurEasterEgg)" valueName="AllowDinosaurEasterEgg">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AllowOutdatedPlugins)" explainText="$(string.AllowOutdatedPlugins_Explain)" key="Software\Policies\Google\ChromeOS" name="AllowOutdatedPlugins" presentation="$(presentation.AllowOutdatedPlugins)" valueName="AllowOutdatedPlugins">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AllowScreenLock)" explainText="$(string.AllowScreenLock_Explain)" key="Software\Policies\Google\ChromeOS" name="AllowScreenLock" presentation="$(presentation.AllowScreenLock)" valueName="AllowScreenLock">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AllowedDomainsForApps)" explainText="$(string.AllowedDomainsForApps_Explain)" key="Software\Policies\Google\ChromeOS" name="AllowedDomainsForApps" presentation="$(presentation.AllowedDomainsForApps)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="AllowedDomainsForApps" maxLength="1000000" valueName="AllowedDomainsForApps"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.AlternateErrorPagesEnabled)" explainText="$(string.AlternateErrorPagesEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="AlternateErrorPagesEnabled" presentation="$(presentation.AlternateErrorPagesEnabled)" valueName="AlternateErrorPagesEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AlternateErrorPagesEnabled)" explainText="$(string.AlternateErrorPagesEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="AlternateErrorPagesEnabled_recommended" presentation="$(presentation.AlternateErrorPagesEnabled)" valueName="AlternateErrorPagesEnabled">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AlwaysAuthorizePlugins)" explainText="$(string.AlwaysAuthorizePlugins_Explain)" key="Software\Policies\Google\ChromeOS" name="AlwaysAuthorizePlugins" presentation="$(presentation.AlwaysAuthorizePlugins)" valueName="AlwaysAuthorizePlugins">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ArcBackupRestoreEnabled)" explainText="$(string.ArcBackupRestoreEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="ArcBackupRestoreEnabled" presentation="$(presentation.ArcBackupRestoreEnabled)" valueName="ArcBackupRestoreEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ArcCertificatesSyncMode)" explainText="$(string.ArcCertificatesSyncMode_Explain)" key="Software\Policies\Google\ChromeOS" name="ArcCertificatesSyncMode" presentation="$(presentation.ArcCertificatesSyncMode)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ArcCertificatesSyncMode" valueName="ArcCertificatesSyncMode">
          <item displayName="$(string.ArcCertificatesSyncMode_SyncDisabled)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.ArcCertificatesSyncMode_CopyCaCerts)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ArcEnabled)" explainText="$(string.ArcEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="ArcEnabled" presentation="$(presentation.ArcEnabled)" valueName="ArcEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ArcLocationServiceEnabled)" explainText="$(string.ArcLocationServiceEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="ArcLocationServiceEnabled" presentation="$(presentation.ArcLocationServiceEnabled)" valueName="ArcLocationServiceEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ArcPolicy)" explainText="$(string.ArcPolicy_Explain)" key="Software\Policies\Google\ChromeOS" name="ArcPolicy" presentation="$(presentation.ArcPolicy)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="ArcPolicy" maxLength="1000000" valueName="ArcPolicy"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.AudioCaptureAllowed)" explainText="$(string.AudioCaptureAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="AudioCaptureAllowed" presentation="$(presentation.AudioCaptureAllowed)" valueName="AudioCaptureAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AudioCaptureAllowedUrls)" explainText="$(string.AudioCaptureAllowedUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="AudioCaptureAllowedUrls" presentation="$(presentation.AudioCaptureAllowedUrls)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="AudioCaptureAllowedUrlsDesc" key="Software\Policies\Google\ChromeOS\AudioCaptureAllowedUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.AudioOutputAllowed)" explainText="$(string.AudioOutputAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="AudioOutputAllowed" presentation="$(presentation.AudioOutputAllowed)" valueName="AudioOutputAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AutoFillEnabled)" explainText="$(string.AutoFillEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="AutoFillEnabled" presentation="$(presentation.AutoFillEnabled)" valueName="AutoFillEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AutoFillEnabled)" explainText="$(string.AutoFillEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="AutoFillEnabled_recommended" presentation="$(presentation.AutoFillEnabled)" valueName="AutoFillEnabled">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AutofillCreditCardEnabled)" explainText="$(string.AutofillCreditCardEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="AutofillCreditCardEnabled" presentation="$(presentation.AutofillCreditCardEnabled)" valueName="AutofillCreditCardEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.AutofillCreditCardEnabled)" explainText="$(string.AutofillCreditCardEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="AutofillCreditCardEnabled_recommended" presentation="$(presentation.AutofillCreditCardEnabled)" valueName="AutofillCreditCardEnabled">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.BlockThirdPartyCookies)" explainText="$(string.BlockThirdPartyCookies_Explain)" key="Software\Policies\Google\ChromeOS" name="BlockThirdPartyCookies" presentation="$(presentation.BlockThirdPartyCookies)" valueName="BlockThirdPartyCookies">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.BlockThirdPartyCookies)" explainText="$(string.BlockThirdPartyCookies_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="BlockThirdPartyCookies_recommended" presentation="$(presentation.BlockThirdPartyCookies)" valueName="BlockThirdPartyCookies">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.BookmarkBarEnabled)" explainText="$(string.BookmarkBarEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="BookmarkBarEnabled" presentation="$(presentation.BookmarkBarEnabled)" valueName="BookmarkBarEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.BookmarkBarEnabled)" explainText="$(string.BookmarkBarEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="BookmarkBarEnabled_recommended" presentation="$(presentation.BookmarkBarEnabled)" valueName="BookmarkBarEnabled">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.CaptivePortalAuthenticationIgnoresProxy)" explainText="$(string.CaptivePortalAuthenticationIgnoresProxy_Explain)" key="Software\Policies\Google\ChromeOS" name="CaptivePortalAuthenticationIgnoresProxy" presentation="$(presentation.CaptivePortalAuthenticationIgnoresProxy)" valueName="CaptivePortalAuthenticationIgnoresProxy">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.CertificateTransparencyEnforcementDisabledForUrls)" explainText="$(string.CertificateTransparencyEnforcementDisabledForUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="CertificateTransparencyEnforcementDisabledForUrls" presentation="$(presentation.CertificateTransparencyEnforcementDisabledForUrls)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="CertificateTransparencyEnforcementDisabledForUrlsDesc" key="Software\Policies\Google\ChromeOS\CertificateTransparencyEnforcementDisabledForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ChromeOsLockOnIdleSuspend)" explainText="$(string.ChromeOsLockOnIdleSuspend_Explain)" key="Software\Policies\Google\ChromeOS" name="ChromeOsLockOnIdleSuspend" presentation="$(presentation.ChromeOsLockOnIdleSuspend)" valueName="ChromeOsLockOnIdleSuspend">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ChromeOsLockOnIdleSuspend)" explainText="$(string.ChromeOsLockOnIdleSuspend_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="ChromeOsLockOnIdleSuspend_recommended" presentation="$(presentation.ChromeOsLockOnIdleSuspend)" valueName="ChromeOsLockOnIdleSuspend">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ChromeOsMultiProfileUserBehavior)" explainText="$(string.ChromeOsMultiProfileUserBehavior_Explain)" key="Software\Policies\Google\ChromeOS" name="ChromeOsMultiProfileUserBehavior" presentation="$(presentation.ChromeOsMultiProfileUserBehavior)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ChromeOsMultiProfileUserBehavior" valueName="ChromeOsMultiProfileUserBehavior">
          <item displayName="$(string.ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted)">
            <value>
              <string>unrestricted</string>
            </value>
          </item>
          <item displayName="$(string.ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary)">
            <value>
              <string>primary-only</string>
            </value>
          </item>
          <item displayName="$(string.ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed)">
            <value>
              <string>not-allowed</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.ChromeOsReleaseChannel)" explainText="$(string.ChromeOsReleaseChannel_Explain)" key="Software\Policies\Google\ChromeOS" name="ChromeOsReleaseChannel" presentation="$(presentation.ChromeOsReleaseChannel)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ChromeOsReleaseChannel" valueName="ChromeOsReleaseChannel">
          <item displayName="$(string.ChromeOsReleaseChannel_StableChannel)">
            <value>
              <string>stable-channel</string>
            </value>
          </item>
          <item displayName="$(string.ChromeOsReleaseChannel_BetaChannel)">
            <value>
              <string>beta-channel</string>
            </value>
          </item>
          <item displayName="$(string.ChromeOsReleaseChannel_DevChannel)">
            <value>
              <string>dev-channel</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.ChromeOsReleaseChannelDelegated)" explainText="$(string.ChromeOsReleaseChannelDelegated_Explain)" key="Software\Policies\Google\ChromeOS" name="ChromeOsReleaseChannelDelegated" presentation="$(presentation.ChromeOsReleaseChannelDelegated)" valueName="ChromeOsReleaseChannelDelegated">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ComponentUpdatesEnabled)" explainText="$(string.ComponentUpdatesEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="ComponentUpdatesEnabled" presentation="$(presentation.ComponentUpdatesEnabled)" valueName="ComponentUpdatesEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.DefaultPrinterSelection)" explainText="$(string.DefaultPrinterSelection_Explain)" key="Software\Policies\Google\ChromeOS" name="DefaultPrinterSelection" presentation="$(presentation.DefaultPrinterSelection)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DefaultPrinterSelection" maxLength="1000000" valueName="DefaultPrinterSelection"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DeveloperToolsDisabled)" explainText="$(string.DeveloperToolsDisabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeveloperToolsDisabled" presentation="$(presentation.DeveloperToolsDisabled)" valueName="DeveloperToolsDisabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceAllowBluetooth)" explainText="$(string.DeviceAllowBluetooth_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceAllowBluetooth" presentation="$(presentation.DeviceAllowBluetooth)" valueName="DeviceAllowBluetooth">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceAllowNewUsers)" explainText="$(string.DeviceAllowNewUsers_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceAllowNewUsers" presentation="$(presentation.DeviceAllowNewUsers)" valueName="DeviceAllowNewUsers">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceAllowRedeemChromeOsRegistrationOffers)" explainText="$(string.DeviceAllowRedeemChromeOsRegistrationOffers_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceAllowRedeemChromeOsRegistrationOffers" presentation="$(presentation.DeviceAllowRedeemChromeOsRegistrationOffers)" valueName="DeviceAllowRedeemChromeOsRegistrationOffers">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceAutoUpdateDisabled)" explainText="$(string.DeviceAutoUpdateDisabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceAutoUpdateDisabled" presentation="$(presentation.DeviceAutoUpdateDisabled)" valueName="DeviceAutoUpdateDisabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceAutoUpdateP2PEnabled)" explainText="$(string.DeviceAutoUpdateP2PEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceAutoUpdateP2PEnabled" presentation="$(presentation.DeviceAutoUpdateP2PEnabled)" valueName="DeviceAutoUpdateP2PEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceBlockDevmode)" explainText="$(string.DeviceBlockDevmode_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceBlockDevmode" presentation="$(presentation.DeviceBlockDevmode)" valueName="DeviceBlockDevmode">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceDataRoamingEnabled)" explainText="$(string.DeviceDataRoamingEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceDataRoamingEnabled" presentation="$(presentation.DeviceDataRoamingEnabled)" valueName="DeviceDataRoamingEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceEphemeralUsersEnabled)" explainText="$(string.DeviceEphemeralUsersEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceEphemeralUsersEnabled" presentation="$(presentation.DeviceEphemeralUsersEnabled)" valueName="DeviceEphemeralUsersEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceGuestModeEnabled)" explainText="$(string.DeviceGuestModeEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceGuestModeEnabled" presentation="$(presentation.DeviceGuestModeEnabled)" valueName="DeviceGuestModeEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenAppInstallList)" explainText="$(string.DeviceLoginScreenAppInstallList_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenAppInstallList" presentation="$(presentation.DeviceLoginScreenAppInstallList)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DeviceLoginScreenAppInstallListDesc" key="Software\Policies\Google\ChromeOS\DeviceLoginScreenAppInstallList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenInputMethods)" explainText="$(string.DeviceLoginScreenInputMethods_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenInputMethods" presentation="$(presentation.DeviceLoginScreenInputMethods)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DeviceLoginScreenInputMethodsDesc" key="Software\Policies\Google\ChromeOS\DeviceLoginScreenInputMethods" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenLocales)" explainText="$(string.DeviceLoginScreenLocales_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenLocales" presentation="$(presentation.DeviceLoginScreenLocales)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DeviceLoginScreenLocalesDesc" key="Software\Policies\Google\ChromeOS\DeviceLoginScreenLocales" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceLoginScreenPowerManagement)" explainText="$(string.DeviceLoginScreenPowerManagement_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceLoginScreenPowerManagement" presentation="$(presentation.DeviceLoginScreenPowerManagement)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DeviceLoginScreenPowerManagement" maxLength="1000000" valueName="DeviceLoginScreenPowerManagement"/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceMetricsReportingEnabled)" explainText="$(string.DeviceMetricsReportingEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceMetricsReportingEnabled" presentation="$(presentation.DeviceMetricsReportingEnabled)" valueName="DeviceMetricsReportingEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceNativePrinters)" explainText="$(string.DeviceNativePrinters_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceNativePrinters" presentation="$(presentation.DeviceNativePrinters)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DeviceNativePrinters" maxLength="1000000" valueName="DeviceNativePrinters"/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceNativePrintersAccessMode)" explainText="$(string.DeviceNativePrintersAccessMode_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceNativePrintersAccessMode" presentation="$(presentation.DeviceNativePrintersAccessMode)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DeviceNativePrintersAccessMode" valueName="DeviceNativePrintersAccessMode">
          <item displayName="$(string.DeviceNativePrintersAccessMode_BlacklistRestriction)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.DeviceNativePrintersAccessMode_WhitelistPrintersOnly)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DeviceNativePrintersAccessMode_AllowAll)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceNativePrintersBlacklist)" explainText="$(string.DeviceNativePrintersBlacklist_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceNativePrintersBlacklist" presentation="$(presentation.DeviceNativePrintersBlacklist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DeviceNativePrintersBlacklistDesc" key="Software\Policies\Google\ChromeOS\DeviceNativePrintersBlacklist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceNativePrintersWhitelist)" explainText="$(string.DeviceNativePrintersWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceNativePrintersWhitelist" presentation="$(presentation.DeviceNativePrintersWhitelist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DeviceNativePrintersWhitelistDesc" key="Software\Policies\Google\ChromeOS\DeviceNativePrintersWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceOffHours)" explainText="$(string.DeviceOffHours_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceOffHours" presentation="$(presentation.DeviceOffHours)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DeviceOffHours" maxLength="1000000" valueName="DeviceOffHours"/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceOpenNetworkConfiguration)" explainText="$(string.DeviceOpenNetworkConfiguration_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceOpenNetworkConfiguration" presentation="$(presentation.DeviceOpenNetworkConfiguration)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DeviceOpenNetworkConfiguration" maxLength="1000000" valueName="DeviceOpenNetworkConfiguration"/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DevicePolicyRefreshRate)" explainText="$(string.DevicePolicyRefreshRate_Explain)" key="Software\Policies\Google\ChromeOS" name="DevicePolicyRefreshRate" presentation="$(presentation.DevicePolicyRefreshRate)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="DevicePolicyRefreshRate" maxValue="2000000000" valueName="DevicePolicyRefreshRate"/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceQuirksDownloadEnabled)" explainText="$(string.DeviceQuirksDownloadEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceQuirksDownloadEnabled" presentation="$(presentation.DeviceQuirksDownloadEnabled)" valueName="DeviceQuirksDownloadEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceRebootOnShutdown)" explainText="$(string.DeviceRebootOnShutdown_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceRebootOnShutdown" presentation="$(presentation.DeviceRebootOnShutdown)" valueName="DeviceRebootOnShutdown">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceShowUserNamesOnSignin)" explainText="$(string.DeviceShowUserNamesOnSignin_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceShowUserNamesOnSignin" presentation="$(presentation.DeviceShowUserNamesOnSignin)" valueName="DeviceShowUserNamesOnSignin">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceStartUpFlags)" explainText="$(string.DeviceStartUpFlags_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceStartUpFlags" presentation="$(presentation.DeviceStartUpFlags)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DeviceStartUpFlagsDesc" key="Software\Policies\Google\ChromeOS\DeviceStartUpFlags" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceTargetVersionPrefix)" explainText="$(string.DeviceTargetVersionPrefix_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceTargetVersionPrefix" presentation="$(presentation.DeviceTargetVersionPrefix)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DeviceTargetVersionPrefix" maxLength="1000000" valueName="DeviceTargetVersionPrefix"/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceUpdateAllowedConnectionTypes)" explainText="$(string.DeviceUpdateAllowedConnectionTypes_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceUpdateAllowedConnectionTypes" presentation="$(presentation.DeviceUpdateAllowedConnectionTypes)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DeviceUpdateAllowedConnectionTypesDesc" key="Software\Policies\Google\ChromeOS\DeviceUpdateAllowedConnectionTypes" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceUpdateHttpDownloadsEnabled)" explainText="$(string.DeviceUpdateHttpDownloadsEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceUpdateHttpDownloadsEnabled" presentation="$(presentation.DeviceUpdateHttpDownloadsEnabled)" valueName="DeviceUpdateHttpDownloadsEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceUpdateScatterFactor)" explainText="$(string.DeviceUpdateScatterFactor_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceUpdateScatterFactor" presentation="$(presentation.DeviceUpdateScatterFactor)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="DeviceUpdateScatterFactor" maxValue="2000000000" valueName="DeviceUpdateScatterFactor"/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceUserWhitelist)" explainText="$(string.DeviceUserWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceUserWhitelist" presentation="$(presentation.DeviceUserWhitelist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="DeviceUserWhitelistDesc" key="Software\Policies\Google\ChromeOS\DeviceUserWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.DeviceWallpaperImage)" explainText="$(string.DeviceWallpaperImage_Explain)" key="Software\Policies\Google\ChromeOS" name="DeviceWallpaperImage" presentation="$(presentation.DeviceWallpaperImage)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DeviceWallpaperImage" maxLength="1000000" valueName="DeviceWallpaperImage"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.Disable3DAPIs)" explainText="$(string.Disable3DAPIs_Explain)" key="Software\Policies\Google\ChromeOS" name="Disable3DAPIs" presentation="$(presentation.Disable3DAPIs)" valueName="Disable3DAPIs">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.DisablePluginFinder)" explainText="$(string.DisablePluginFinder_Explain)" key="Software\Policies\Google\ChromeOS" name="DisablePluginFinder" presentation="$(presentation.DisablePluginFinder)" valueName="DisablePluginFinder">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.DisableSafeBrowsingProceedAnyway)" explainText="$(string.DisableSafeBrowsingProceedAnyway_Explain)" key="Software\Policies\Google\ChromeOS" name="DisableSafeBrowsingProceedAnyway" presentation="$(presentation.DisableSafeBrowsingProceedAnyway)" valueName="DisableSafeBrowsingProceedAnyway">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.DisableScreenshots)" explainText="$(string.DisableScreenshots_Explain)" key="Software\Policies\Google\ChromeOS" name="DisableScreenshots" presentation="$(presentation.DisableScreenshots)" valueName="DisableScreenshots">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.DisplayRotationDefault)" explainText="$(string.DisplayRotationDefault_Explain)" key="Software\Policies\Google\ChromeOS" name="DisplayRotationDefault" presentation="$(presentation.DisplayRotationDefault)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DisplayRotationDefault" valueName="DisplayRotationDefault">
          <item displayName="$(string.DisplayRotationDefault_ROTATE_0)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.DisplayRotationDefault_ROTATE_90)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DisplayRotationDefault_ROTATE_180)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DisplayRotationDefault_ROTATE_270)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DownloadDirectory)" explainText="$(string.DownloadDirectory_Explain)" key="Software\Policies\Google\ChromeOS" name="DownloadDirectory" presentation="$(presentation.DownloadDirectory)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DownloadDirectory" maxLength="1000000" valueName="DownloadDirectory"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DownloadDirectory)" explainText="$(string.DownloadDirectory_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="DownloadDirectory_recommended" presentation="$(presentation.DownloadDirectory)">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="DownloadDirectory" maxLength="1000000" valueName="DownloadDirectory"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DownloadRestrictions)" explainText="$(string.DownloadRestrictions_Explain)" key="Software\Policies\Google\ChromeOS" name="DownloadRestrictions" presentation="$(presentation.DownloadRestrictions)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DownloadRestrictions" valueName="DownloadRestrictions">
          <item displayName="$(string.DownloadRestrictions_DefaultDownloadSecurity)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockDangerousDownloads)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockPotentiallyDangerousDownloads)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockAllDownloads)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.DownloadRestrictions)" explainText="$(string.DownloadRestrictions_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="DownloadRestrictions_recommended" presentation="$(presentation.DownloadRestrictions)">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="DownloadRestrictions" valueName="DownloadRestrictions">
          <item displayName="$(string.DownloadRestrictions_DefaultDownloadSecurity)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockDangerousDownloads)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockPotentiallyDangerousDownloads)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockAllDownloads)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.EasyUnlockAllowed)" explainText="$(string.EasyUnlockAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="EasyUnlockAllowed" presentation="$(presentation.EasyUnlockAllowed)" valueName="EasyUnlockAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.EcryptfsMigrationStrategy)" explainText="$(string.EcryptfsMigrationStrategy_Explain)" key="Software\Policies\Google\ChromeOS" name="EcryptfsMigrationStrategy" presentation="$(presentation.EcryptfsMigrationStrategy)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="EcryptfsMigrationStrategy" valueName="EcryptfsMigrationStrategy">
          <item displayName="$(string.EcryptfsMigrationStrategy_DisallowArc)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.EcryptfsMigrationStrategy_Migrate)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.EcryptfsMigrationStrategy_Wipe)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.EcryptfsMigrationStrategy_AskUser)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
          <item displayName="$(string.EcryptfsMigrationStrategy_MinimalMigrate)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
          <item displayName="$(string.EcryptfsMigrationStrategy_AskForEcryptfsArcUsers)">
            <value>
              <decimal value="5"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.EditBookmarksEnabled)" explainText="$(string.EditBookmarksEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="EditBookmarksEnabled" presentation="$(presentation.EditBookmarksEnabled)" valueName="EditBookmarksEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.EnableCommonNameFallbackForLocalAnchors)" explainText="$(string.EnableCommonNameFallbackForLocalAnchors_Explain)" key="Software\Policies\Google\ChromeOS" name="EnableCommonNameFallbackForLocalAnchors" presentation="$(presentation.EnableCommonNameFallbackForLocalAnchors)" valueName="EnableCommonNameFallbackForLocalAnchors">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.EnableDeprecatedWebPlatformFeatures)" explainText="$(string.EnableDeprecatedWebPlatformFeatures_Explain)" key="Software\Policies\Google\ChromeOS" name="EnableDeprecatedWebPlatformFeatures" presentation="$(presentation.EnableDeprecatedWebPlatformFeatures)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="EnableDeprecatedWebPlatformFeaturesDesc" key="Software\Policies\Google\ChromeOS\EnableDeprecatedWebPlatformFeatures" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.EnableOnlineRevocationChecks)" explainText="$(string.EnableOnlineRevocationChecks_Explain)" key="Software\Policies\Google\ChromeOS" name="EnableOnlineRevocationChecks" presentation="$(presentation.EnableOnlineRevocationChecks)" valueName="EnableOnlineRevocationChecks">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.EnableSha1ForLocalAnchors)" explainText="$(string.EnableSha1ForLocalAnchors_Explain)" key="Software\Policies\Google\ChromeOS" name="EnableSha1ForLocalAnchors" presentation="$(presentation.EnableSha1ForLocalAnchors)" valueName="EnableSha1ForLocalAnchors">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ExternalStorageDisabled)" explainText="$(string.ExternalStorageDisabled_Explain)" key="Software\Policies\Google\ChromeOS" name="ExternalStorageDisabled" presentation="$(presentation.ExternalStorageDisabled)" valueName="ExternalStorageDisabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ExternalStorageReadOnly)" explainText="$(string.ExternalStorageReadOnly_Explain)" key="Software\Policies\Google\ChromeOS" name="ExternalStorageReadOnly" presentation="$(presentation.ExternalStorageReadOnly)" valueName="ExternalStorageReadOnly">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ForceGoogleSafeSearch)" explainText="$(string.ForceGoogleSafeSearch_Explain)" key="Software\Policies\Google\ChromeOS" name="ForceGoogleSafeSearch" presentation="$(presentation.ForceGoogleSafeSearch)" valueName="ForceGoogleSafeSearch">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ForceMaximizeOnFirstRun)" explainText="$(string.ForceMaximizeOnFirstRun_Explain)" key="Software\Policies\Google\ChromeOS" name="ForceMaximizeOnFirstRun" presentation="$(presentation.ForceMaximizeOnFirstRun)" valueName="ForceMaximizeOnFirstRun">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ForceYouTubeRestrict)" explainText="$(string.ForceYouTubeRestrict_Explain)" key="Software\Policies\Google\ChromeOS" name="ForceYouTubeRestrict" presentation="$(presentation.ForceYouTubeRestrict)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ForceYouTubeRestrict" valueName="ForceYouTubeRestrict">
          <item displayName="$(string.ForceYouTubeRestrict_Off)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.ForceYouTubeRestrict_Moderate)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.ForceYouTubeRestrict_Strict)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.FullscreenAllowed)" explainText="$(string.FullscreenAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="FullscreenAllowed" presentation="$(presentation.FullscreenAllowed)" valueName="FullscreenAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.Http09OnNonDefaultPortsEnabled)" explainText="$(string.Http09OnNonDefaultPortsEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="Http09OnNonDefaultPortsEnabled" presentation="$(presentation.Http09OnNonDefaultPortsEnabled)" valueName="Http09OnNonDefaultPortsEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.IncognitoModeAvailability)" explainText="$(string.IncognitoModeAvailability_Explain)" key="Software\Policies\Google\ChromeOS" name="IncognitoModeAvailability" presentation="$(presentation.IncognitoModeAvailability)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="IncognitoModeAvailability" valueName="IncognitoModeAvailability">
          <item displayName="$(string.IncognitoModeAvailability_Enabled)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.IncognitoModeAvailability_Disabled)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.IncognitoModeAvailability_Forced)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.InstantTetheringAllowed)" explainText="$(string.InstantTetheringAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="InstantTetheringAllowed" presentation="$(presentation.InstantTetheringAllowed)" valueName="InstantTetheringAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.IsolateOrigins)" explainText="$(string.IsolateOrigins_Explain)" key="Software\Policies\Google\ChromeOS" name="IsolateOrigins" presentation="$(presentation.IsolateOrigins)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="IsolateOrigins" maxLength="1000000" valueName="IsolateOrigins"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.KeyPermissions)" explainText="$(string.KeyPermissions_Explain)" key="Software\Policies\Google\ChromeOS" name="KeyPermissions" presentation="$(presentation.KeyPermissions)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="KeyPermissions" maxLength="1000000" valueName="KeyPermissions"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ManagedBookmarks)" explainText="$(string.ManagedBookmarks_Explain)" key="Software\Policies\Google\ChromeOS" name="ManagedBookmarks" presentation="$(presentation.ManagedBookmarks)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="ManagedBookmarks" maxLength="1000000" valueName="ManagedBookmarks"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.MaxInvalidationFetchDelay)" explainText="$(string.MaxInvalidationFetchDelay_Explain)" key="Software\Policies\Google\ChromeOS" name="MaxInvalidationFetchDelay" presentation="$(presentation.MaxInvalidationFetchDelay)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="MaxInvalidationFetchDelay" maxValue="2000000000" valueName="MaxInvalidationFetchDelay"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NativePrinters)" explainText="$(string.NativePrinters_Explain)" key="Software\Policies\Google\ChromeOS" name="NativePrinters" presentation="$(presentation.NativePrinters)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="NativePrintersDesc" key="Software\Policies\Google\ChromeOS\NativePrinters" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NativePrintersBulkAccessMode)" explainText="$(string.NativePrintersBulkAccessMode_Explain)" key="Software\Policies\Google\ChromeOS" name="NativePrintersBulkAccessMode" presentation="$(presentation.NativePrintersBulkAccessMode)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="NativePrintersBulkAccessMode" valueName="NativePrintersBulkAccessMode">
          <item displayName="$(string.NativePrintersBulkAccessMode_BlacklistRestriction)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.NativePrintersBulkAccessMode_WhitelistPrintersOnly)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.NativePrintersBulkAccessMode_AllowAll)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NativePrintersBulkAccessMode)" explainText="$(string.NativePrintersBulkAccessMode_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="NativePrintersBulkAccessMode_recommended" presentation="$(presentation.NativePrintersBulkAccessMode)">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="NativePrintersBulkAccessMode" valueName="NativePrintersBulkAccessMode">
          <item displayName="$(string.NativePrintersBulkAccessMode_BlacklistRestriction)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.NativePrintersBulkAccessMode_WhitelistPrintersOnly)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.NativePrintersBulkAccessMode_AllowAll)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NativePrintersBulkBlacklist)" explainText="$(string.NativePrintersBulkBlacklist_Explain)" key="Software\Policies\Google\ChromeOS" name="NativePrintersBulkBlacklist" presentation="$(presentation.NativePrintersBulkBlacklist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="NativePrintersBulkBlacklistDesc" key="Software\Policies\Google\ChromeOS\NativePrintersBulkBlacklist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NativePrintersBulkConfiguration)" explainText="$(string.NativePrintersBulkConfiguration_Explain)" key="Software\Policies\Google\ChromeOS" name="NativePrintersBulkConfiguration" presentation="$(presentation.NativePrintersBulkConfiguration)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="NativePrintersBulkConfiguration" maxLength="1000000" valueName="NativePrintersBulkConfiguration"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NativePrintersBulkWhitelist)" explainText="$(string.NativePrintersBulkWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="NativePrintersBulkWhitelist" presentation="$(presentation.NativePrintersBulkWhitelist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="NativePrintersBulkWhitelistDesc" key="Software\Policies\Google\ChromeOS\NativePrintersBulkWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NetworkPredictionOptions)" explainText="$(string.NetworkPredictionOptions_Explain)" key="Software\Policies\Google\ChromeOS" name="NetworkPredictionOptions" presentation="$(presentation.NetworkPredictionOptions)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="NetworkPredictionOptions" valueName="NetworkPredictionOptions">
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionAlways)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionWifiOnly)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionNever)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NetworkPredictionOptions)" explainText="$(string.NetworkPredictionOptions_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="NetworkPredictionOptions_recommended" presentation="$(presentation.NetworkPredictionOptions)">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="NetworkPredictionOptions" valueName="NetworkPredictionOptions">
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionAlways)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionWifiOnly)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionNever)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.NoteTakingAppsLockScreenWhitelist)" explainText="$(string.NoteTakingAppsLockScreenWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="NoteTakingAppsLockScreenWhitelist" presentation="$(presentation.NoteTakingAppsLockScreenWhitelist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="NoteTakingAppsLockScreenWhitelistDesc" key="Software\Policies\Google\ChromeOS\NoteTakingAppsLockScreenWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.OpenNetworkConfiguration)" explainText="$(string.OpenNetworkConfiguration_Explain)" key="Software\Policies\Google\ChromeOS" name="OpenNetworkConfiguration" presentation="$(presentation.OpenNetworkConfiguration)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="OpenNetworkConfiguration" maxLength="1000000" valueName="OpenNetworkConfiguration"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PacHttpsUrlStrippingEnabled)" explainText="$(string.PacHttpsUrlStrippingEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="PacHttpsUrlStrippingEnabled" presentation="$(presentation.PacHttpsUrlStrippingEnabled)" valueName="PacHttpsUrlStrippingEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.PinnedLauncherApps)" explainText="$(string.PinnedLauncherApps_Explain)" key="Software\Policies\Google\ChromeOS" name="PinnedLauncherApps" presentation="$(presentation.PinnedLauncherApps)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="PinnedLauncherAppsDesc" key="Software\Policies\Google\ChromeOS\PinnedLauncherApps" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PinnedLauncherApps)" explainText="$(string.PinnedLauncherApps_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="PinnedLauncherApps_recommended" presentation="$(presentation.PinnedLauncherApps)">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="PinnedLauncherAppsDesc" key="Software\Policies\Google\ChromeOS\Recommended\PinnedLauncherApps" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PolicyRefreshRate)" explainText="$(string.PolicyRefreshRate_Explain)" key="Software\Policies\Google\ChromeOS" name="PolicyRefreshRate" presentation="$(presentation.PolicyRefreshRate)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="PolicyRefreshRate" maxValue="2000000000" valueName="PolicyRefreshRate"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.PrintingEnabled)" explainText="$(string.PrintingEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="PrintingEnabled" presentation="$(presentation.PrintingEnabled)" valueName="PrintingEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.QuicAllowed)" explainText="$(string.QuicAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="QuicAllowed" presentation="$(presentation.QuicAllowed)" valueName="QuicAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.RebootAfterUpdate)" explainText="$(string.RebootAfterUpdate_Explain)" key="Software\Policies\Google\ChromeOS" name="RebootAfterUpdate" presentation="$(presentation.RebootAfterUpdate)" valueName="RebootAfterUpdate">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RequireOnlineRevocationChecksForLocalAnchors)" explainText="$(string.RequireOnlineRevocationChecksForLocalAnchors_Explain)" key="Software\Policies\Google\ChromeOS" name="RequireOnlineRevocationChecksForLocalAnchors" presentation="$(presentation.RequireOnlineRevocationChecksForLocalAnchors)" valueName="RequireOnlineRevocationChecksForLocalAnchors">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.RunAllFlashInAllowMode)" explainText="$(string.RunAllFlashInAllowMode_Explain)" key="Software\Policies\Google\ChromeOS" name="RunAllFlashInAllowMode" presentation="$(presentation.RunAllFlashInAllowMode)" valueName="RunAllFlashInAllowMode">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SAMLOfflineSigninTimeLimit)" explainText="$(string.SAMLOfflineSigninTimeLimit_Explain)" key="Software\Policies\Google\ChromeOS" name="SAMLOfflineSigninTimeLimit" presentation="$(presentation.SAMLOfflineSigninTimeLimit)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="SAMLOfflineSigninTimeLimit" maxValue="2000000000" valueName="SAMLOfflineSigninTimeLimit"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.SSLErrorOverrideAllowed)" explainText="$(string.SSLErrorOverrideAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="SSLErrorOverrideAllowed" presentation="$(presentation.SSLErrorOverrideAllowed)" valueName="SSLErrorOverrideAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SSLVersionMax)" explainText="$(string.SSLVersionMax_Explain)" key="Software\Policies\Google\ChromeOS" name="SSLVersionMax" presentation="$(presentation.SSLVersionMax)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="SSLVersionMax" valueName="SSLVersionMax">
          <item displayName="$(string.SSLVersionMax_TLSv1_2)">
            <value>
              <string>tls1.2</string>
            </value>
          </item>
          <item displayName="$(string.SSLVersionMax_TLSv1_3)">
            <value>
              <string>tls1.3</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.SafeBrowsingEnabled)" explainText="$(string.SafeBrowsingEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="SafeBrowsingEnabled" presentation="$(presentation.SafeBrowsingEnabled)" valueName="SafeBrowsingEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SafeBrowsingEnabled)" explainText="$(string.SafeBrowsingEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="SafeBrowsingEnabled_recommended" presentation="$(presentation.SafeBrowsingEnabled)" valueName="SafeBrowsingEnabled">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SafeBrowsingExtendedReportingOptInAllowed)" explainText="$(string.SafeBrowsingExtendedReportingOptInAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="SafeBrowsingExtendedReportingOptInAllowed" presentation="$(presentation.SafeBrowsingExtendedReportingOptInAllowed)" valueName="SafeBrowsingExtendedReportingOptInAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SavingBrowserHistoryDisabled)" explainText="$(string.SavingBrowserHistoryDisabled_Explain)" key="Software\Policies\Google\ChromeOS" name="SavingBrowserHistoryDisabled" presentation="$(presentation.SavingBrowserHistoryDisabled)" valueName="SavingBrowserHistoryDisabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SearchSuggestEnabled)" explainText="$(string.SearchSuggestEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="SearchSuggestEnabled" presentation="$(presentation.SearchSuggestEnabled)" valueName="SearchSuggestEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SearchSuggestEnabled)" explainText="$(string.SearchSuggestEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="SearchSuggestEnabled_recommended" presentation="$(presentation.SearchSuggestEnabled)" valueName="SearchSuggestEnabled">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SessionLengthLimit)" explainText="$(string.SessionLengthLimit_Explain)" key="Software\Policies\Google\ChromeOS" name="SessionLengthLimit" presentation="$(presentation.SessionLengthLimit)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <decimal id="SessionLengthLimit" maxValue="2000000000" valueName="SessionLengthLimit"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.SessionLocales)" explainText="$(string.SessionLocales_Explain)" key="Software\Policies\Google\ChromeOS" name="SessionLocales" presentation="$(presentation.SessionLocales)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="SessionLocalesDesc" key="Software\Policies\Google\ChromeOS\SessionLocales" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.SessionLocales)" explainText="$(string.SessionLocales_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="SessionLocales_recommended" presentation="$(presentation.SessionLocales)">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="SessionLocalesDesc" key="Software\Policies\Google\ChromeOS\Recommended\SessionLocales" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ShelfAutoHideBehavior)" explainText="$(string.ShelfAutoHideBehavior_Explain)" key="Software\Policies\Google\ChromeOS" name="ShelfAutoHideBehavior" presentation="$(presentation.ShelfAutoHideBehavior)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ShelfAutoHideBehavior" valueName="ShelfAutoHideBehavior">
          <item displayName="$(string.ShelfAutoHideBehavior_AlwaysAutoHideShelf)">
            <value>
              <string>Always</string>
            </value>
          </item>
          <item displayName="$(string.ShelfAutoHideBehavior_NeverAutoHideShelf)">
            <value>
              <string>Never</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ShelfAutoHideBehavior)" explainText="$(string.ShelfAutoHideBehavior_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="ShelfAutoHideBehavior_recommended" presentation="$(presentation.ShelfAutoHideBehavior)">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="ShelfAutoHideBehavior" valueName="ShelfAutoHideBehavior">
          <item displayName="$(string.ShelfAutoHideBehavior_AlwaysAutoHideShelf)">
            <value>
              <string>Always</string>
            </value>
          </item>
          <item displayName="$(string.ShelfAutoHideBehavior_NeverAutoHideShelf)">
            <value>
              <string>Never</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.ShowHomeButton)" explainText="$(string.ShowHomeButton_Explain)" key="Software\Policies\Google\ChromeOS" name="ShowHomeButton" presentation="$(presentation.ShowHomeButton)" valueName="ShowHomeButton">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ShowHomeButton)" explainText="$(string.ShowHomeButton_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="ShowHomeButton_recommended" presentation="$(presentation.ShowHomeButton)" valueName="ShowHomeButton">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.ShowLogoutButtonInTray)" explainText="$(string.ShowLogoutButtonInTray_Explain)" key="Software\Policies\Google\ChromeOS" name="ShowLogoutButtonInTray" presentation="$(presentation.ShowLogoutButtonInTray)" valueName="ShowLogoutButtonInTray">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SitePerProcess)" explainText="$(string.SitePerProcess_Explain)" key="Software\Policies\Google\ChromeOS" name="SitePerProcess" presentation="$(presentation.SitePerProcess)" valueName="SitePerProcess">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SpellCheckServiceEnabled)" explainText="$(string.SpellCheckServiceEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="SpellCheckServiceEnabled" presentation="$(presentation.SpellCheckServiceEnabled)" valueName="SpellCheckServiceEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SpellCheckServiceEnabled)" explainText="$(string.SpellCheckServiceEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="SpellCheckServiceEnabled_recommended" presentation="$(presentation.SpellCheckServiceEnabled)" valueName="SpellCheckServiceEnabled">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SuppressUnsupportedOSWarning)" explainText="$(string.SuppressUnsupportedOSWarning_Explain)" key="Software\Policies\Google\ChromeOS" name="SuppressUnsupportedOSWarning" presentation="$(presentation.SuppressUnsupportedOSWarning)" valueName="SuppressUnsupportedOSWarning">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.SyncDisabled)" explainText="$(string.SyncDisabled_Explain)" key="Software\Policies\Google\ChromeOS" name="SyncDisabled" presentation="$(presentation.SyncDisabled)" valueName="SyncDisabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.SystemTimezone)" explainText="$(string.SystemTimezone_Explain)" key="Software\Policies\Google\ChromeOS" name="SystemTimezone" presentation="$(presentation.SystemTimezone)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="SystemTimezone" maxLength="1000000" valueName="SystemTimezone"/>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.SystemTimezoneAutomaticDetection)" explainText="$(string.SystemTimezoneAutomaticDetection_Explain)" key="Software\Policies\Google\ChromeOS" name="SystemTimezoneAutomaticDetection" presentation="$(presentation.SystemTimezoneAutomaticDetection)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <enum id="SystemTimezoneAutomaticDetection" valueName="SystemTimezoneAutomaticDetection">
          <item displayName="$(string.SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
          <item displayName="$(string.SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Machine" displayName="$(string.SystemUse24HourClock)" explainText="$(string.SystemUse24HourClock_Explain)" key="Software\Policies\Google\ChromeOS" name="SystemUse24HourClock" presentation="$(presentation.SystemUse24HourClock)" valueName="SystemUse24HourClock">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.TPMFirmwareUpdateSettings)" explainText="$(string.TPMFirmwareUpdateSettings_Explain)" key="Software\Policies\Google\ChromeOS" name="TPMFirmwareUpdateSettings" presentation="$(presentation.TPMFirmwareUpdateSettings)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="TPMFirmwareUpdateSettings" maxLength="1000000" valueName="TPMFirmwareUpdateSettings"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.TaskManagerEndProcessEnabled)" explainText="$(string.TaskManagerEndProcessEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="TaskManagerEndProcessEnabled" presentation="$(presentation.TaskManagerEndProcessEnabled)" valueName="TaskManagerEndProcessEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.TermsOfServiceURL)" explainText="$(string.TermsOfServiceURL_Explain)" key="Software\Policies\Google\ChromeOS" name="TermsOfServiceURL" presentation="$(presentation.TermsOfServiceURL)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="TermsOfServiceURL" maxLength="1000000" valueName="TermsOfServiceURL"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.TouchVirtualKeyboardEnabled)" explainText="$(string.TouchVirtualKeyboardEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="TouchVirtualKeyboardEnabled" presentation="$(presentation.TouchVirtualKeyboardEnabled)" valueName="TouchVirtualKeyboardEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.TranslateEnabled)" explainText="$(string.TranslateEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="TranslateEnabled" presentation="$(presentation.TranslateEnabled)" valueName="TranslateEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.TranslateEnabled)" explainText="$(string.TranslateEnabled_Explain)" key="Software\Policies\Google\ChromeOS\Recommended" name="TranslateEnabled_recommended" presentation="$(presentation.TranslateEnabled)" valueName="TranslateEnabled">
      <parentCategory ref="googlechromeos_recommended"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.URLBlacklist)" explainText="$(string.URLBlacklist_Explain)" key="Software\Policies\Google\ChromeOS" name="URLBlacklist" presentation="$(presentation.URLBlacklist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="URLBlacklistDesc" key="Software\Policies\Google\ChromeOS\URLBlacklist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.URLWhitelist)" explainText="$(string.URLWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="URLWhitelist" presentation="$(presentation.URLWhitelist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="URLWhitelistDesc" key="Software\Policies\Google\ChromeOS\URLWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.UnifiedDesktopEnabledByDefault)" explainText="$(string.UnifiedDesktopEnabledByDefault_Explain)" key="Software\Policies\Google\ChromeOS" name="UnifiedDesktopEnabledByDefault" presentation="$(presentation.UnifiedDesktopEnabledByDefault)" valueName="UnifiedDesktopEnabledByDefault">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Machine" displayName="$(string.UsbDetachableWhitelist)" explainText="$(string.UsbDetachableWhitelist_Explain)" key="Software\Policies\Google\ChromeOS" name="UsbDetachableWhitelist" presentation="$(presentation.UsbDetachableWhitelist)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="UsbDetachableWhitelistDesc" key="Software\Policies\Google\ChromeOS\UsbDetachableWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.UserAvatarImage)" explainText="$(string.UserAvatarImage_Explain)" key="Software\Policies\Google\ChromeOS" name="UserAvatarImage" presentation="$(presentation.UserAvatarImage)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="UserAvatarImage" maxLength="1000000" valueName="UserAvatarImage"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.UserDisplayName)" explainText="$(string.UserDisplayName_Explain)" key="Software\Policies\Google\ChromeOS" name="UserDisplayName" presentation="$(presentation.UserDisplayName)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="UserDisplayName" maxLength="1000000" valueName="UserDisplayName"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.VideoCaptureAllowed)" explainText="$(string.VideoCaptureAllowed_Explain)" key="Software\Policies\Google\ChromeOS" name="VideoCaptureAllowed" presentation="$(presentation.VideoCaptureAllowed)" valueName="VideoCaptureAllowed">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.VideoCaptureAllowedUrls)" explainText="$(string.VideoCaptureAllowedUrls_Explain)" key="Software\Policies\Google\ChromeOS" name="VideoCaptureAllowedUrls" presentation="$(presentation.VideoCaptureAllowedUrls)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <list id="VideoCaptureAllowedUrlsDesc" key="Software\Policies\Google\ChromeOS\VideoCaptureAllowedUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.WPADQuickCheckEnabled)" explainText="$(string.WPADQuickCheckEnabled_Explain)" key="Software\Policies\Google\ChromeOS" name="WPADQuickCheckEnabled" presentation="$(presentation.WPADQuickCheckEnabled)" valueName="WPADQuickCheckEnabled">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="User" displayName="$(string.WallpaperImage)" explainText="$(string.WallpaperImage_Explain)" key="Software\Policies\Google\ChromeOS" name="WallpaperImage" presentation="$(presentation.WallpaperImage)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="WallpaperImage" maxLength="1000000" valueName="WallpaperImage"/>
      </elements>
    </policy>
    <policy class="User" displayName="$(string.WebRtcUdpPortRange)" explainText="$(string.WebRtcUdpPortRange_Explain)" key="Software\Policies\Google\ChromeOS" name="WebRtcUdpPortRange" presentation="$(presentation.WebRtcUdpPortRange)">
      <parentCategory ref="googlechromeos"/>
      <supportedOn ref="SUPPORTED_WINXPSP2"/>
      <elements>
        <text id="WebRtcUdpPortRange" maxLength="1000000" valueName="WebRtcUdpPortRange"/>
      </elements>
    </policy>
  </policies>
</policyDefinitions>