<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 vagy újabb</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Alapértelmezett beállítások (a felhasználók felülbírálhatják)</string><string id="Drive_group">A Google Drive beállításainak konfigurálása</string><string id="DriveDisabled">Letiltja a Google Drive szolgáltatást a Google Chrome OS Fájlok alkalmazásában</string><string id="DriveDisabled_Explain">Igaz érték esetén letiltja a Google Drive szinkronizálását a Google Chrome OS Fájlok alkalmazásában. Ebben az esetben nem lesznek feltöltve adatok a Google Drive-ra.

Ha nincs beállítva, vagy ha az értéke hamis, akkor a felhasználók átvihetnek fájlokat a Google Drive-ra.</string><string id="DriveDisabledOverCellular">Letiltja a Google Drive használatát mobiladat-kapcsolaton keresztül a Google Chrome OS Fájlok alkalmazásában</string><string id="DriveDisabledOverCellular_Explain">Ha igaz értékre van állítva, letiltja a Google Drive szinkronizálását a Google Chrome OS Fájlok alkalmazásában mobiladat-kapcsolat használata esetén. Ebben az esetben az adatok szinkronizálása a Google Drive szolgáltatással csak Wi-Fi vagy Ethernet kapcsolat használatakor történik meg.

Ha nincs beállítva, vagy ha hamis értékre van állítva, akkor a felhasználók mobiladat-kapcsolaton keresztül is átvihetnek fájlokat a Google Drive szolgáltatásba.</string><string id="DefaultSearchProvider_group">Alapértelmezett keresési szolgáltató</string><string id="DefaultSearchProviderEnabled">Alapértelmezett keresési szolgáltató engedélyezése</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Az alapértelmezett keresési szolgáltató neve</string><string id="DefaultSearchProviderName_Explain">Megadja az alapértelmezett keresési szolgáltató nevét. Ha üresen vagy beállítatlanul marad, a keresési URL által megadott gazdagépnév lesz használatban. A házirend csak akkor érvényesül, ha a &quot;DefaultSearchProviderEnabled&quot; házirend engedélyezve van.</string><string id="DefaultSearchProviderKeyword">Alapértelmezett keresési szolgáltató kulcsszava</string><string id="DefaultSearchProviderKeyword_Explain">Megadja a kulcsszót, amely az ezzel a szolgáltatóval való keresés gyors elérésére használatos a cím- és keresősávban. Nem kötelező házirend. Ha nincs beállítva, kulcsszóval nem lehet aktiválni a keresési szolgáltatót. A házirend csak akkor érvényesül, ha a &quot;DefaultSearchProviderEnabled&quot; házirend engedélyezve van.</string><string id="DefaultSearchProviderSearchURL">Az alapértelmezett keresési szolgáltató kereső URL-je</string><string id="DefaultSearchProviderSearchURL_Explain">Meghatározza az alapértelmezett keresés esetén használatos keresőmotor URL-jét. Az URL-nek tartalmaznia kell a(z) „{searchTerms}” karakterláncot, amelyet kereséskor a felhasználó által keresett kifejezések helyettesítenek.

A Google azonnali eredmény URL-je a következőként adható meg: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Ezt a beállítást akkor kell megadni, ha a „DefaultSearchProviderEnabled” házirend engedélyezve van, és csak ebben az esetben veszi figyelembe a rendszer.</string><string id="DefaultSearchProviderSuggestURL">Alapértelmezett keresési szolgáltató javasolt URL-je</string><string id="DefaultSearchProviderSuggestURL_Explain">A keresési javaslatok biztosításához használt keresőmotor URL-jét határozza meg. Az URL-nek tartalmaznia kell a „{searchTerms}” karakterláncot, amelynek helyébe a lekérdezéskor a felhasználó által addig beírt szöveg kerül.

Ez a házirend nem kötelező. Ha nincs beállítva, akkor a rendszer nem használ javasolt URL-t.

A Google javaslat URL-je a következőként adható meg: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Ez a házirend csak akkor teljesül, ha a „DefaultSearchProviderEnabled” házirend engedélyezve van.</string><string id="DefaultSearchProviderInstantURL">Alapértelmezett keresési szolgáltató azonnali URL-je</string><string id="DefaultSearchProviderInstantURL_Explain">Megadja az azonnali eredményekhez használt keresőmotor URL-jét. Az URL-nek tartalmaznia kell a '{searchTerms}' karakterláncot, amelynek helyébe a lekérdezés időpontjában a felhasználó által addig megadott szöveg lép.

Nem kötelező házirend. Ha nincs beállítva, nem jelennek meg azonnali keresési eredmények.

A Google azonnali eredmény URL-je a következőként adható meg: '{google:baseURL}suggest?q={searchTerms}'.

Ez a házirend csak akkor teljesül, ha a „DefaultSearchProviderEnabled” házirend engedélyezve van.</string><string id="DefaultSearchProviderIconURL">Alapértelmezett keresési szolgáltató ikonja</string><string id="DefaultSearchProviderIconURL_Explain">Megadja az alapértelmezett keresési szolgáltató kedvenc ikonjának URL-jét. Nem kötelező házirend. Ha nincs beállítva, akkor a keresési szolgáltatónak nem jelenik meg ikonja. Ez a házirend csak akkor teljesül, ha a &quot;DefaultSearchProviderEnabled&quot; házirend engedélyezve van.</string><string id="DefaultSearchProviderEncodings">Alapértelmezett keresési szolgáltató kódolásai</string><string id="DefaultSearchProviderEncodings_Explain">Meghatározza a keresési szolgáltató által támogatott karakterkódolásokat. A kódolások kódtáblanevek, például UTF-8, GB2312 vagy ISO-8859-1. A szolgáltató a megadott sorrendben próbálja őket használni. A házirend nem kötelező. Ha nincs beállítva, akkor a rendszer az alapértelmezés szerinti UTF-8-at használja. A házirend csak akkor teljesül, ha a &quot;DefaultSearchProviderEnabled&quot; házirend engedélyezve van.</string><string id="DefaultSearchProviderEncodingsDesc">Alapértelmezett keresési szolgáltató kódolásai</string><string id="DefaultSearchProviderAlternateURLs">Az alapértelmezett keresési szolgáltató alternatív URL-jeinek listája.</string><string id="DefaultSearchProviderAlternateURLs_Explain">Olyan alternatív URL-ek listáját adja meg, amelyekkel a keresett kifejezések nyerhetők ki a keresőmotorból. Az URL-eknek tartalmazniuk kell a keresett kifejezések kinyerésére szolgáló '{searchTerms}' karakterláncot.

Ez a házirend opcionális. Ha nincs beállítva, az alkalmazás nem használ alternatív URL-eket a keresett kifejezések kinyerésére.

Az alkalmazás csak akkor veszi figyelembe ezt a házirendet, ha a „DefaultSearchProviderEnabled” házirend is engedélyezve van.</string><string id="DefaultSearchProviderAlternateURLsDesc">Az alapértelmezett keresési szolgáltató alternatív URL-jeinek listája.</string><string id="DefaultSearchProviderSearchTermsReplacementKey">A keresési kifejezések elhelyezését szabályozó paraméter az alapértelmezett keresési szolgáltató esetében</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Ha ez a házirend be van állítva, és egy, a cím- és keresősávban javasolt keresési URL tartalmazza ezt a paramétert a lekérdezési karakterláncban vagy a töredékazonosítóban, akkor a javaslat a keresési kifejezéseket és a keresőszolgáltatót fogja mutatni a nyers keresési URL helyett.

Ez a házirend opcionális. Ha nincs beállítva, a keresési kifejezéseket a rendszer nem cseréli le.

Ezt a házirendet csak akkor veszi figyelembe a rendszer, ha a „DefaultSearchProviderEnabled” házirend engedélyezett.</string><string id="DefaultSearchProviderImageURL">Paraméter az alapértelmezett keresési szolgáltatóval végezhető képalapú keresési funkció biztosításához</string><string id="DefaultSearchProviderImageURL_Explain">Megadja a képkereséshez használt keresőmotor URL-címét. A keresési kérelmet a rendszer a GET metódus segítségével továbbítja. Ha a DefaultSearchProviderImageURLPostParams házirend be van állítva, akkor a képkeresési kérelmek a POST metódust használják.

Ez egy opcionális házirend. Ha nincs beállítva, nem történik képkeresés.

A házirend csak akkor érvényesül, ha a „DefaultSearchProviderEnabled” házirend engedélyezve van.</string><string id="DefaultSearchProviderNewTabURL">Alapértelmezett keresőszolgáltató új lap oldal URL-címe</string><string id="DefaultSearchProviderNewTabURL_Explain">Megadja azt az URL-címet, amelyet egy keresőmotor használ egy új lap oldal megjelenítéséhez.

Ezt a szabályt nem kötelező beállítani. Ha nincs megadva, nem lesz új lap oldal megjelenítve.

A rendszer csak akkor veszi figyelembe ezt a szabályt, ha a „DefaultSearchProviderEnabled” szabály engedélyezve van.</string><string id="DefaultSearchProviderSearchURLPostParams">Paraméterek POST metódust használó keresési URL-hez</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Megadja az URL-ek POST metódussal történő keresésekor használt paramétereket. Vesszővel elválasztott név–érték párokat tartalmaz. Ha az egyik érték egy sablonparaméter, ami a fenti példában a {searchTerms}, valódi keresési kifejezések kerülnek a helyére.

Ez egy opcionális házirend. Ha nincs beállítva, a keresési kérelmet a rendszer a GET metódus segítségével továbbítja.

A házirend csak akkor érvényesül, ha a „DefaultSearchProviderEnabled” házirend engedélyezve van.</string><string id="DefaultSearchProviderSuggestURLPostParams">Paraméterek POST metódust használó javasolt URL-hez</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Megadja a javaslatok POST segítségével történő keresésekor használt paramétereket. Vesszővel elválasztott név–érték párokat tartalmaz. Ha az egyik érték egy sablonparaméter, ami a fenti példában a {searchTerms}, valódi keresési kifejezések kerülnek a helyére.

Ez egy opcionális házirend. Ha nincs beállítva, a javasolt keresési kérelmet a rendszer a GET metódus segítségével továbbítja.

Ez a házirend csak akkor érvényesül, ha a „DefaultSearchProviderEnabled” házirend engedélyezve van.</string><string id="DefaultSearchProviderInstantURLPostParams">Paraméterek POST metódust használó azonnali URL-hez</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Megadja a POST segítségével történő azonnali kereséskor használt paramétereket. Vesszővel elválasztott név–érték párokat tartalmaz. Ha az egyik érték egy sablonparaméter, ami a fenti példában a {searchTerms}, valódi keresési kifejezések kerülnek a helyére.

Ez egy opcionális házirend. Ha nincs beállítva, az azonnali keresési kérelmet a rendszer a GET metódus segítségével továbbítja.

A házirend csak akkor érvényesül, ha a „DefaultSearchProviderEnabled” házirend engedélyezve van.</string><string id="DefaultSearchProviderImageURLPostParams">Paraméterek POST metódust használó kép-URL-hez</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Megadja a POST segítségével történő képkeresésekor használt paramétereket. Vesszővel elválasztott név–érték párokat tartalmaz. Ha az egyik érték egy sablonparaméter, ami a fenti példában az {imageThumbnail}, valódi indexképadatok kerülnek a helyére.

Ez egy opcionális házirend. Ha nincs beállítva, a képkeresési kérelmet a rendszer a GET metódus segítségével továbbítja.

Ez a házirend csak akkor érvényesül, ha a „DefaultSearchProviderEnabled” házirend engedélyezve van.</string><string id="Extensions_group">Bővítmények</string><string id="ExtensionInstallBlacklist">Bővítménytelepítési feketelista beállítása</string><string id="ExtensionInstallBlacklist_Explain">Lehetővé teszi annak meghatározását, hogy a felhasználók milyen bővítményeket NE telepíthessenek. A tiltólistára kerülő bővítményeket a rendszer letiltja, amennyiben már telepítve voltak, a felhasználó pedig nem tudja őket engedélyezni. Ha a letiltott bővítmény lekerül a tiltólistáról, a rendszer automatikusan újra engedélyezi.

A „*” érték a tiltólistán azt jelenti, hogy minden bővítmény tiltólistás – kivéve azokat, amelyek kifejezetten szerepelnek az engedélyezőlistán.

Ha a házirend nincs beállítva, a felhasználó bármilyen bővítményt telepíthet a következő termékben: Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Bővítménytelepítési feketelista beállítása</string><string id="ExtensionInstallWhitelist">Bővítménytelepítési kivétellista beállítása</string><string id="ExtensionInstallWhitelist_Explain">Lehetővé teszi, hogy meghatározza, mely kiterjesztések nem kerülhetnek a feketelistára. A feketelista * értéke azt jelenti, hogy az összes kiterjesztés feketelistás, és a felhasználók csak az engedélyezett listán felsorolt kiterjesztéseket telepíthetik. Alapértelmezés szerint az összes kiterjesztés engedélyezett, de ha a szabályok miatt minden kiterjesztés feketelistára kerül, az engedélyezett listával felül lehet bírálni a szabályokat.</string><string id="ExtensionInstallWhitelistDesc">Bővítménytelepítési kivétellista beállítása</string><string id="ExtensionInstallForcelist">Állítsa be a kényszerített telepítésű alkalmazások és bővítmények listáját</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Állítsa be a kényszerített telepítésű alkalmazások és bővítmények listáját</string><string id="ExtensionInstallSources">Bővítmény-, alkalmazás- és felhasználói szkripttelepítési források konfigurálása</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Bővítmény-, alkalmazás- és felhasználói szkripttelepítési források konfigurálása</string><string id="ExtensionAllowedTypes">Engedélyezett alkalmazás-/bővítménytípusok konfigurálása</string><string id="ExtensionAllowedTypes_Explain">Azt vezérli, hogy mely alkalmazás- és bővítménytípusok telepítése engedélyezett, valamint korlátozza a futási idő hozzáférését.

A beállítás engedélyezőlistára teszi a(z) Google Chrome termékben telepíthető bővítmény- és alkalmazástípusokat, illetve azokat a gazdagépeket, amelyekkel interakcióba léphetnek. Az érték karakterláncok sorozata, melyek mindegyikének a következők valamelyikének kell lennie: „extension”, „theme”, „user_script”, „hosted_app”, „legacy_packaged_app”, „platform_app”. A típusokkal kapcsolatos további információt a(z) Google Chrome bővítményeinek dokumentációjában talál.

Ne feledje, hogy ez a házirend hatással van az ExtensionInstallForcelist alapján kényszerítetten telepített bővítményekre és alkalmazásokra is.

Ha konfigurálva van a beállítás, akkor azon bővítmények és alkalmazások, melyek típusa nem szerepel a listán, nem lesznek telepítve.

Ha a beállítás nincs konfigurálva, akkor nem vonatkoznak korlátozások az elfogadható bővítmény- és alkalmazástípusokra.</string><string id="ExtensionAllowedTypesDesc">Engedélyezett alkalmazás-/bővítménytípusok konfigurálása</string><string id="ExtensionSettings">Bővítménykezelési beállítások</string><string id="ExtensionSettings_Explain">A Google Chrome bővítménykezelési beállításait konfigurálja.

A házirend több beállítást is szabályoz, beleértve az esetlegesen meglévő, bővítményekkel kapcsolatos házirendek által vezérelt beállításokat is. A házirend felülbírálja az esetleges korábbi házirendeket, ha mindkettő be van állítva.

A házirend bővítményazonosítót vagy frissítési URL-t társít a konfigurációjához. Bővítményazonosító használata esetén a böngésző kizárólag a megadott bővítményre alkalmazza a konfigurációt. A speciális &quot;*&quot; azonosítóhoz be lehet állítani alapértelmezett konfigurációt, amely az összes olyan bővítményre érvényes lesz, melyhez nincs beállítva egyéni konfiguráció ebben a házirendben. Frissítési URL használata esetén a böngésző az összes olyan bővítményre alkalmazza a konfigurációt, amelynek frissítési URL-je pontosan ugyanaz, mint a bővítmény jegyzékfájljában lévő (ennek leírását itt tekintheti meg: https://developer.chrome.com/extensions/autoupdate).

Az egyes bővítmények (vagy az ugyanazzal a frissítési URL-lel rendelkező bővítmények) konfigurációja egy másik szótár, amely az alább leírt mezőket tartalmazza.

&quot;installation_mode&quot;: Karakterlánc, amely a bővítmény telepítési módját jelzi. Az érvényes karakterláncok a következők:
* &quot;allowed&quot;: A felhasználó telepítheti a bővítményt. Ez az alapértelmezett viselkedés.
* &quot;blocked&quot;: Letiltja a bővítmény telepítését.
* &quot;force_installed&quot;: A bővítmény automatikusan települ, és a felhasználó nem távolíthatja el.
* &quot;normal_installed&quot;: A bővítmény automatikusan települ, de a felhasználó letilthatja.

Az &quot;installation_mode&quot; több bővítményhez is beállítható, beleértve a(z) &quot;*&quot; bővítményt (alapértelmezett beállításként), illetve az ugyanazzal a frissítési URL-lel rendelkező bővítményeket is. Ebben az esetben csak a következő értékek használhatók: &quot;allowed&quot; és &quot;blocked&quot;.

Ha a mód beállítása &quot;force_installed&quot; vagy &quot;normal_installed&quot;, akkor meg kell adni a következőt is: &quot;update_url&quot;. Felhívjuk figyelmét, hogy a jelen házirendben beállított frissítési URL csak a kezdeti telepítéskor használatos; a bővítmény további frissítései a bővítmény jegyzékfájljában megadott frissítési URL-t használják majd. A frissítési URL-nek a frissítési jegyzéket tartalmazó XML-dokumentumra kell mutatnia (lásd fent).

&quot;blocked_permissions&quot;: Karakterláncok listája, amely a bővítmény számára letiltott API-engedélyeket jelzi. Az engedélynevek ugyanazok, mint a bővítmény jegyzékfájljában meghatározott engedély-karakterláncok (ennek leírását itt tekintheti meg: https://developer.chrome.com/extensions/declare_permissions). Ez a beállítás a(z) &quot;*&quot; bővítményhez is konfigurálható. Ha a bővítménynek olyan engedélyre van szüksége, amely megtalálható a tiltólistán, a böngésző nem tölti be a bővítményt. Ha a letiltott engedélyt nem kötelező követelményként tartalmazza, akkor a böngésző a megszokott módon kezeli, de futásidőben automatikusan elutasítja az ütköző engedélyekre irányuló kérelmeket.

&quot;allowed_permissions&quot;: Hasonló a &quot;blocked_permissions&quot; beállításhoz. A különbség annyi, hogy kifejezetten engedélyez bizonyos engedélyeket, amelyeket esetleg letilthat a letiltott engedélyek globális listája, ennélfogva nem konfigurálhatók a(z) &quot;*&quot; bővítményhez. Felhívjuk figyelmét, hogy ez a beállítás nem adja meg automatikusan az engedélyeket a bővítményeknek.

&quot;minimum_version_required&quot;: Verzióra vonatkozó karakterlánc. A verzió karakterláncának formátuma ugyanaz, mint a bővítmény jegyzékfájljában megadott formátum (ennek leírását itt tekintheti meg: https://developer.chrome.com/apps/manifest/version). A megadott minimális verziónál régebbi verziójú bővítményeket a böngésző letiltja. Ez a kötelezően telepített bővítményekre is érvényes.

A következő beállításokat csak az alapértelmezett (&quot;*&quot;) konfiguráció esetében lehet használni:

&quot;install_sources&quot;: A listán szereplő összes elem bővítmény stílusú egyezési minta (https://developer.chrome.com/extensions/match_patterns). A felhasználók könnyen telepíthetnek elemeket olyan URL-ekről, amelyek egyeznek a listán szereplő valamelyik elemmel. Ezeknek a mintáknak engedélyezniük kell a(z) *.crx kiterjesztésű fájl helyét, valamint azt az oldalt, ahonnan megtörténik a letöltés indítása (azaz a hivatkozó oldalt).

&quot;allowed_types&quot;: Ez a beállítás engedélyezőlistára teszi azokat a bővítmény- és alkalmazástípusokat, amelyeket telepíteni lehet a Google Chrome böngészőben. Az érték olyan karakterláncok listája, amelyek mindegyikének a következők egyikének kell lennie: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Ezekről a típusokról a Google Chrome bővítménydokumentációja nyújt további tájékoztatást.
&quot;blocked_install_message&quot;: Ha a felhasználó olyan bővítményt próbál telepíteni, amelyet letilt valamelyik házirend, a Chrome Internetes áruház általános hibaüzenetet jelenít meg. Ez a beállítás lehetővé teszi szöveg hozzáfűzését a hibaüzenethez. A hozzáfűzött szövegben például átirányíthatja a felhasználókat az ügyfélszolgálathoz, elmagyarázhatja, hogy miért lett letiltva az adott bővítmény stb. Az 1000 karakternél hosszabb hibaüzenetek végét a rendszer levágja.
&quot;runtime_blocked_hosts&quot;: Olyan gazdagépek listája, amelyekkel a bővítmény nem léphet interakcióba. Az interakciók közé a következők tartoznak: JavaScript beszúrása, webRequest/webNavigation elemek módosítása és megtekintése, cookie-k módosítása és megtekintése. Formátuma az egyezési minták (https://developer.chrome.com/extensions/match_patterns) formátumához hasonló, azzal a különbséggel, hogy meg lehet határozni útvonal nélkül is (pl. „*://*.example.com”). A legfelső szintű domainek helyettesítő karakterekkel való ellátását is támogatja (pl. „*://example.*”).
&quot;runtime_allowed_hosts&quot;: Olyan gazdagépek listája, amelyekkel a bővítmény még akkor is interakcióba léphet, ha szerepelnek a &quot;runtime_blocked_hosts&quot; listán. Formátuma ugyanaz, mint a következőé: &quot;runtime_blocked_hosts&quot;.
</string><string id="PowerManagement_group">Energiagazdálkodás</string><string id="LidCloseAction">Az a művelet, amelyet akkor végez a rendszer, ha a felhasználó lezárja a fedelet</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Felfüggesztés</string><string id="LidCloseAction_LidCloseActionLogout">Felhasználó kijelentkeztetése</string><string id="LidCloseAction_LidCloseActionShutdown">Leállítás</string><string id="LidCloseAction_LidCloseActionDoNothing">Ne tegyen semmit</string><string id="PowerManagementUsesAudioActivity">Megadja, hogy az audiotevékenység hatással van-e az energiagazdálkodásra</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Megadja, hogy a videotevékenység hatással van-e az energiagazdálkodásra</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Az a százalék, amellyel a képernyő-sötétedési késleltetés skálázódik prezentációs módban</string><string id="PresentationScreenDimDelayScale_Explain">Megadja azt a százalékot, amelynek alapján a képernyő-elsötétítési késleltetés skálázódik, amikor az eszköz prezentációs módban van.

Ha a házirend be van állítva, megadja azt a százalékos értéket, amelynek alapján a képernyő-elsötétítési késleltetés skálázódik, ha az eszköz prezentációs módban van. Az elsötétedési késleltetés skálázása esetén a képernyő-kikapcsolási, képernyő-zárolási és tétlenségi késleltetések is módosulnak, hogy ugyanannyi idő teljen el köztük a képernyő-elsötétítési késleltetéstől számítva, mint ami eredetileg be lett állítva.

Ha a házirend nincs beállítva, akkor a rendszer az alapértelmezett skálázási tényezőt használja.

A skálázási tényezőnek 100%-nak vagy többnek kell lennie. Nem lehet olyan értékeket beállítani, amelyek révén a képernyő-elsötétítési késleltetés prezentációs módban rövidebb lenne, mint a rendes képernyő-elsötétítési késleltetés.</string><string id="AllowScreenWakeLocks">Képernyőébresztés zárolásainak engedélyezése</string><string id="AllowScreenWakeLocks_Explain">Meghatározza, hogy a képernyőébresztés zárolása kérhető legyen-e. A képernyőébresztés zárolására vonatkozó kérelmeket a bővítmények küldhetik az energiagazdálkodás bővítmény API-n keresztül.

Ha a házirend beállítása igaz, vagy nincs beállítva, akkor a képernyőébresztés zárolására vonatkozó kérelmeket figyelembe veszi a rendszer az energiatakarékosság érdekében.

Ha a házirend értéke hamis, a képernyőébresztés zárolására vonatkozó kérelmeket figyelmen kívül hagyja a rendszer.</string><string id="UserActivityScreenDimDelayScale">Az a százalék, amelynek alapján a képernyő-elsötétítési késleltetés skálázódik, ha az elsötétedés után a felhasználó aktív lesz</string><string id="UserActivityScreenDimDelayScale_Explain">Azt a százalékot adja meg, amelynek alapján a képernyő-elsötétítési késleltetés skálázódik, ha az elsötétedés során, vagy röviddel a képernyő kikapcsolódása után felhasználói tevékenység történik.

Ha a házirend be van állítva, megadja azt a százalékos értéket, amelynek alapján a képernyő-elsötétítési késleltetés skálázódik, ha az elsötétedés során, vagy röviddel a képernyő kikapcsolódása után felhasználói tevékenység történik. Az elsötétedési késleltetés skálázása esetén a képernyő-kikapcsolási, képernyő-zárolási és tétlenségi késleltetések is módosulnak, hogy ugyanannyi idő teljen el köztük a képernyő-elsötétítési késleltetéstől számítva, mint ami eredetileg be lett állítva.

Ha a házirend nincs beállítva, akkor a rendszer az alapértelmezett skálázási tényezőt használja.

A skálázási tényezőnek 100%-nak vagy többnek kell lennie.</string><string id="WaitForInitialUserActivity">Várakozás a kezdeti felhasználói tevékenységre</string><string id="WaitForInitialUserActivity_Explain">Meghatározza, hogy az energiagazdálkodási késleltetések és a munkamenet hosszúsági korlátja egy munkamenet során csak az első felhasználói tevékenység észlelése után kezdődjön-e.

Ha az irányelv beállítása Igaz, akkor az energiagazdálkodási késleltetések és a munkamenet hosszúsági korlátja nem indul el egy munkamenet során az első felhasználói tevékenység észleléséig.

Ha az irányelv értéke Hamis, vagy nincs beállítva, akkor az energiagazdálkodási késleltetések és a munkamenet hosszúsági korlátja rögtön egy munkamenet megkezdésekor elindul.</string><string id="PowerManagementIdleSettings">Energiagazdálkodási beállítások olyankor, amikor a felhasználó tétlen</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Képernyő zárolásának késleltetései</string><string id="ScreenLockDelays_Explain">Megadja azt az időtartamot, amely után a képernyő zárolása megtörténik hálózati áramforrás vagy akkumulátor használata esetén.

Ha az időtartam értéke nagyobb nullánál, akkor azt az időtartamot fejezi ki, amennyi ideig a felhasználónak tétlennek kell lennie ahhoz, hogy a Google Chrome OS zárolja a képernyőt.

Ha az időtartam értéke nulla, akkor a Google Chrome OS nem zárolja a képernyőt olyankor, amikor a felhasználó tétlenné válik.

Ha az időtartam nincs beállítva, a rendszer az alapértelmezett időtartamot fogja használni.

A javasolt módszer a tétlenség esetén bekövetkező zárolásra az, hogy engedélyezze a képernyő zárolását felfüggesztés esetén, és a Google Chrome OS a felfüggesztést a tétlenségi késleltetés után végezze el. Ezt a házirendet csak akkor használja, ha azt szeretné, hogy a képernyő zárolása jóval hamarabb történjen, mint a felfüggesztés, vagy ha egyáltalán nem szeretné, hogy bekövetkezzen a felfüggesztés tétlenség esetén.

A házirend értékét milliszekundumban kell megadni. Az értékeknek alacsonyabbnak kell lenniük a tétlenség késleltetésénél.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Engedélyezi a következőt: Google Cast</string><string id="EnableMediaRouter_Explain">Ha a házirend értéke igaz, vagy ha a házirend nincs beállítva, akkor a rendszer engedélyezi a(z) Google Cast használatát, amelyet a felhasználók az alkalmazás menüjéből, az adott oldal helyi menüiből, a Cast-kompatibilis webhelyeken található médiavezérlőkből, vagy ha megjelenik, a Cast-eszköztár ikonjából indíthatnak majd el.

Ha a házirend értéke hamis, akkor a rendszer letiltja a(z) Google Cast használatát.</string><string id="ShowCastIconInToolbar">A(z) Google Cast eszköztárának ikonját jeleníti meg</string><string id="ShowCastIconInToolbar_Explain">Ha a házirend értéke igaz, akkor a Cast-eszköztár ikonja mindig megjelenik majd az eszköztáron vagy a további elemeket tartalmazó menüben, és a felhasználók nem távolíthatják el onnan.

Ha a házirend hamis értékre van állítva vagy nincs beállítva, akkor a felhasználók a helyi menün keresztül tudják majd rögzíteni, illetve eltávolítani az ikont.

Ha az „EnableMediaRouter” elnevezésű házirend hamis értékre van állítva, akkor a házirend értékének semmilyen hatása nincs, és az eszköztár ikonja nem jelenik meg.</string><string id="QuickUnlock_group">Gyorsfeloldási házirendek</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Ez az engedélyezőlista szabályozza, hogy milyen feloldási módokat állíthat be a felhasználó a lezárási képernyő feloldására.

Ez az érték egy karakterláncokból álló lista. A következő listaelemeket választhatja: „összes” vagy „PIN”. Ha hozzáadja az „összes” elemet a listához, akkor a felhasználó hozzáfér majd az összes gyorsfeloldási módhoz – azokhoz is, melyeket a jövőben fognak megvalósítani. Ha nem adja hozzá, akkor csak a listában jelenleg is szereplő gyorsfeloldási módokhoz fér hozzá a felhasználó.

Például: Az összes gyorsfeloldási mód engedélyezéséhez használja az [„összes”] elemet. Ha csak a PIN-kóddal való feloldást szeretné engedélyezni, hanszálja a [„PIN”] elemet. Ha az összes gyorsfeloldási módot le szeretné tiltani, ne válasszon ki semmit: [].

Alapértelmezés szerint a felügyelt eszközökön nem állnak rendelkezésre gyorsfeloldási módok.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Ez a beállítás azt szabályozza, hogy a lezárási képernyő milyen gyakran kéri jelszó megadását a gyorsfeloldás használatának folytatásához. Amikor megnyitja a lezárási képernyőt, a gyorsfeloldás nem áll rendelkezésre, ha az utolsó jelszó megadása az itt beállított időtartamnál régebben történt. Ha a felhasználó az adott időtartamnál tovább marad a lezárási képernyőn, a program jelszót kér a legközelebbi alkalommal, amikor a felhasználó rossz kódot ír be, vagy újra megnyitja a lezárási képernyőt, attól függően, melyik következik be előbb.

Ha konfigurálta ezt a beállítást, a gyorsfeloldást használó felhasználóknak a beállítástól függően kell beírniuk jelszavukat a lezárási képernyőn.

Ha nem konfigurálta ezt a beállítást, a gyorsfeloldást használó felhasználóknak minden nap be kell írniuk jelszavukat a lezárási képernyőn.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Ha hamisra van állítva, a felhasználók nem tudnak majd gyenge vagy könnyen kitalálható jelszót beállítani.

Néhány példa a gyenge PIN-kódra: egy számjegyet ismétlő PIN-kódok (1111), egyesével növekvő számsorból álló PIN-kódok (1234), egyesével csökkenő számsorból álló PIN-kódok (4321) és a gyakran használt PIN-kódok.

Alapértelmezés szerint gyengének minősülő PIN-kódok esetén csak figyelmeztetjük a felhasználókat, és nem kapnak hibaüzenetet.</string><string id="HTTPAuthentication_group">HTTP-hitelesítési szabályok</string><string id="AuthSchemes">Támogatott hitelesítési sémák</string><string id="AuthSchemes_Explain">Meghatározza, hogy a Google Chrome milyen HTTP-hitelesítési sémákat támogat.

Lehetséges értékek: „basic”, „digest”, „ntlm” és „negotiate”. Több érték esetén az egyes értékeket vesszővel kell elválasztani.

Ha a házirend konfigurálatlanul marad, a böngésző mind a négy sémát használhatja.</string><string id="DisableAuthNegotiateCnameLookup">CNAME keresés tiltása a Kerberos hitelesítési tárgyalások során</string><string id="DisableAuthNegotiateCnameLookup_Explain">Meghatározza, hogy a generált Kerberos SPN a kanonikus DNS-néven vagy az eredetileg beírt néven alapul-e. Ha engedélyezi ezt a beállítást, a CNAME keresés kimarad, és a rendszer a szerver beírt nevét fogja használni. Ha letiltja vagy konfigurálatlanul hagyja ezt a beállítást, a rendszer a szerver kanonikus nevét CNAME kereséssel fogja meghatározni.</string><string id="EnableAuthNegotiatePort">A Kerberos SPN tartalmazza a nem szabványos portot</string><string id="EnableAuthNegotiatePort_Explain">Megadja, hogy a generált Kerberos SPN-nek tartalmaznia kell-e egy nem szabványos portot. Ha engedélyezi ezt a beállítást, és megad egy nem szabványos portot (azaz a 80-as vagy 443-as porttól eltérőt), az szerepelni fog a generált Kerberos SPN-ben. Ha letiltja vagy konfigurálatlanul hagyja a beállítást, a generált Kerberos SPN semmilyen esetben sem fogja tartalmazni a portot.</string><string id="AuthServerWhitelist">Azonosítási szerverek engedélyezési listája</string><string id="AuthServerWhitelist_Explain">Meghatározza, hogy mely szerverek kerüljenek engedélyezőlistára az integrált hitelesítéshez. Az integrált hitelesítés csak akkor engedélyezett, ha a Google Chrome hitelesítési felszólítást kap egy proxytól vagy egy olyan szervertől, amely szerepel az engedélyezőlistán.

Több szervernév megadása esetén azokat vesszővel kell elválasztani. A helyettesítő karakterek (*) engedélyezettek.

Ha nem állítja be ezt a házirendet, a Google Chrome megpróbálja érzékelni, hogy egy szerver az intraneten van-e, és csak akkor válaszol az IWA-kérésekre. Ha a szervert az interneten lévőnek észleli, a Google Chrome figyelmen kívül hagyja annak IWA-kéréseit.</string><string id="AuthNegotiateDelegateWhitelist">Kerberos felhatalmazási szerver kivétellistája</string><string id="AuthNegotiateDelegateWhitelist_Explain">Szerverek, amelyekre a Google Chrome delegálhat.

Több szervernév megadása esetén azokat vesszővel válassza el. A helyettesítő karakterek (*) engedélyezettek.

Ha nem állítja be ezt a házirendet, a Google Chrome még akkor sem delegál felhasználói hitelesítési adatokat, ha a szervert az intraneten lévőnek érzékeli.</string><string id="AllowCrossOriginAuthPrompt">Cross-origin HTTP Basic Auth-kérdés</string><string id="AllowCrossOriginAuthPrompt_Explain">Azt szabályozza, hogy harmadik felek altartalma az oldalon megnyithat-e HTTP Basic Auth párbeszédpanelt. Ez általában le van tiltva az adathalászat elleni védelem miatt. Ha a házirend nincs beállítva, akkor ez a letiltás nincs konfigurálva, és a harmadik féltől származó altartalom számára nem lesz engedélyezve a HTTP Basic Auth párbeszédpanel megnyitása.</string><string id="PasswordManager_group">Jelszókezelő</string><string id="PasswordManagerEnabled">Jelszavak mentésének aktiválása a jelszókezelőben</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Homepage_group">Kezdőoldal</string><string id="HomepageLocation">Állítsa be a kezdőoldal URL-jét</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">való használata</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Kezdőoldalak</string><string id="RestoreOnStartup">Művelet indításkor</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Új lap oldal megnyitása</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Utolsó munkamenet visszaállítása</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Nyisson meg egy URL-listát</string><string id="RestoreOnStartupURLs">Indításkor megnyitandó URL-ek</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Indításkor megnyitandó URL-ek</string><string id="Accessibility_group">Kisegítő beállítások</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Kisegítő beállítások megjelenítése az értesítési terület menüjében</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Nagy egérmutató engedélyezése</string><string id="LargeCursorEnabled_Explain">A nagy egérmutató kisegítő lehetőség engedélyezése.

Ha a házirend értéke igaz, a nagy egérmutató mindig engedélyezve lesz.

Ha a házirend értéke hamis, a nagy egérmutató mindig le lesz tiltva.

Amennyiben beállítja ezt a házirendet, a felhasználók nem módosíthatják, és nem bírálhatják felül.

Ha nem állítja be ezt a házirendet, akkor a nagy egérmutató kezdetben le lesz tiltva, de a felhasználó bármikor engedélyezheti.</string><string id="SpokenFeedbackEnabled">Hangos visszajelzések engedélyezése</string><string id="SpokenFeedbackEnabled_Explain">A hangos visszajelzés kisegítő lehetőség engedélyezése.

Ha ez a házirend igaz, akkor a hangos visszajelzés mindig engedélyezett lesz.

Ha a házirend hamis, akkor a hangos visszajelzés mindig le lesz tiltva.

Amennyiben beállítja ezt a házirendet, a felhasználók nem módosíthatják, és nem bírálhatják felül.

Ha a házirend nincs beállítva, akkor a hangos visszajelzés kezdetben le van tiltva, de a felhasználó bármikor engedélyezheti.</string><string id="HighContrastEnabled">Nagy kontrasztú mód engedélyezése</string><string id="HighContrastEnabled_Explain">A nagy kontrasztú mód kisegítő lehetőség engedélyezése.

Ha a házirend értéke igaz, a nagy kontrasztú mód mindig engedélyezve lesz.

Ha a házirend értéke hamis, a nagy kontrasztú mód mindig le lesz tiltva.

Amennyiben beállítja ezt a házirendet, a felhasználók nem módosíthatják, és nem bírálhatják felül.

Ha nem állítja be ezt a házirendet, akkor a nagy kontrasztú mód kezdetben le lesz tiltva, de a felhasználó bármikor engedélyezheti.</string><string id="VirtualKeyboardEnabled">Képernyő-billentyűzet engedélyezése</string><string id="VirtualKeyboardEnabled_Explain">A képernyő-billentyűzet kisegítő lehetőség engedélyezése.

Ha a házirend értéke igaz, a képernyő-billentyűzet mindig engedélyezett.

Ha a házirend értéke hamis, a képernyő-billentyűzet mindig le van tiltva.

Ha beállítja ezt a házirendet, a felhasználók nem módosíthatják vagy bírálhatják felül.

Ha nem állítja be ezt a házirendet, akkor a képernyő-billentyűzet kezdetben le lesz tiltva, de a felhasználó bármikor engedélyezheti.</string><string id="KeyboardDefaultToFunctionKeys">A médiabillentyűk alapértelmezés szerint a funkcióbillentyűk</string><string id="KeyboardDefaultToFunctionKeys_Explain">A legfelső sor billentyűinek alapértelmezett viselkedését módosítja funkciógombokra.

Ha a házirend értéke igaz, akkor a billentyűzet legfelső sorának billentyűi alapértelmezés szerint a funkciógombok feladatát fogják ellátni. A keresőbillentyűt kell megnyomni, hogy ismét médiabillentyűkként szolgáljanak.

Ha a házirend értéke hamis, vagy ha nincs beállítva, akkor a billentyűk alapértelmezés szerint médiavezérlési funkciókat fognak ellátni, és akkor viselkednek funkcióbillentyűként, ha a keresőbillentyűt nyomva tartják.</string><string id="ScreenMagnifierType">Nagyító típusának beállítása</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Nagyító kikapcsolva</string><string id="ScreenMagnifierType_Full-screen">Teljes képernyős nagyító bekapcsolása</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">A nagy egérmutató alapértelmezett állapotának beállítása a bejelentkezési képernyőn</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">A nagy egérmutató kisegítő lehetőség alapértelmezett állapotának megadása a bejelentkezési képernyőn.

Ha a házirend értéke igaz, a nagy egérmutató mindig engedélyezett, amikor a bejelentkezési képernyő látható.

Ha a házirend értéke hamis, a nagy egérmutató mindig le lesz tiltva, amikor a bejelentkezési képernyő látható.

Amennyiben beállítja ezt a házirendet, a felhasználók ideiglenesen felülbírálhatják a nagy mutató engedélyezésével vagy letiltásával. A felhasználó döntése azonban nem végleges, és az alapértelmezett beállítás lép érvénybe a bejelentkezési képernyő ismételt megjelenítésekor, vagy ha a felhasználó egy percig nem hajt végre semmilyen tevékenységet a bejelentkezési képernyőn.

Ha nem állítja be ezt a házirendet, akkor a nagy egérmutató le lesz tiltva a bejelentkezési képernyő első megjelenítésekor. A felhasználók bármikor engedélyezhetik vagy letilthatják a nagy egérmutatót, és annak állapota mindegyik felhasználó esetében megmarad a bejelentkezési képernyőn.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">A hangos visszajelzés alapértelmezett állapotának beállítása a bejelentkezési képernyőn</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">A hangos visszajelzés kisegítő lehetőség alapértelmezett állapotának beállítása a bejelentkezési képernyőn.

Ha a házirend értéke igaz, akkor a hangos visszajelzés engedélyezve lesz a bejelentkezési képernyőn.

Ha a házirend értéke hamis, akkor a hangos visszajelzés nem lesz engedélyezve a bejelentkezési képernyőn.

Amennyiben beállítja ezt a házirendet, a felhasználók ideiglenesen felülbírálhatják a hangos visszajelzés engedélyezésével vagy letiltásával. A felhasználó döntése azonban nem végleges, és az alapértelmezett beállítás lép érvénybe a bejelentkezési képernyő ismételt megjelenítésekor, vagy ha a felhasználó egy percig nem hajt végre semmilyen tevékenységet a bejelentkezési képernyőn.

Ha nem állítja be ezt a házirendet, akkor a hangos visszajelzés le lesz tiltva a bejelentkezési képernyő első megjelenítésekor. A felhasználók bármikor engedélyezhetik vagy letilthatják a hangos visszajelzést, és annak állapota mindegyik felhasználó esetében megmarad a bejelentkezési képernyőn.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">A nagy kontrasztú mód alapértelmezett állapotának beállítása a bejelentkezési képernyőn</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">A nagy kontrasztú mód kisegítő lehetőség alapértelmezett állapotának beállítása a bejelentkezési képernyőn.

Ha a házirend értéke igaz, akkor a nagy kontrasztú mód engedélyezett lesz a bejelentkezési képernyő megjelenítésekor.

Ha a házirend értéke hamis, akkor a nagy kontrasztú mód le lesz tiltva a bejelentkezési képernyő megjelenítésekor.

Amennyiben beállítja ezt a házirendet, a felhasználók ideiglenesen felülbírálhatják a nagy kontrasztú mód engedélyezésével vagy letiltásával. A felhasználó döntése azonban nem végleges, és az alapértelmezett beállítás lép érvénybe a bejelentkezési képernyő ismételt megjelenítésekor, vagy ha a felhasználó egy percig nem hajt végre semmilyen tevékenységet a bejelentkezési képernyőn.

Ha nem állítja be ezt a házirendet, akkor a nagy kontrasztú mód le lesz tiltva a bejelentkezési képernyő első megjelenítésekor. A felhasználók bármikor engedélyezhetik vagy letilthatják a nagy kontrasztú módot, és annak állapota mindegyik felhasználó esetében megmarad a bejelentkezési képernyőn.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">A képernyő-billentyűzet alapértelmezett állapotának beállítása a bejelentkezési képernyőn</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">A képernyő-billentyűzet kisegítő lehetőség alapértelmezett állapotának beállítása a bejelentkezési képernyőre vonatkozóan.

Ha a házirend értéke igaz, akkor a képernyő-billentyűzet engedélyezve lesz a bejelentkezési képernyőn.

Ha a házirend értéke hamis, akkor a képernyő-billentyűzet le lesz tiltva a bejelentkezési képernyőn.

Ha beállítja ezt a házirendet, a felhasználók ideiglenesen felülbírálhatják a képernyő-billentyűzet engedélyezésével vagy letiltásával. A felhasználó választása azonban nem tartós, és ha újra megjelenik a bejelentkezési képernyő, vagy ha a felhasználó egy percig tétlen marad azon, akkor a rendszer visszaállítja az alapértelmezett beállítást.

Ha nem állítja be ezt a házirendet, akkor a képernyő-billentyűzet le lesz tiltva a bejelentkezési képernyő első megjelenítésekor. A felhasználók bármikor engedélyezhetik vagy letilthatják a képernyő-billentyűzetet, és annak állapota a bejelentkezési képernyőn megmarad a felhasználók között.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">A bejelentkezési képernyőn engedélyezett alapértelmezett nagyítótípus beállítása</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">A bejelentkezési képernyőn engedélyezett nagyító alapértelmezett típusának beállítása.

Ha a házirend be van állítva, ez vezérli a bejelentkezési képernyő megjelenítésekor engedélyezett nagyító típusát. A házirend „Nincs” értékre állítása letiltja a nagyítót.

Amennyiben beállítja ezt a házirendet, a felhasználók ideiglenesen felülbírálhatják a nagyító engedélyezésével vagy letiltásával. A felhasználó döntése azonban nem végleges, és az alapértelmezett beállítás lép érvénybe a bejelentkezési képernyő ismételt megjelenítésekor, vagy ha a felhasználó egy percig nem hajt végre semmilyen tevékenységet a bejelentkezési képernyőn.

Ha nem állítja be ezt a házirendet, akkor a nagyító le lesz tiltva a bejelentkezési képernyő első megjelenítésekor. A felhasználók bármikor engedélyezhetik vagy letilthatják a nagyítót, és annak állapota mindegyik felhasználó esetében megmarad a bejelentkezési képernyőn.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Nagyító kikapcsolva</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Teljes képernyős nagyító bekapcsolása</string><string id="Proxy_group">Proxyszerver</string><string id="ProxyMode">Válassza ki, hogyan adja meg a proxyszerver beállításait</string><string id="ProxyMode_Explain">Lehetővé teszi a(z) Google Chrome által használt proxyszerver meghatározását, és megakadályozza, hogy a felhasználók megváltoztassák a proxybeállításokat.

Ha úgy dönt, hogy soha nem használ proxyszervert, és mindig közvetlenül kapcsolódik, a rendszer az összes többi beállítást figyelmen kívül hagyja.

Ha úgy dönt, hogy a rendszer proxybeállításait használja, a rendszer az összes többi beállítást figyelmen kívül hagyja.

Ha a proxyszerver automatikus érzékelését választja, a rendszer az összes többi beállítást figyelmen kívül hagyja.

Ha a fix proxyszerver módot választja, további beállításokat adhat meg „A proxyszerver címe vagy URL-je” és a „Proxykihagyási szabályok vesszővel elválasztott listája” házirendekben. Az ARC-alkalmazások csak a legmagasabb prioritású HTTP-proxyszervert használják.

Ha .pac proxyszkriptet használ, meg kell adnia a szkript URL-jét „A proxy .pac fájl URL-je” beállításban.

Részletes példákért keresse fel a következő címet:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Ha engedélyezi ezt a beállítást, a(z) Google Chrome és az ARC-alkalmazások figyelmen kívül hagynak a proxyval kapcsolatban a parancssorból megadott minden beállítást.

Ha beállítatlanul hagyja ezt a házirendet, akkor a felhasználók saját maguk választhatják ki a proxybeállításaikat.</string><string id="ProxyMode_ProxyDisabled">Soha ne használjon proxyt</string><string id="ProxyMode_ProxyAutoDetect">Automatikus proxyfelismerés beállításai</string><string id="ProxyMode_ProxyPacScript">Használjon .pac proxyszkriptet</string><string id="ProxyMode_ProxyFixedServers">Használjon fix proxyszervereket</string><string id="ProxyMode_ProxyUseSystem">A rendszer proxybeállításainak használata</string><string id="ProxyServer">Proxyszerver címe vagy URL-je</string><string id="ProxyServer_Explain">Itt határozhatja meg a proxyszerver URL-jét.

Ez a házirend csak akkor lép érvénybe, ha a manuális proxybeállításokat választotta a „Válassza ki, hogyan adja meg a proxyszerver beállításait” résznél.

Ha valamilyen más módját választotta a proxyházirendek beállításának, akkor hagyja ezt a házirendet konfigurálatlanul.

További beállítások és részletes példák megtekintéséhez keresse fel a következő oldalt:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL egy proxy .pac fájlhoz</string><string id="ProxyPacUrl_Explain">Itt adhatja meg a proxy .pac fájlok URL-jét.

Ez a házirend csak akkor lép érvénybe, ha a manuális proxybeállításokat választotta a „Válassza ki, hogyan adja meg a proxyszerver beállításait” résznél.

Ha valamilyen más módját választotta a proxyházirendek beállításának, akkor hagyja ezt a házirendet konfigurálatlanul.

További részletes példák megtekintéséhez keresse fel a következő oldalt:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Proxy figyelmen kívül hagyásának szabályai</string><string id="ProxyBypassList_Explain">A(z) Google Chrome figyelmen kívül hagy minden proxyt a listán megadott gazdagépek esetében.

Ez a házirend csak akkor lép érvénybe, ha a manuális proxybeállításokat választotta a „Válassza ki, hogyan adja meg a proxyszerver beállításait” résznél.

Ha valamilyen más módját választotta a proxyházirendek beállításának, akkor hagyja ezt a házirendet konfigurálatlanul.
További részletes példákért látogassa meg a következő oldalt:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ContentSettings_group">Tartalombeállítások</string><string id="DefaultCookiesSetting">Alapértelmezett cookie-beállítások</string><string id="DefaultCookiesSetting_Explain">Azt határozza meg, hogy a webhelyek tárolhatnak-e helyi adatokat. A helyi adatok beállítását egyszerre lehet engedélyezni vagy letiltani az összes webhelynél.

A „Cookie-k megtartása a munkamenet idejére” beállítás esetében a munkamenet befejezése után a cookie-k törlődnek. Felhívjuk figyelmét, hogy ha a Google Chrome „háttérmódban” fut, akkor előfordulhat, hogy a munkamenet nem fejeződik be az utolsó ablak bezárásakor. E viselkedés konfigurálásáról a „BackgroundModeEnabled” házirendnél talál további tájékoztatást.

Ha nem állítja be ezt a házirendet, akkor a böngésző az „AllowCookies” beállítást fogja használni, amelyet a felhasználó módosíthat.</string><string id="DefaultCookiesSetting_AllowCookies">Helyi adatok beállításának engedélyezése minden webhely számára</string><string id="DefaultCookiesSetting_BlockCookies">Egy webhely sem állíthat be helyi adatokat</string><string id="DefaultCookiesSetting_SessionOnly">Cookie-k megtartása a munkamenet idejére</string><string id="DefaultImagesSetting">Képek alapértelmezett beállítása</string><string id="DefaultImagesSetting_Explain">Lehetővé teszi annak meghatározását, hogy a webhelyek számára engedélyezett-e a képek megjelenítése. A képek megjelenítését engedélyezheti vagy tilthatja minden webhely számára. Ha ez a házirend beállítatlanul marad, akkor a rendszer az &quot;AllowImages&quot; értéket használja, és ezt a felhasználó módosíthatja.</string><string id="DefaultImagesSetting_AllowImages">Az összes kép megjelenítésének engedélyezése valamennyi webhely számára</string><string id="DefaultImagesSetting_BlockImages">Egy webhely sem jeleníthet meg képeket</string><string id="DefaultJavaScriptSetting">Alapértelmezett  JavaScript-beállítás</string><string id="DefaultJavaScriptSetting_Explain">Meghatározhatja, hogy a webhelyek futtathatnak-e JavaScriptet. A JavaScript futtatását engedélyezheti vagy letilthatja minden webhely számára. Ha a házirend beállítatlanul marad, a rendszer az &quot;AllowJavaScript&quot; értéket használja, amelyet a felhasználó módosíthat.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">JavaScript futtatásának engedélyezése minden webhelyen</string><string id="DefaultJavaScriptSetting_BlockJavaScript">JavaScript futtatásának tiltása minden webhely számára</string><string id="DefaultPluginsSetting">Alapértelmezett Flash-beállítás</string><string id="DefaultPluginsSetting_Explain">Itt lehet beállítani, hogy a weboldalak futtathatják-e automatikusan a(z) Flash beépülő modult. A(z) Flash beépülő modul automatikus futtatását engedélyezheti vagy letilthatja minden webhelyre vonatkozóan.

A „Kattintson a lejátszáshoz” lehetővé teszi a(z) Flash beépülő modul futtatását, de indításához a felhasználónak rá kell kattintania.

Ha a házirend nincs beállítva, akkor a felhasználó kézzel módosíthatja ezt a beállítást.</string><string id="DefaultPluginsSetting_AllowPlugins">A(z) Flash beépülő modul automatikus futtatásának engedélyezése minden webhelyen</string><string id="DefaultPluginsSetting_BlockPlugins">A(z) Flash beépülő modul letiltása</string><string id="DefaultPluginsSetting_ClickToPlay">Kattintson a lejátszáshoz</string><string id="DefaultPopupsSetting">Előugró ablakok alapértelmezett beállítása</string><string id="DefaultPopupsSetting_Explain">Lehetővé teszi annak beállítását, hogy a weboldalak mutathatnak-e előugró ablakokat. Az előugró ablakok megjelenítését engedélyezheti vagy tilthatja minden webhely számára. Ha a házirend konfigurálatlanul marad, a rendszer a &quot;BlockPopups&quot; értéket használja, amelyet a felhasználó módosíthat.</string><string id="DefaultPopupsSetting_AllowPopups">Előugró ablakok engedélyezése minden webhelyen</string><string id="DefaultPopupsSetting_BlockPopups">Előugró ablakok tiltása minden webhely esetén</string><string id="DefaultNotificationsSetting">Alapértelmezett értesítési beállítás</string><string id="DefaultNotificationsSetting_Explain">Meghatározhatja, hogy a weboldalak megjeleníthessenek-e asztali értesítéseket. Az asztali értesítések megjelenítése lehet alapértelmezés szerint engedélyezett, alapértelmezés szerint tiltott, vagy megkérdezheti a felhasználót minden alkalommal, amikor egy webhely asztali értesítéseket kíván megjeleníteni. Ha a házirend konfigurálatlanul marad, a rendszer az &quot;AskNotifications&quot; értéket használja, amelyet a felhasználó módosíthat.</string><string id="DefaultNotificationsSetting_AllowNotifications">Megengedi a webhelyeknek, hogy értesítéseket jelenítsenek meg az asztalon</string><string id="DefaultNotificationsSetting_BlockNotifications">Egy webhely sem jeleníthet meg asztali értesítéseket</string><string id="DefaultNotificationsSetting_AskNotifications">Kérdezzen rá minden alkalommal, amikor egy webhely asztali értesítéseket akar mutatni</string><string id="DefaultGeolocationSetting">Helymeghatározás alapértelmezett beállítása</string><string id="DefaultGeolocationSetting_Explain">Lehetővé teszi, hogy megadja azon weboldalak listáját, amelyek követhetik a felhasználók tartózkodási helyét. A felhasználók tartózkodási helyének követése lehet alapértelmezetten engedélyezett, alapértelmezetten tiltott, vagy megkérdezheti a felhasználót minden alkalommal, amikor egy webhely a tartózkodási helyét szeretné tudni. Ha a házirend konfigurálatlanul marad, a rendszer az &quot;AskGeolocation&quot; értéket használja, amelyet a felhasználó módosíthat.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Engedélyezi a webhelyek számára a felhasználók fizikai helyének követését</string><string id="DefaultGeolocationSetting_BlockGeolocation">Minden oldal számára tiltja a felhasználók fizikai helyének követését</string><string id="DefaultGeolocationSetting_AskGeolocation">Kérdezzen rá minden alkalommal, amikor egy webhely követni szeretné a felhasználók fizikai helyzetét</string><string id="DefaultWebBluetoothGuardSetting">A Web Bluetooth API használatának irányítása</string><string id="DefaultWebBluetoothGuardSetting_Explain">Lehetővé teszi annak beállítását, hogy a webhelyek hozzáférhetnek-e a közeli Bluetooth-eszközökhöz. A hozzáférés teljes mértékben letiltható, vagy a rendszer minden olyan alkalommal rákérdezhet a felhasználónál az engedélyezésre, amikor egy webhely közeli Bluetooth-eszközökhöz szeretne hozzáférni.

Ha nincs beállítva a házirend, akkor az érték „3” lesz, amit a felhasználó bármikor módosíthat.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Nem engedélyezi, hogy a webhelyek hozzáférést kérjenek a Bluetooth-eszközökhöz a Web Bluetooth API-n keresztül</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Engedélyezi azt, hogy a felhasználótól hozzáférést kérjenek a webhelyek egy közeli Bluetooth-eszköz használatára</string><string id="AutoSelectCertificateForUrls">Ügyféltanúsítványok automatikus kiválasztása ezeknél a webhelyeknél</string><string id="AutoSelectCertificateForUrls_Explain">Olyan webhelyek URL-listájának megadását teszi lehetővé, amelyek esetében a Google Chrome automatikusan kiválaszt egy ügyféltanúsítványt, ha a webhely tanúsítványt kér.

Az értéknek szöveges karakterláncként megadott JSON-könyvtárak tömbjének kell lennie. A könyvtárakat a { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER } formátumban kell megadni, ahol az $URL_PATTERN egy tartalombeállítási mintát jelöl. A $FILTER korlátozza azt, hogy a böngésző melyik ügyféltanúsítványok közül választhat automatikusan. A szűrőtől függetlenül csak olyan tanúsítványokat választhat, amelyek megfelelnek a szerver tanúsítványkérelmének. Ezenkívül ha a $FILTER formátuma { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, akkor a böngésző csak olyan ügyféltanúsítványokat választ, amelyeket az $ISSUER_CN nevű tanúsítványkibocsátó adott ki. Ha a $FILTER egy üres könyvtár („{}”), akkor az ügyféltanúsítványok kiválaszthatósága nem lesz tovább korlátozva.

Ha nem állítja be ezt a házirendet, akkor semmilyen webhely esetében nem történik automatikus kiválasztás.</string><string id="AutoSelectCertificateForUrlsDesc">Ügyféltanúsítványok automatikus kiválasztása ezeknél a webhelyeknél</string><string id="CookiesAllowedForUrls">Cookie-k engedélyezése ezeken a webhelyeken</string><string id="CookiesAllowedForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek állíthatnak be cookie-kat. Ha ez a házirend beállítatlanul marad, akkor a globális alapértelmezett érték kerül felhasználásra valamennyi webhelyre vonatkozóan; vagy -- ha be van állítva -- a &quot;DefaultCookiesSetting&quot; házirendből, vagy pedig a felhasználó személyes konfigurációjából.</string><string id="CookiesAllowedForUrlsDesc">Cookie-k engedélyezése ezeken a webhelyeken</string><string id="CookiesBlockedForUrls">Cookie-k letiltása ezeken a webhelyeken</string><string id="CookiesBlockedForUrls_Explain">Lehetővé teszi olyan URL-minták listájának megadását, amelyek meghatározzák azokat a webhelyeket, amelyek nem állíthatnak be cookie-kat. Ha a házirend konfigurálatlanul marad, a rendszer a globális alapértelmezés szerinti értéket használja a &quot;DefaultCookiesSetting&quot; házirendből (ha az be van állítva), vagy egyébként a felhasználó személyes konfigurációjából.</string><string id="CookiesBlockedForUrlsDesc">Cookie-k letiltása ezeken a webhelyeken</string><string id="CookiesSessionOnlyForUrls">Csak a programfolyamatra szóló cookie-k engedélyezése ezeken a webhelyeken</string><string id="CookiesSessionOnlyForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek állíthatnak be csak a munkamenetre érvényes cookie-kat.

Ha ez a házirend beállítatlanul marad, akkor a globális alapértelmezett érték lesz használatban valamennyi webhelyre vonatkozóan; vagy – ha be van állítva – a „DefaultCookiesSetting” házirendből, vagy pedig a felhasználó személyes konfigurációjából.

Fontos, hogy amennyiben a Google Chrome „háttérmódban” fut, akkor a munkamenetet nem lehet bezárni az utolsó böngészőablak bezárásakor, mivel a munkamenet mindaddig aktív marad, amíg a böngésző telepítve van. A viselkedés konfigurálásával kapcsolatos további információkért tekintse át a „BackgroundModeEnabled” házirendet.

Ha a „RestoreOnStartup” házirend úgy van beállítva, hogy helyreállítsa a korábbi munkamenetek URL-jeit, a rendszer nem tartja be ezt a házirendet, és az érintett webhelyek vonatkozásában állandó jelleggel tárolja a cookie-kat.</string><string id="CookiesSessionOnlyForUrlsDesc">Csak a programfolyamatra szóló cookie-k engedélyezése ezeken a webhelyeken</string><string id="ImagesAllowedForUrls">Képek engedélyezése ezeken a webhelyeken</string><string id="ImagesAllowedForUrls_Explain">Lehetővé teszi az olyan webhelyeket meghatározó URL-minták listájának összeállítását, amelyek esetében engedélyezett a képek megjelenítése. Ha ez a házirend beállítatlanul marad, akkor a globális alapértelmezett érték kerül felhasználásra valamennyi webhelyre vonatkozóan; vagy -- ha be van állítva -- a &quot;DefaultImagesSetting&quot; házirendből, vagy pedig a felhasználó személyes konfigurációjából.</string><string id="ImagesAllowedForUrlsDesc">Képek engedélyezése ezeken a webhelyeken</string><string id="ImagesBlockedForUrls">Képek letiltása ezeken az webhelyeken</string><string id="ImagesBlockedForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nem jeleníthetnek meg képeket. Ha a házirend konfigurálatlanul marad, akkor a rendszer a &quot;DefaultImagesSetting&quot; házirend globális alapértelmezett értékét használja (ha az be van állítva), vagy egyéb esetben a felhasználó saját személyes beállítását.</string><string id="ImagesBlockedForUrlsDesc">Képek letiltása ezeken az webhelyeken</string><string id="JavaScriptAllowedForUrls">JavaScript engedélyezése ezeken a webhelyeken</string><string id="JavaScriptAllowedForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek futtathatnak JavaScriptet. Ha ez a házirend beállítatlanul marad, akkor a globális alapértelmezett érték kerül felhasználásra valamennyi webhelyre vonatkozóan; vagy -- ha be van állítva -- a &quot;DefaultImagesSetting&quot; házirendből, vagy pedig a felhasználó személyes konfigurációjából.</string><string id="JavaScriptAllowedForUrlsDesc">JavaScript engedélyezése ezeken a webhelyeken</string><string id="JavaScriptBlockedForUrls">JavaScript letiltása ezeken a webhelyeken</string><string id="JavaScriptBlockedForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nem futtathatnak JavaScriptet. Ha a házirend beállítatlanul marad, akkor a rendszer a globális alapértelmezett értéket használja valamennyi webhelyre vonatkozóan; vagy -- ha be van állítva -- a &quot;DefaultJavaScriptSetting&quot; házirendből, vagy pedig a felhasználó személyes konfigurációjából.</string><string id="JavaScriptBlockedForUrlsDesc">JavaScript letiltása ezeken a webhelyeken</string><string id="PluginsAllowedForUrls">A(z) Flash beépülő modul engedélyezése ezeken a webhelyeken</string><string id="PluginsAllowedForUrls_Explain">Lehetővé teszi URL-minták olyan listájának megadását, amely meghatározza, hogy mely webhelyek futtathatják a(z) Flash beépülő modult.

Ha nem állítja be ezt a házirendet, akkor a böngésző valamennyi webhelyre vonatkozóan a globális alapértelmezett értéket használja a „DefaultPluginsSetting” házirend (ha be van állítva) vagy a felhasználó személyes konfigurációja alapján.</string><string id="PluginsAllowedForUrlsDesc">A(z) Flash beépülő modul engedélyezése ezeken a webhelyeken</string><string id="PluginsBlockedForUrls">A(z) Flash beépülő modul letiltása ezeken a webhelyeken</string><string id="PluginsBlockedForUrls_Explain">Lehetővé teszi URL-minták olyan listájának megadását, amely meghatározza, hogy mely webhelyek nem futtathatják a(z) Flash beépülő modult.

Ha nem állítja be ezt a házirendet, akkor a böngésző valamennyi webhelyre vonatkozóan a globális alapértelmezett értéket használja a „DefaultPluginsSetting” házirend (ha be van állítva) vagy a felhasználó személyes konfigurációja alapján.</string><string id="PluginsBlockedForUrlsDesc">A(z) Flash beépülő modul letiltása ezeken a webhelyeken</string><string id="PopupsAllowedForUrls">Előugró ablakok engedélyezése ezeken a webhelyeken</string><string id="PopupsAllowedForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nyithatnak meg felugró ablakokat. Ha a házirend beállítatlanul marad, akkor a rendszer a globális alapértelmezett értéket használja valamennyi webhelyre vonatkozóan; vagy -- ha be van állítva -- a &quot;DefaultPopupsSetting&quot; házirendből, vagy pedig a felhasználó személyes konfigurációjából.</string><string id="PopupsAllowedForUrlsDesc">Előugró ablakok engedélyezése ezeken a webhelyeken</string><string id="RegisteredProtocolHandlers">Protokollkezelők regisztrálása</string><string id="RegisteredProtocolHandlers_Explain">Lehetővé teszi a protokollkezelők listájának regisztrálását. Csak ajánlott házirend lehet. A |protocol| tulajdonságot a sémához – például „mailto” – kell beállítani, az |url| tulajdonságot pedig a sémát kezelő alkalmazás URL-mintájához. A minta tartalmazhat „%s” karakterláncot, amelynek – ha van – helyére majd a kezelt URL kerül.

A rendszer egyesíti a házirend által regisztrált protokollkezelőket a felhasználó által regisztráltakkal, és mindkétféle protokollkezelő használatra készen rendelkezésre áll. A felhasználó új alapértelmezett kezelő telepítésével felülírhatja a házirend által telepített protokollkezelőket, a házirend által regisztrált protokollkezelőt azonban nem tudja eltávolítani.</string><string id="PopupsBlockedForUrls">Előugró ablakok tiltása ezeken a webhelyeken</string><string id="PopupsBlockedForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nem nyithatnak meg felugró ablakot. Ha a házirend konfigurálatlanul marad, akkor a rendszer a &quot;DefaultPopupsSetting&quot; házirend globális alapértelmezett értékét használja (ha az be van állítva), vagy egyéb esetben a felhasználó saját személyes beállítását.</string><string id="PopupsBlockedForUrlsDesc">Előugró ablakok tiltása ezeken a webhelyeken</string><string id="NotificationsAllowedForUrls">Értesítések engedélyezése ezeken a webhelyeken</string><string id="NotificationsAllowedForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek jeleníthetnek meg értesítéseket. Ha ez a házirend beállítatlanul marad, akkor a globális alapértelmezett érték kerül felhasználásra valamennyi webhelyre vonatkozóan; vagy -- ha be van állítva -- a &quot;DefaultNotificationsSetting&quot; házirendből, vagy pedig a felhasználó személyes konfigurációjából.</string><string id="NotificationsAllowedForUrlsDesc">Értesítések engedélyezése ezeken a webhelyeken</string><string id="NotificationsBlockedForUrls">Értesítések letiltása ezeken a webhelyeken</string><string id="NotificationsBlockedForUrls_Explain">Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nem jeleníthetnek meg értesítéseket. Ha ez a házirend beállítatlanul marad, akkor a globális alapértelmezett érték kerül felhasználásra valamennyi webhelyre vonatkozóan; vagy -- ha be van állítva -- a &quot;DefaultNotificationsSetting&quot; házirendből, vagy pedig a felhasználó személyes konfigurációjából.</string><string id="NotificationsBlockedForUrlsDesc">Értesítések letiltása ezeken a webhelyeken</string><string id="RemoteAccess_group">Távoli elérési beállítások konfigurálása</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Engedélyezze a tűzfalon való átjárást a távoli elérésű szerverekről</string><string id="RemoteAccessHostFirewallTraversal_Explain">Lehetővé teszi a STUN szerverek használatát, amikor távoli ügyfelek próbálnak kapcsolatot létrehozni ezzel a számítógéppel.

Ha ez a beállítás engedélyezve van, akkor a távoli ügyfelek láthatják ezt a számítógépet, és csatlakozni is tudnak hozzá, még akkor is, ha tűzfal választja el őket.

Ha ez a lehetőség ki van kapcsolva, és a tűzfal szűri a kimenő UDP-kapcsolatokat, akkor ez a számítógép csak olyan kapcsolatokat fog engedélyezni az ügyfelek számítógépei felől, amelyek a helyi hálózaton belül találhatók.

Ha a házirend nincs beállítva, akkor a rendszer engedélyezi a beállítást.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Beállítja a távoli hozzáférésű gazdagép TalkGadget előtagját</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Beállítja a távoli hozzáférésű gazdagépek által használt TalkGadget előtagot, és megakadályozza, hogy a felhasználók megváltoztassák azt.

Ha megadja ezt a beállítást, az előtag a TalkGadget alapnév elé kerül, amellyel létrehozza a TalkGadget teljes domainnevét. A TalkGadget alap domainneve „.talkgadget.google.com”.

Ha engedélyezi ezt a beállítást, akkor a gazdagépek az egyéni domainnevet használják a TalkGadget elérésekor az alapértelmezés szerinti gazdagép helyett.

Ha a beállítás le van tiltva vagy nincs beállítva, akkor minden gazdagép az alapértelmezett TalkGadget domainnevet („chromoting-host.talkgadget.google.com”) használja.

Távoli hozzáférésű kliensekre nincs hatással ez a beállítás. Ők a TalkGadget eléréséhez mindig a „chromoting-client.talkgadget.google.com” nevet használják.</string><string id="RemoteAccessHostRequireCurtain">Távoli hozzáférésű gazdagépek lefüggönyözésének engedélyezése</string><string id="RemoteAccessHostRequireCurtain_Explain">Engedélyezi a távoli hozzáférésű gazdagépek lefüggönyözését, miközben kapcsolat van folyamatban.

Ha engedélyezve van ez a beállítás, akkor a gazdagép fizikai be- és kimeneti eszközei a távoli kapcsolat folyamán le vannak tiltva.

Ha le van tiltva vagy nincs beállítva ez a beállítás, akkor a gazdagéppel mind helyi, mind távoli felhasználók interakcióba léphetnek, miközben az meg van osztva.</string><string id="RemoteAccessHostAllowClientPairing">A PIN-kód nélküli hitelesítés engedélyezése vagy kikapcsolása a távoli elérésű gazdagépek számára</string><string id="RemoteAccessHostAllowClientPairing_Explain">Ha ez a beállítás engedélyezve van, vagy nincs konfigurálva, akkor a felhasználók párosíthatják a klienseket és a gazdagépeket a kapcsolódáskor, így nincs szükség minden alkalommal a PIN-kód megadására.

Ha a beállítás le van tiltva, akkor ez a funkció nem lesz elérhető.</string><string id="RemoteAccessHostAllowGnubbyAuth">Gnubby hitelesítés engedélyezése a távoli hitelesítésű gazdagépeknél</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Ha ez a beállítás engedélyezett, akkor a gnubby hitelesítési kéréseket a rendszer távoli szerverkapcsolaton keresztül proxyzza.

Ha a beállítás tiltva van, vagy nincs konfigurálva, akkor a rendszer nem proxyzza a gnubby hitelesítési kéréseket.</string><string id="RemoteAccessHostAllowRelayedConnection">Relay szerverek használatának engedélyezése a távoli gazdagép számára</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">A távoli gazdagép által használt UDP porttartomány korlátozása</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Megköveteli, hogy a helyi felhasználónak és a távoli hozzáférésű gazdagép tulajdonosának a neve egyezzen</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Az URL, ahol a távoli hozzáférésű kliensnek be kell szereznie a hitelesítési tokent</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL a távoli hozzáférésű kliens hitelesítési tokenjének ellenőrzéséhez</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Klienstanúsítvány a RemoteAccessHostTokenValidationUrl címhez történő csatlakozáshoz</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Attestation_group">Távoli tanúsítás</string><string id="AttestationEnabledForUser">A felhasználó távoli tanúsításának engedélyezése</string><string id="AttestationEnabledForUser_Explain">Ha igaz, a felhasználó a Chrome-eszközök hardverei segítségével távolról tanúsíthatja azonosságát az adatvédelmi CA-nál a(z) Enterprise Platform Keys API segítségével és a(z) chrome.enterprise.platformKeys.challengeUserKey() használatával.

Ha hamis, illetve nincs beállítva, akkor az API hívásai sikertelenek lesznek, és hibakódot adnak vissza.</string><string id="AttestationExtensionWhitelist">A távoli tanúsítási API használatára engedélyezett bővítmények</string><string id="AttestationExtensionWhitelist_Explain">Ez a házirend adja meg, hogy mely bővítmények számára engedélyezett az Enterprise Platform Keys API chrome.enterprise.platformKeys.challengeUserKey() funkciójának használata távoli tanúsításhoz. Az API használatához fel kell vennie a bővítményeket erre a listára.

Ha valamelyik bővítmény nincs a listán, vagy a lista nincs beállítva, akkor az API hívása hibakóddal leáll.</string><string id="AttestationExtensionWhitelistDesc">A távoli tanúsítási API használatára engedélyezett bővítmények</string><string id="NewTabPage_group">Új lap oldal</string><string id="NewTabPageLocation">Az Új lap oldal URL-jének beállítása</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="AllowDeletingBrowserHistory">Böngészési és letöltési előzmények törlésének engedélyezése</string><string id="AllowDeletingBrowserHistory_Explain">Lehetővé teszi a böngészési és letöltési előzmények törlését a Google Chrome termékben, és megakadályozza, hogy a felhasználók módosítsák ezt a beállítást.

Felhívjuk figyelmét, hogy még ha ki is van kapcsolva ez a házirend, a böngészési és letöltési előzmények megőrzése nem garantált: a felhasználók közvetlenül módosíthatják vagy törölhetik az előzmények adatbázisának fájljait, illetve a böngésző maga is bármikor lejárttá teheti vagy archiválhatja bármely vagy az összes előzményelemet.

Ha ez a beállítás engedélyezett, vagy nincs beállítva, a böngészési és letöltési előzmények törölhetők.

Ha a beállítás le van tiltva, a böngészési és letöltési előzmények nem törölhetők.</string><string id="AllowDinosaurEasterEgg">A rejtett dinoszauruszos játék engedélyezése</string><string id="AllowDinosaurEasterEgg_Explain">A felhasználók játszhatnak a rejtett dinoszauruszos játékkal, amikor az eszköz offline állapotban van.

Ha a házirend értéke hamis, akkor a felhasználók nem tudnak játszani a rejtett dinoszauruszos játékkal, amikor az eszköz offline állapotban van. Ha a házirend értéke igaz, akkor a felhasználók játszhatnak a játékkal. Ha nincs beállítva, akkor a regisztrált vállalati Chrome OS-t használók nem játszhatnak a játékkal, más körülmények között azonban játszhatnak vele a felhasználók.</string><string id="AllowOutdatedPlugins">Elavult bővítmények futtatásának engedélyezése</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">A képernyő zárolásának engedélyezése</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Meghatározza, hogy mely domainek férhetnek hozzá a Google Apps szolgáltatáshoz</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Alternatív hibaoldalak engedélyezése</string><string id="AlternateErrorPagesEnabled_Explain">A(z) Google Chrome beépített, alternatív hibaoldalainak (például &quot;az oldal nem található&quot; hibaoldalnak) a használatát teszi lehetővé, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha engedélyezi ezt a beállítást, az alternatív hibaoldalak használatba kerülnek. Ha letiltja a beállítást, a rendszer soha nem használ alternatív hibaoldalt. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül ezt a beállítást a következőben: Google Chrome. Ha a házirend konfigurálatlanul marad, akkor a rendszer engedélyezi, de ezt a felhasználó módosíthatja.</string><string id="AlwaysAuthorizePlugins">Mindig futtassa az engedélyköteles bővítményeket</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Az Android Backup Service engedélyezése</string><string id="ArcBackupRestoreEnabled_Explain">Ha ezt az irányelvet igazra állítja, a rendszer feltölti az Android-alkalmazásadatokat az Android Backup-szerverekre, ahonnan újratelepítéskor letölti őket a megfelelő alkalmazás.

Ha ezt az irányelvet hamisra állítja, az Android Backup Service kikapcsolódik.

Ha ezt a beállítást konfigurálja, akkor a felhasználók nem tudják majd módosítani.

Ha ezt a beállítást nem konfigurálja, akkor a felhasználók be- és kikapcsolhatják az Android Backup Service-t az Android Beállítások alkalmazásában.</string><string id="ArcCertificatesSyncMode">Tanúsítvány rendelkezésre állásának beállítása az ARC-alkalmazások számára</string><string id="ArcCertificatesSyncMode_Explain">Ha a SyncDisabled beállítás van megadva, illetve a beállítás nincs konfigurálva, akkor a(z) Google Chrome OS tanúsítványai nem hozzáférhetők az ARC-alkalmazások számára.

Ha a CopyCaCerts beállítás van megadva, akkor minden ezzel: Web TrustBit rendelkező, ONC-telepítésű CA-tanúsítvány hozzáférhető az ARC-alkalmazások számára.</string><string id="ArcCertificatesSyncMode_SyncDisabled">A(z) Google Chrome OS által az ARC-alkalmazásoknak kiadott CA-tanúsítványok használatának letiltása</string><string id="ArcCertificatesSyncMode_CopyCaCerts">A(z) Google Chrome OS által az ARC-alkalmazásoknak kiadott CA-tanúsítványok engedélyezése</string><string id="ArcEnabled">ARC engedélyezése</string><string id="ArcEnabled_Explain">Ha a házirend értéke igaz, akkor az ARC engedélyezve lesz a felhasználó
számára (további házirend-ellenőrzések alapján – az ARC továbbra sem
áll rendelkezésre, ha engedélyezve van az átmeneti mód vagy a többfiókos
bejelentkezés az aktuális felhasználói munkamenetnél).

Ha ez a beállítás le van tiltva, illetve nincs konfigurálva, akkor a vállalati
felhasználók nem használhatják az ARC szolgáltatást.</string><string id="ArcLocationServiceEnabled">Engedélyezi az androidos Google Helyszolgáltatásokat</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Az ARC házirend konfigurálása</string><string id="ArcPolicy_Explain">Meghatározza az ARC futási időnek átadandó házirendek készletét. Az értéknek érvényes JSON-értéknek kell lennie.

Az irányelv használható annak meghatározására, hogy milyen Android-alkalmazások települjenek automatikusan az eszközre:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Android-alkalmazásazonosító, pl. &quot;com.google.android.gm&quot; a Gmail esetében&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Meghatározza az alkalmazás telepítésének módját. OPTIONAL: Az alkalmazás telepítése nem történik meg automatikusan, de a felhasználó elvégezheti. Ez az alapértelmezés, ha nincs meghatározva a házirend. PRELOAD: Az alkalmazás automatikusan települ, de a felhasználó eltávolíthatja. FORCE_INSTALLED: Az alkalmazás automatikusan települ, a felhasználó nem távolíthatja el. BLOCKED: Az alkalmazás le van tiltva, és nem telepíthető. Ha az alkalmazás másik házirend értelmében telepítve lett, le lesz törölve.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Ezzel a házirenddel engedélykérelmeket lehet megadni az alkalmazásoknak. PERMISSION_POLICY_UNSPECIFIED: A házirend nincs meghatározva. Ha semelyik engedélyen nincs beállítva házirend, akkor alapértelmezés szerint a rendszer a PROMPT viselkedést használja. PROMPT: A felhasználó felkérése engedély megadására. GRANT: Engedély automatikus megadása. DENY: Engedély automatikus elutasítása.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Alkalmazásspecifikus JSON-konfigurációs objektum kulcsértékpár-készlettel, pl. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. A kulcsok az alkalmazás jegyzékében vannak meghatározva.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Ha alkalmazást szeretne rögzíteni az indítóra, keresse meg a PinnedLauncherApps házirendet.</string><string id="AudioCaptureAllowed">Hangrögzítés engedélyezése vagy tiltása</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Azon URL-ek, amelyek rákérdezés nélkül hozzáférést kapnak a hangrögzítő eszközökhöz</string><string id="AudioCaptureAllowedUrls_Explain">A listában szereplő mintákat a böngésző egyezteti a kérelmező URL
biztonsági eredetével. Egyezés esetén a hangrögzítő
eszközökhöz való hozzáférést kérdés nélkül engedélyezi.

MEGJEGYZÉS: A 45-ös verzióig ezt a házirendet csak a kioszkmódban történő futtatás esetén támogatta a böngésző.</string><string id="AudioCaptureAllowedUrlsDesc">Azon URL-ek, amelyek rákérdezés nélkül hozzáférést kapnak a hangrögzítő eszközökhöz</string><string id="AudioOutputAllowed">Hanglejátszás engedélyezése</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Automatikus kitöltés engedélyezése</string><string id="AutoFillEnabled_Explain">Engedélyezi a(z) Google Chrome automatikus kitöltés funkcióját, és lehetővé teszi a felhasználók számára az internetes űrlapok korábban tárolt adatokkal, például a címmel vagy a bankkártyaadatokkal történő automatikus kitöltését. Ha engedélyezi ezt a beállítást, vagy nem állítja be az értékét, az automatikus kitöltés funkció a felhasználó ellenőrzése alatt marad. Ez lehetővé teszi, hogy a felhasználók automatikus kitöltési profilokat állítsanak be, és saját belátásuk szerint kapcsolják ki- vagy be az automatikus kitöltést.</string><string id="AutofillCreditCardEnabled">Automatikus kitöltés engedélyezése hitelkártyákhoz</string><string id="AutofillCreditCardEnabled_Explain">Engedélyezi a Google Chrome automatikus kitöltés funkcióját, és lehetővé teszi a felhasználók számára az internetes űrlapok automatikus kitöltését korábban eltárolt címekkel és hitelkártyaadatokkal.

Ha letiltja ezt a beállítást, az automatikus kitöltés funkció nem ajánlja fel és nem végzi el a hitelkártyaadatok kitöltését, és nem ment további hitelkártyaadatokat, amelyeket a felhasználó az interneten való böngészés közben ad meg.

Ha engedélyezi ezt a beállítást, vagy nem állítja be az értékét, a használó a teljes automatikus kitöltés funkciót (beleértve a hitelkártyákat is) vezérelheti a kezelőfelületen.</string><string id="BlockThirdPartyCookies">Harmadik féltől származó cookie-k letiltása</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Könyvjelzősáv engedélyezése</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">A hitelesítési portál a hitelesítéskor figyelmen kívül hagyja a proxyt</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">A tanúsítványok átláthatósága keretrendszer végrehajtásának kikapcsolása az URL-ek egy listájánál</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Kikapcsolja A tanúsítványok átláthatósága keretrendszer követelményeinek betartását a listában szereplő URL-eknél.

A házirend lehetővé teszi a tanúsítványok számára, hogy a megadott URL-ekben található gazdagépneveket ne osszák meg A tanúsítványok átláthatósága keretrendszeren keresztül. Ez lehetővé teszi a tanúsítványok számára, amelyek egyébként a nem megfelelő nyilvánosságra hozatal miatt nem megbízhatónak minősülnének, hogy továbbra is használják őket, de az adott gazdagépek számára megnehezíti a hibásan kiadott tanúsítványok felismerését.

Az URL-minták formázása a https://www.chromium.org/administrators/url-blacklist-filter-format szerint történik. Mivel azonban a tanúsítványok a sémától, porttól vagy elérési úttól függő adott gazdagépnévre érvényesek, a rendszer csak az URL gazdagépnévi részét veszi figyelembe. A helyettesítő karakterrel megadott gazdagépek nem támogatottak.

Ha nincs beállítva ez a házirend, akkor a rendszer minden olyan tanúsítványt, amelyet A tanúsítványok átláthatósága keretrendszeren keresztül kellett volna közzétenni, nem megbízhatóként kezel, ha azt nem A tanúsítványok átláthatósága keretrendszer házirendje alapján tették közzé.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">A tanúsítványok átláthatósága keretrendszer végrehajtásának kikapcsolása az URL-ek egy listájánál</string><string id="ChromeOsLockOnIdleSuspend">Lezárás engedélyezése, ha az eszköz tétlen vagy felfüggesztett</string><string id="ChromeOsLockOnIdleSuspend_Explain">Lezárás engedélyezése, ha a Google Chrome OS-t futtató eszközök tétlenek, illetve felfüggesztett állapotban vannak.

Ha engedélyezi ezt a beállítást, az eszközök alvásból való felébredésekor a felhasználóknak jelszót kell megadniuk a feloldáshoz.

Ha letiltja ezt a beállítást, az eszközök felébredésekor a felhasználóknak nem kell jelszót megadniuk.

Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül.

Ha nem állítja be ezt a házirendet, a felhasználó döntheti el, hogy kívánja-e az eszköz feloldását jelszóhoz kötni.</string><string id="ChromeOsMultiProfileUserBehavior">A felhasználói viselkedés szabályozása többprofilos munkamenetben</string><string id="ChromeOsMultiProfileUserBehavior_Explain">A felhasználói viselkedés vezérlése többprofilos munkamenet során Google Chrome OS-eszközökön.

Ha a házirend beállítása „MultiProfileUserBehaviorUnrestricted”, akkor a felhasználó lehet elsődleges vagy másodlagos felhasználó egy többprofilos munkamenetben.

Ha a házirend beállítása „MultiProfileUserBehaviorMustBePrimary”, akkor a felhasználó csak az elsődleges felhasználó lehet egy többprofilos munkamenetben.

Ha a házirend beállítása „MultiProfileUserBehaviorNotAllowed”, akkor a felhasználó nem vehet részt többprofilos munkamenetben.

Ha konfigurálja ezt a beállítást, a felhasználók nem módosíthatják vagy bírálhatják felül azt.

Ha a beállítás módosul, miközben a felhasználó be van jelentkezve egy többprofilos munkamenetbe, a rendszer a munkamenetben részt vevő összes felhasználónál ellenőrzi a megfelelő beállítást. Ha a felhasználók valamelyike többé nem vehet részt a munkamenetben, akkor a munkamenet lezárul.

Ha a házirend nincs beállítva, akkor a vállalat által felügyelt felhasználókra a „MultiProfileUserBehaviorMustBePrimary” alapértelmezett érték vonatkozik, a nem felügyelt felhasználókra pedig a „MultiProfileUserBehaviorUnrestricted” érték vonatkozik.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">A vállalati felhasználók elsődlegesek és másodlagosak is lehetnek (alapértelmezett működés nem felügyelt felhasználók esetén)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">A vállalati felhasználók csak elsődleges többprofilú felhasználók lehetnek (alapértelmezett működés vállalati kezelésű felhasználók esetén)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">A vállalati felhasználó ne használhassa a többprofilos módot (elsődleges vagy másodlagos)</string><string id="ChromeOsReleaseChannel">Kiadási csatorna</string><string id="ChromeOsReleaseChannel_Explain">Azt a kiadási csatornát határozza meg, amelyhez az eszközt hozzá kell kötni.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabil csatorna</string><string id="ChromeOsReleaseChannel_BetaChannel">Béta csatorna</string><string id="ChromeOsReleaseChannel_DevChannel">Fejlesztői csatorna (instabil lehet)</string><string id="ChromeOsReleaseChannelDelegated">A kiadási csatorna felhasználó által beállítható legyen-e.</string><string id="ChromeOsReleaseChannelDelegated_Explain">Ha a házirend értéke Igaz, és a ChromeOsReleaseChannel házirend nincs megadva, akkor a részt vevő domain felhasználói megváltoztathatják az eszköz kiadási csatornáját. Ha a házirend értéke Hamis, akkor az eszköz csak az utoljára beállított csatornát használhatja.

A felhasználó által kiválasztott csatornát felülírja a ChromeOsReleaseChannel házirend, de ha a házirend csatornája stabilabb, mint az eszközön telepített csatorna, akkor a csatornaváltás csak azt követően történik meg, hogy a stabilabb csatorna verziója magasabb számot ért el, mint a korábban az eszközre telepített csatorna verziószáma.</string><string id="ComponentUpdatesEnabled">Engedélyezi az összetevők frissítéseit a(z) Google Chrome termékben</string><string id="ComponentUpdatesEnabled_Explain">Engedélyezi a komponensek frissítését minden komponens esetén a(z) Google Chrome termékben, ha a beállítás nincs megadva, vagy ha igazra van állítva.

Ha a beállítás hamisra van állítva, a komponensek frissítése ki van kapcsolva. Egyes komponensek azonban mentesülnek a házirend alól: az olyan komponensek frissítései, amelyek nem tartalmaznak végrehajtható kódot, nem változtatják meg jelentősen a böngésző viselkedését, vagy kiemelkedően fontosak a komponens biztonsága érdekében, nem lesznek kikapcsolva.
Ilyen komponensek például a tanúsítványok visszavonási listái és a biztonságos böngészési adatok.
Ha további információt szeretne kapni a Biztonságos Böngészésről, látogasson el a https://developers.google.com/safe-browsing oldalra.</string><string id="DefaultPrinterSelection">Alapértelmezett nyomtató kiválasztására vonatkozó szabályok</string><string id="DefaultPrinterSelection_Explain">Felülbírálja a Google Chrome alapértelmezett nyomtatókiválasztási szabályait.

Ez a házirend határozza meg az alapértelmezett nyomtató kiválasztására vonatkozó szabályokat a nyomtatás funkció adott profillal történő első használatakor a Google Chrome böngészőben.

Ha a házirend be van állítva, a Google Chrome megpróbál olyan nyomtatót találni, amely megfelel a megadott tulajdonságok mindegyikének, majd kijelöli alapértelmezett nyomtatónak. A házirendnek megfelelő első nyomtatót választja ki, ha pedig nincs egyedi egyezés, akkor a nyomtatók felfedezésének sorrendjétől függően bármilyen egyező nyomtatót kiválaszthat.

Ha a házirend nincs beállítva, vagy ha az időkereten belül nem talál megfelelő nyomtatót, akkor az alapértelmezett nyomtató a beépített PDF-nyomtató lesz, illetve ha az nem áll rendelkezésre, akkor nem lesz nyomtató kiválasztva.

Az érték elemzése JSON-objektumként, a következő sémának megfelelően történik:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Whether to limit the search of the matching printer to a specific set of printers.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer id.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer display name.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

A Google Cloud Print szolgáltatáshoz tartozó nyomtatók besorolása a böngészőben: &quot;cloud&quot;, míg az összes többié: &quot;local&quot;.
Egy adott mező üresen hagyása azt jelenti, hogy az összes érték egyezésnek számít. Ha például nincs megadva a csatlakoztathatóság, akkor a nyomtatási előnézet az összes nyomtatófajta (helyi és felhőben lévő) felfedezését megkezdi.
A reguláris kifejezések mintái a JavaScript RegExp szintaxist követik, és megkülönböztetik a kis- és nagybetűket.</string><string id="DeveloperToolsDisabled">Fejlesztőeszközök letiltása</string><string id="DeveloperToolsDisabled_Explain">Letiltja a fejlesztői eszközöket és a JavaScript-konzolt.

Ha engedélyezi ezt a beállítást, akkor a fejlesztői eszközökhöz nem férhet hozzá, illetve a webhelyek elemeit nem ellenőrizheti a jövőben. Bármely billentyűparancs, menü vagy helyi menüpont le lesz tiltva, amely megnyitná a fejlesztői eszközöket vagy a JavaScript-konzolt.

Ha letiltja ezt a beállítást, vagy konfigurálatlanul hagyja, akkor a felhasználó használhatja a fejlesztői eszközöket és a JavaScript-konzolt.</string><string id="DeviceAllowBluetooth">Bluetooth engedélyezése az eszközön</string><string id="DeviceAllowBluetooth_Explain">Ha a házirend értéke hamis, a(z) Google Chrome OS kikapcsolja a Bluetooth-t, és a felhasználó nem tudja visszakapcsolni.

Ha a házirend értéke igaz vagy nincs beállítva, a felhasználó tetszés szerint tudja be- vagy kikapcsolni a Bluetooth-t.

Ha a házirend be van állítva, a felhasználó nem tudja módosítani vagy felülbírálni.

A Bluetooth engedélyezését követően a felhasználónak ki kell jelentkeznie, majd újra be kell jelentkeznie ahhoz, hogy a változtatások életbe lépjenek (a Bluetooth letiltása után ez nem szükséges).</string><string id="DeviceAllowNewUsers">Új felhasználói fiókok létrehozásának engedélyezése</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Ajánlatok beváltásának engedélyezése a felhasználók számára Chrome OS-regisztráció útján</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Vállalati eszközök rendszergazdái annak szabályozására használhatják ezt a jelölőt, hogy engedélyezik-e a felhasználóknak az ajánlatok beváltását Chrome OS-regisztráció útján.

Ha a házirend értéke igaz, vagy ha nincs beállítva, a felhasználók beválthatnak ajánlatokat Chrome OS-regisztráció útján.

Ha a házirend értéke hamis, a felhasználók nem válthatnak be ajánlatokat.</string><string id="DeviceAutoUpdateDisabled">Letiltja az automatikus frissítést</string><string id="DeviceAutoUpdateDisabled_Explain">Ha igaz értékre van állítva, letiltja az automatikus frissítéseket.

A Google Chrome OS-eszközök automatikusan ellenőrzik a frissítéseket, ha ez a beállítás nincs konfigurálva, vagy ha hamis értékre van állítva.

Figyelem: Ajánlott bekapcsolva tartani az automatikus frissítéseket, hogy a felhasználók megkapják a szoftverfrissítéseket és a kritikus biztonsági javításokat. Az automatikus frissítés kikapcsolása kockázatot jelenthet a felhasználók számára.</string><string id="DeviceAutoUpdateP2PEnabled">Az egyenrangú kapcsolatok automatikus frissítésének engedélyezése</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Megadja, hogy a rendszer egyenrangú kapcsolatot használjon-e az operációs rendszer frissítési tartalmai esetében. Ha „igaz” értékre van állítva, az eszközök megosztják és megpróbálják felhasználni a frissítési tartalmat a helyi hálózaton, és lehetőség szerint csökkentik a felhasznált internetes sávszélességet, valamint a túlterhelést. Ha a frissítési tartalom nem érhető el a helyi hálózaton, az eszköz inkább egy frissítési szerverről végzi el a letöltést. Ha „hamis” értékre van állítva, vagy nincs beállítva, a rendszer nem használ egyenrangú kapcsolatot.</string><string id="DeviceBlockDevmode">Fejlesztői mód letiltása</string><string id="DeviceBlockDevmode_Explain">Fejlesztői mód letiltása.

Ha a szabály Igaz értékre van állítva, a(z) Google Chrome OS megakadályozza, hogy az eszköz fejlesztői módban induljon el. A fejlesztői kapcsoló bekapcsolásakor a rendszer nem töltődik be, és hibát jelző képernyő jelenik meg.

Ha a szabály nincs beállítva, illetve értéke Hamis, a fejlesztői mód elérhető marad az eszköz számára.</string><string id="DeviceDataRoamingEnabled">Adatbarangolás engedélyezése</string><string id="DeviceDataRoamingEnabled_Explain">Meghatározza, hogy engedélyezett legyen-e az adatbarangolás az eszköz esetében. Ha a beállítás igaz, akkor az adatbarangolás engedélyezett. Ha nincs beállítva, vagy a beállítás hamis, akkor az adatbarangolás nem érhető el.</string><string id="DeviceEphemeralUsersEnabled">Felhasználói adatok törlése a kijelentkezésnél</string><string id="DeviceEphemeralUsersEnabled_Explain">Meghatározza, hogy a(z) Google Chrome OS megtartja-e a helyi fiókadatokat a kijelentkezést követően. Ha a beállítás igaz, akkor a(z) Google Chrome OS nem tart meg állandó fiókokat, és a rendszer elveti a felhasználói munkamenet minden adatát a kijelentkezés után. Ha a házirend beállítása hamis, vagy nincs beállítva a házirend, akkor az eszköz megtarthatja a (titkosított) helyi felhasználói adatokat.</string><string id="DeviceGuestModeEnabled">Vendég mód bekapcsolása</string><string id="DeviceGuestModeEnabled_Explain">Ha a házirend beállítása igaz, vagy nincs megadva az értéke, akkor a(z) Google Chrome OS engedélyezi a Vendég módban való bejelentkezéseket. A vendégbejelentkezések névtelen felhasználói munkamenetek, amelyek nem kérik jelszó magadását.

Ha a házirend értéke hamis, akkor a(z) Google Chrome OS nem engedélyezi a vendégmunkamenetek indítását.</string><string id="DeviceLoginScreenAppInstallList">A telepített alkalmazások listájának konfigurálása a bejelentkezési képernyőn</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">A telepített alkalmazások listájának konfigurálása a bejelentkezési képernyőn</string><string id="DeviceLoginScreenInputMethods">Billentyűzetelrendezések az eszköz bejelentkezési képernyőjén</string><string id="DeviceLoginScreenInputMethods_Explain">Azt határozza meg, hogy milyen billentyűzetkiosztásokat lehet használni a(z) Google Chrome OS bejelentkezési képernyőn.

Ha beviteli módszerek azonosítóinak listáját adja meg a házirendben, akkor ezek a beviteli módszerek mind használhatók majd a bejelentkezési képernyőn. A rendszer az elsőként megadott beviteli módszert fogja előzetesen kiválasztani. Ha felhasználócsoport van a bejelentkezési képernyő fókuszában, akkor a jelen házirendben megadottak mellett a felhasználó által utoljára használt beviteli módszer is rendelkezésre áll majd. Ha nincs beállítva a házirend, akkor a bejelentkezési képernyőn használható beviteli módszereket a rendszer a bejelentkezési képernyő megjelenítési nyelvéből következteti ki. A rendszer figyelmen kívül hagyja azokat az értékeket, amelyek érvénytelen bevitelimódszer-azonosítók.</string><string id="DeviceLoginScreenInputMethodsDesc">Billentyűzetelrendezések az eszköz bejelentkezési képernyőjén</string><string id="DeviceLoginScreenLocales">Az eszköz bejelentkezési képernyőjének nyelv- és országkódja</string><string id="DeviceLoginScreenLocales_Explain">Beállítja a(z) Google Chrome OS bejelentkezési képernyőjén kényszerített nyelv- és országkódot.

Ha be van állítva a házirend, a bejelentkezési képernyő mindig a házirend első értékeként megadott nyelv- és országkódnak megfelelően jelenik meg (az előre kompatibilitás miatt a házirend listaként van meghatározva). Ha a házirend nincs beállítva, vagy üres listára van állítva, a bejelentkezési képernyő a legutóbbi felhasználói munkamenet nyelv- és országkódjának megfelelően jelenik meg. Ha a házirend beállított értéke érvénytelen nyelv- és országkód, a bejelentkezési képernyő a tartalék nyelv- és országkódnak megfelelően jelenik meg (jelenleg: „en-US”).</string><string id="DeviceLoginScreenLocalesDesc">Az eszköz bejelentkezési képernyőjének nyelv- és országkódja</string><string id="DeviceLoginScreenPowerManagement">Energiagazdálkodás a bejelentkezési képernyőn</string><string id="DeviceLoginScreenPowerManagement_Explain">Energiagazdálkodás konfigurálása a bejelentkezési képernyőn a(z) Google Chrome OS rendszerben.

A házirend segítségével beállíthatja, hogy a(z) Google Chrome OS hogyan viselkedjen, ha egy ideig nem történik felhasználói tevékenység a bejelentkezési képernyő megjelenítése során. A házirend több beállítást irányít. Az egyes beállítások egyedi szemantikáját és értéktartományait azokban a megfelelő házirendekben tekintheti meg, amelyek egy munkamenet során irányítják az energiagazdálkodást. A házirendektől való eltérések csak a következők lehetnek:
* A tétlenség vagy a fedél lecsukása esetén elvégzett műveletek nem használhatók a munkamenet befejezéséhez.
* A tétlenség esetén az áramforráshoz csatlakoztatott állapotban elvégzett alapértelmezett művelet a kikapcsolás.

Ha egy beállítás nincs megadva, akkor az alapértelmezett érték használandó.

Ha ez a házirend nincs beállítva, az összes beállítás az alapértelmezett értéket használja.</string><string id="DeviceMetricsReportingEnabled">Mutatók jelentéseinek engedélyezése</string><string id="DeviceMetricsReportingEnabled_Explain">Beállítja, hogy kapjon-e a Google jelentést a használati statisztikákról és diagnosztikai adatokról (például összeomlási jelentéseket). Ha az értéke igaz, akkor a(z) Google Chrome OS jelenti a használati statisztikákat és diagnosztikai adatokat. Ha nincs beállítva, vagy a beállítás hamis, akkor a rendszer letiltja a használati statisztikák és diagnosztikai adatok jelentését.</string><string id="DeviceNativePrinters">Vállalati nyomtató eszközökre vonatkozó konfigurációs fájlja</string><string id="DeviceNativePrinters_Explain">Eszközökhöz kötött vállalati nyomtatókhoz biztosít beállításokat.

Ez a házirend lehetővé teszi, hogy nyomtatóbeállításokat adjon meg Google Chrome OS rendszerű eszközökhöz. A fájl mérete nem lépheti túl az 5 MB-ot, és JSON kódolással kell rendelkeznie. A formátum megegyezik a NativePrinters szótáréval. Becslések szerint egy kb. 21 000 nyomtatót tartalmazó kódolt fájl mérete 5 MB. A letöltés integritását a kriptográfiai kivonattal ellenőrzi a rendszer.

A rendszer letölti és gyorsítótárba helyezi a fájlt. Ha módosul az URL vagy a kivonat, a fájl újból letöltésre kerül.

Ha be van állítva a házirend, a(z) Google Chrome OS rendszer letölti a nyomtatóbeállításokat tartalmazó fájlt, és a(z) DeviceNativePrintersAccessMode, a(z) DeviceNativePrintersWhitelist, valamint a(z) DeviceNativePrintersBlacklist házirendeknek megfelelően hozzáférhetővé teszi a nyomtatókat.

A házirend nem befolyásolja, hogy a felhasználók beállíthatnak-e nyomtatókat saját eszközeiken. A házirend célja, hogy kiegészítse az egyéni felhasználók nyomtatóbeállításait.

Ez a házirend kiegészíti a(z) NativePrintersBulkConfiguration házirendet.

Ha a házirend nincs beállítva, nem lesznek megadva eszközhöz kötött nyomtatók, a többi DeviceNativePrinter* házirendet pedig figyelmen kívül hagyja a rendszer.</string><string id="DeviceNativePrintersAccessMode">Eszközhöz kötött nyomtatók beállításainak hozzáférési házirendje.</string><string id="DeviceNativePrintersAccessMode_Explain">Azt vezérli, hogy a(z) DeviceNativePrinters házirend melyik nyomtatói állnak a felhasználók rendelkezésére.

Kijelöli, hogy melyik hozzáférési házirend van használatban a tömeges nyomtatóbeállításhoz. Ha a(z) AllowAll van kiválasztva, minden nyomtató megjelenik. Ha a(z) BlacklistRestriction van kiválasztva, a(z) DeviceNativePrintersBlacklist házirend korlátozza a megadott nyomtatókhoz való hozzáférést. Ha a(z) WhitelistPrintersOnly van kiválasztva, a(z) DeviceNativePrintersWhitelist csak a kiválasztható nyomtatókat jelöli ki.

Ha a házirend nincs beállítva, a(z) BlacklistRestriction van érvényben.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">A tiltólistán szereplő nyomtatókon kívül az összes nyomtató megjelenik.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">A felhasználó számára csak az engedélyezőlistán szereplő nyomtatók jelennek meg</string><string id="DeviceNativePrintersAccessMode_AllowAll">A konfigurációs fájlban található összes nyomtató engedélyezése.</string><string id="DeviceNativePrintersBlacklist">Eszközökhöz kötött letiltott vállalati nyomtatók</string><string id="DeviceNativePrintersBlacklist_Explain">Meghatározza, hogy mely nyomtatókat nem használhatja a felhasználó.

A házirend csak akkor van használatban, ha a(z) BlacklistRestriction lehetőség van kiválasztva a(z) DeviceNativePrintersAccessMode házirendnél.

Ha használatban van a házirend, akkor a felhasználó minden nyomtatót használhat, kivéve azokat, amelyek azonosítója szerepel a házirend felsorolásában.
</string><string id="DeviceNativePrintersBlacklistDesc">Eszközökhöz kötött letiltott vállalati nyomtatók</string><string id="DeviceNativePrintersWhitelist">Eszközökhöz kötött engedélyezett vállalati nyomtatók</string><string id="DeviceNativePrintersWhitelist_Explain">Meghatározza, hogy mely nyomtatókat használhatja a felhasználó.

A házirend csak akkor van használatban, ha a(z) WhitelistPrintersOnly lehetőség van kiválasztva a(z) DeviceNativePrintersAccessMode házirendnél.

Ha használatban van a házirend, csak a házirendben lévő értékeknek megfelelő azonosítójú nyomtatók állnak a felhasználó rendelkezésére. Az azonosítóknak meg kell felelniük a(z) DeviceNativePrinters házirend fájljában meghatározott bejegyzéseknek.
</string><string id="DeviceNativePrintersWhitelistDesc">Eszközökhöz kötött engedélyezett vállalati nyomtatók</string><string id="DeviceOffHours">A házirend figyelmen kívül hagyásának időtartama, amikor az OffHours |ignored_policy_proto_tags| érvényben van az eszközön</string><string id="DeviceOffHours_Explain">Ha az „OffHours” házirend be van állítva, akkor a rendszer nem veszi figyelembe a megadott eszközházirendeket (azaz az alapértelmezés szerinti beállításokkal használja őket) a meghatározott időintervallumban. A Chrome újra beállítja az eszközszabályzatokat minden alkalommal, amikor az „OffHours” időszaka elindul vagy befejeződik. Az „OffHours” időszak végén és az eszközszabályzat beállításainak módosulásakor a felhasználók értesítést kapnak, és kijelentkezteti őket a rendszer (pl. amikor a felhasználó nem engedélyezett fiókkal van bejelentkezve).</string><string id="DeviceOpenNetworkConfiguration">Eszközszintű hálózatbeállítás</string><string id="DeviceOpenNetworkConfiguration_Explain">Lehetővé teszi a hálózati konfiguráció push módszerrel történő alkalmazását a(z) Google Chrome OS-eszköz minden felhasználójára. A hálózati konfiguráció a JSON formátumú karakterlánc által meghatározott Open Network Configuration formában leírt karakterlánc, amely a következő helyen van meghatározva: https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Frissítési arány az eszköz irányelveihez</string><string id="DevicePolicyRefreshRate_Explain">Azt az időtartamot adja meg ezredmásodpercben, amilyen rendszerességgel az eszközkezelő szolgáltatás lekérdezi az eszközszabályzattal kapcsolatos információkat.

A házirend beállításával felülírja a 3 órás alapértelmezett értéket. Az érték 1800000 (30 perc) és 86400000 (1 nap) között lehet. A tartományon kívül eső értékeket a rendszer a közelebbi tartományhatárra állítja.

Ha nem állítja be a házirendet, akkor a Google Chrome OS az alapértelmezett 3 órás értéket fogja használni.

Felhívjuk figyelmét, hogy ha az operációs rendszer támogatja a házirendekkel kapcsolatos értesítéseket, akkor a frissítési időszak 24 órás lesz (azaz a böngésző nem veszi figyelembe sem az alapértelmezett, sem a beállított értékeket), ugyanis a házirenddel kapcsolatos értesítéseknek automatikusan ki kell kényszeríteniük a frissítést, amikor egy házirend megváltozik, így szükségtelen gyakrabban frissíteni.</string><string id="DeviceQuirksDownloadEnabled">Lekérdezések engedélyezése a Quirks Server felé a hardverprofiloknál</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automatikus újraindítás az eszköz leállításakor</string><string id="DeviceRebootOnShutdown_Explain">Ha a házirend értéke false (hamis), vagy ha nincs beállítva, a Google Chrome OS engedélyezi a felhasználó számára az eszköz leállítását.
Ha a házirend értéke true (igaz), a Google Chrome OS újraindítást kezdeményez, amikor a felhasználó leállítja az eszközt. A Google Chrome OS a felhasználói felület összes leállítógombját újraindítást kezdeményező gombokra cseréli ki. Ha a felhasználó a bekapcsológombbal állítja le az eszközt, az nem indul automatikusan újra automatikusan akkor sem, ha a házirend engedélyezve van.</string><string id="DeviceShowUserNamesOnSignin">Felhasználónevek megjelenítése a bejelentkezési képernyőn</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">A Google Chrome indításakor alkalmazandó rendszerszintű jelölők</string><string id="DeviceStartUpFlags_Explain">Azokat a jelölőket adja meg, amelyeket a(z) Google Chrome-ra kell alkalmazni az elindításakor. A megadott jelölők alkalmazása csak a bejelentkezési képernyőn történik. A jelen irányelven keresztül megadott jelölők nem terjednek ki a felhasználói munkamenetekre.</string><string id="DeviceStartUpFlagsDesc">A Google Chrome indításakor alkalmazandó rendszerszintű jelölők</string><string id="DeviceTargetVersionPrefix">Cél automatikus frissítési verziója</string><string id="DeviceTargetVersionPrefix_Explain">Beállítja az automatikus frissítések célverziószámát.

Azt a célverzió-előtagot adja meg, amelyre a Google Chrome OS rendszert frissíteni kell. Ha az eszköz a megadott előtagnál korábbi verziót futtat, akkor frissül a megadott előtagot tartalmazó legújabb verzióra. Ha az eszköz már újabb verziót futtat, akkor ennek a beállításnak nincs hatása (azaz nem történik alacsonyabb verzióra váltás), és az eszközön megmarad az aktuális verzió. Az előtag formátuma az összetevők szintjén érvényes, ahogyan ez az alábbi példában látható:

&quot;&quot; (vagy nincs konfigurálva): frissítés a rendelkezésre álló legújabb verzióra.
&quot;1412.&quot;: frissítés a 1412-es verzió valamelyik alverziójára (pl. 1412.24.34 vagy 1412.60.2)
&quot;1412.2.&quot;: frissítés a 1412.2-es verzió valamelyik alverziójára (pl. 1412.2.34 vagy 1412.2.2)
&quot;1412.24.34&quot;: frissítés csak erre a konkrét verzióra

Figyelem: Nem ajánlott verziókorlátozásokat beállítani, ez ugyanis megakadályozhatja, hogy a felhasználók megkapják a szoftverfrissítéseket és a kritikus biztonsági javításokat. A konkrét verzióelőtagra korlátozás kockázatot jelenthet a felhasználók számára.</string><string id="DeviceUpdateAllowedConnectionTypes">Frissítésekhez engedélyezett csatlakozási típusok</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Az operációs rendszer frissítéseihez használható kapcsolattípusok. Előfordulhat, hogy az operációs rendszer frissítései a méretük miatt nagyon megterhelik a kapcsolatot, és esetlegesen további költségeket eredményezhetnek. Ezért alapértelmezés szerint nincsenek engedélyezve a drágának tartott kapcsolattípusok, amelyek jelenleg a WiMax-, Bluetooth- és mobilkapcsolatokat jelentik.

A felismert kapcsolattípus-azonosítók a következők: Ethernet, Wi-Fi, WiMax, Bluetooth és mobil.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Frissítésekhez engedélyezett csatlakozási típusok</string><string id="DeviceUpdateHttpDownloadsEnabled">Automatikus frissítési letöltések engedélyezése HTTP-n keresztül</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">A Google Chrome OS automatikusan frissülő hasznos tartalmai HTTP-kapcsolaton keresztül is letölthetők HTTPS helyett. Ez átlátható HTTP-gyorsítótárazást tesz lehetővé a HTTP-alapú letöltések esetében.

Ha a házirend értéke igaz, akkor a Google Chrome OS az automatikusan frissülő hasznos tartalmakat HTTP-kapcsolaton keresztül kísérli meg letölteni. Ha a házirend értéke hamis, vagy ha nincs beállítva, akkor a rendszer mindig HTTPS-kapcsolatot használ az automatikusan frissülő hasznos tartalmak letöltésére.</string><string id="DeviceUpdateScatterFactor">Szórási tényező automatikus frissítése</string><string id="DeviceUpdateScatterFactor_Explain">Meghatározza a másodpercek számát, amely alatt egy eszköz véletlenszerűen késleltetheti egy frissítés letöltését annak első megjelenésétől a szerveren. Az eszköz ennek az időnek egy részét kivárhatja normál idő szerint, a hátralévő részét pedig a frissítések keresésének száma szerint. A szórás felső határa konstans időmennyiség, így az eszköz soha nem ragad le örökre arra várva, hogy letöltsön egy frissítést.</string><string id="DeviceUserWhitelist">A bejelentkezett felhasználó engedélyezőlistája</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">A bejelentkezett felhasználó engedélyezőlistája</string><string id="DeviceWallpaperImage">Eszköz háttérképe</string><string id="DeviceWallpaperImage_Explain">Beállítja az eszközszintű háttérképet, amely akkor jelenik meg a bejelentkezési képernyőn, ha még nem jelentkezett be felhasználó az eszközre. Az irányelv annak az URL-nek a megadásával állítható be, ahonnan a Chrome OS-eszköz letöltheti a háttérképet és a letöltés integritásának ellenőrzésére szolgáló kriptográfiai hash-értéket. A képnek JPEG formátumban kell lennie, mérete pedig nem haladhatja meg a 16 MB-ot. Az URL-nek hitelesítés nélkül is elérhetőnek kell lennie. A letöltés után a háttérkép a gyorsítótárba kerül. A rendszer az URL vagy a hash-érték változása esetén minden esetben újból letölti a képet.

Az irányelvet olyan karakterláncként kell megadni, amely JSON formátumban fejezi ki az URL-t és a hash-értéket, például:
{
„url”: „https://example.com/eszkoz_hatterkep.jpg”,
„hash”: „examplewallpaperhash”
}

Ha az eszköz háttérképekre vonatkozó irányelve van beállítva, a Chrome OS-eszköz letölti és felhasználja a háttérképet a bejelentkezési képernyőn, ha még nem jelentkezett be felhasználó az eszközre. A felhasználó bejelentkezése után a felhasználó háttérképekre vonatkozó irányelve lép érvénybe.

Ha az eszköz háttérképekre vonatkozó irányelve nincs beállítva, a felhasználó háttérképekre vonatkozó irányelvén múlik, hogy mi jelenik meg, ha a felhasználó háttérképekre vonatkozó irányelve van beállítva.</string><string id="Disable3DAPIs">3D grafikai API-k támogatásának tiltása</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Adja meg, hogy a bővítménykereső le legyen-e tiltva</string><string id="DisablePluginFinder_Explain">Ha engedélyezi ezt a beállítást, akkor azzal letiltja a hiányzó bővítmények automatikus keresését és telepítését a következőben: Google Chrome. Ha nem engedélyezi, illetve konfigurálatlanul hagyja ezt a beállítást, akkor a bővítménykereső aktiválódik.</string><string id="DisableSafeBrowsingProceedAnyway">Biztonságos Böngészés figyelmeztetőoldal</string><string id="DisableSafeBrowsingProceedAnyway_Explain">A Biztonságos Böngészés szolgáltatás figyelmeztető oldalt jelenít meg, ha a felhasználó esetlegesen rosszindulatúként megjelölt oldalra lép. A beállítás engedélyezése megakadályozza, hogy a felhasználó a figyelmeztető oldalról továbblépjen a rosszindulatú webhelyre.

Ha a beállítás le van tiltva vagy nincs megadva, akkor a felhasználók dönthetik el, hogy a figyelmeztetés megtekintése után továbblépnek-e a megjelölt webhelyre.

Ha további információt szeretne kapni a Biztonságos Böngészésről, látogasson el a https://developers.google.com/safe-browsing oldalra.</string><string id="DisableScreenshots">Képernyőképek készítésének letiltása</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Képernyő alapértelmezett elforgatásának beállítása, minden újraindításkor ismételten alkalmazva</string><string id="DisplayRotationDefault_Explain">Ha a házirend be van állítva, minden kijelző elfordul a
megadott tájolásba minden újraindításkor, illetve a házirend értékének
módosítása utáni első csatlakozáskor. A felhasználók bejelentkezés után
elforgathatják a képernyőt a Beállítások oldalon, de a házirend értéke
a következő újraindításkor felülbírálja az ő beállításukat.

A házirend az elsődleges és a másodlagos kijelzőre is érvényes.

Ha a házirend nincs beállítva, akkor az alapértelmezett érték 0 fok,
amelyet a felhasználó szabadon módosíthat. Ebben az esetben
a böngésző nem alkalmazza az alapértelmezett értéket újraindításkor.</string><string id="DisplayRotationDefault_ROTATE_0">Képernyő elforgatása 0 fokkal</string><string id="DisplayRotationDefault_ROTATE_90">Képernyő elforgatása 90 fokkal</string><string id="DisplayRotationDefault_ROTATE_180">Képernyő elforgatása 180 fokkal</string><string id="DisplayRotationDefault_ROTATE_270">Képernyő elforgatása 270 fokkal</string><string id="DownloadDirectory">Letöltési könyvtár megadása</string><string id="DownloadDirectory_Explain">Beállítja a(z) Google Chrome által a fájlok letöltéséhez használt mappát.

Ha beállítja ezt a házirendet, a(z) Google Chrome a megadott mappát fogja használni attól függetlenül, hogy a felhasználó kiválasztott-e egyet, vagy engedélyezte-e azt a jelölőt, amely alapján a rendszer minden alkalommal megkérdezi a letöltés helyét.

A használható változók listáját lásd a https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables címen.

Ha nincs beállítva ez a házirend, akkor az alkalmazás az alapértelmezett letöltési mappát használja, de ezt a felhasználó módosítani tudja.</string><string id="DownloadRestrictions">Letöltési korlátozások engedélyezése</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Speciális korlátozás nélkül</string><string id="DownloadRestrictions_BlockDangerousDownloads">Veszélyes letöltések letiltása</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Potenciálisan veszélyes letöltések letiltása</string><string id="DownloadRestrictions_BlockAllDownloads">Az összes letöltés letiltása</string><string id="EasyUnlockAllowed">A Smart Lock használatának engedélyezése</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Migrációs stratégia a következőhöz: ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Hasonló a Wipe-hoz (2. érték), azonban igyekszik megőrizni a bejelentkezési tokeneket, hogy a felhasználónak ne kelljen újra bejelentkeznie.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Ha a kliens eszközmodellje már azelőtt támogatta az ARC-t, hogy az ARC futtatásához az ext4-re való migráció szükséges lett volna, valamint ha az ArcEnabled házirend igaz értékre van beállítva, akkor ez a beállítás az AskUser (3. érték) módjára viselkedik. Az érték minden egyéb esetben (ha az eszköz nem támogatta előtte az ARC-t, vagy ha az ArcEnabled házirend hamis értékre van beállítva) megegyezik a DisallowArc (0. érték) értékével.</string><string id="EditBookmarksEnabled">Engedélyezi vagy letiltja a könyvjelzők szerkesztését</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">A helyi bizalmi horgonyok által nyújtott, de a subjectAlternativeName bővítménnyel nem rendelkező tanúsítványok engedélyezése</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Ha a beállítás engedélyezve van, a Google Chrome a szervertanúsítvány commonName attribútuma alapján egyezteti a gazdagépnevet, ha hiányzik a subjectAlternativeName bővítmény – amennyiben a böngésző sikeresen ellenőrzi, és összekapcsolja a helyileg telepített CA-tanúsítványokkal.

Felhívjuk figyelmét, hogy nem javasoljuk ennek a módszernek a használatát, ugyanis lehetővé teheti a nameConstraints bővítmény megkerülését. Ez a bővítmény szolgál annak korlátozására, hogy az adott tanúsítvány mely gazdagépnevekhez kaphat jogosultságot.

Ha a házirend nincs beállítva, vagy ha az értéke hamis, akkor a DNS-nevet vagy IP-címet tartalmazó subjectAlternativeName bővítménnyel nem rendelkező szervertanúsítványokat a böngésző nem fogja megbízhatónak tekinteni.</string><string id="EnableDeprecatedWebPlatformFeatures">Elavult Web Platform-funkciók engedélyezése korlátozott ideig</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Elavult Web Platform-funkciók listájának megadása ideiglenes engedélyezéshez.

Ez a házirend lehetővé teszi a rendszergazdák számára elavult Web Platform-funkciók engedélyezését korlátozott időtartamra. A funkciókat egy karakterlánccímke azonosítja, és a házirend listáján szereplő címkéknek megfelelő funkciók újra aktiválásra kerülnek.

Ha nem állítja be a házirendet, illetve ha a lista üres, vagy annak egyik eleme sem felel meg a támogatott karakterlánccímkék valamelyikének, akkor letiltva marad az összes elavult Web Platform-funkció.

Bár magát a házirendet támogatja az összes fenti platform, előfordulhat, hogy maga az engedélyezett funkció kevesebb platformon áll rendelkezésre. Nem lehet újraengedélyezni az összes elavult Web Platform-funkciót. Kizárólag a lent felsoroltakat lehet engedélyezni korlátozott időtartamra, amely időtartam eltérő az egyes funkciók esetében. A karakterlánccímkék általános formátuma a következő: [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. A https://bit.ly/blinkintents webhelyen további információkat talál a Web Platform-funkciók módosításának hátterében álló szándékokról.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Elavult Web Platform-funkciók engedélyezése korlátozott ideig</string><string id="EnableOnlineRevocationChecks">Végbemenjenek-e online OCSP-/CRL-ellenőrzések</string><string id="EnableOnlineRevocationChecks_Explain">Tekintettel arra, hogy a hibatűrő, online visszavonási ellenőrzések nem nyújtanak biztonsági előnyöket, a Google Chrome 19-es és újabb verzióiban ezek alapértelmezés szerint ki vannak kapcsolva. A házirend igaz értékre állításával visszaállítható a korábbi viselkedés, és a böngésző online OCSP-/CRL-ellenőrzéseket végez.

Ha a házirend értéke hamis, vagy ha nincs beállítva, akkor a Google Chrome nem végez online visszavonási ellenőrzéseket a Google Chrome 19-es és újabb verzióiban.</string><string id="EnableSha1ForLocalAnchors">A helyi bizalmi horgonyok által nyújtott SHA-1-aláírással rendelkező tanúsítványok engedélyezése</string><string id="EnableSha1ForLocalAnchors_Explain">A beállítás aktiválása esetén a(z) Google Chrome engedélyezi az SHA-1-aláírással rendelkező tanúsítványokat, amennyiben sikeres a hitelesítésük, és helyileg telepített CA-tanúsítványokhoz tartoznak.

Felhívjuk figyelmét arra, hogy ez az irányelv az SHA-1-aláírásokat engedélyező operációs rendszer tanúsítványhitelesítési készletétől függ. Ha az operációs rendszer valamelyik frissítése módosítja az SHA-1-tanúsítványok kezelésének módját, akkor előfordulhat, hogy ez az irányelv a továbbiakban nem fog működni.  Továbbá ez az irányelv csak ideiglenes megoldásként szolgál, hogy a vállalatoknak több idejük legyen áttérni az SHA-1-ről.  Ez az irányelv 2019. január 1-jén eltávolításra kerül.

Ha az irányelv nincs beállítva, vagy „hamis” értékre van állítva, akkor a(z) Google Chrome követi az SHA-1 nyilvánosan közzétett megszüntetési időpontját.</string><string id="ExternalStorageDisabled">Külső tárhely csatlakoztatásának letiltása</string><string id="ExternalStorageDisabled_Explain">Ha a házirend értéke Igaz, a külső tárhely nem lesz hozzáférhető a fájlböngészőben.

A házirend minden adathordozóra vonatkozik, például USB-tárra, külső merevlemezre, SD- és egyéb memóriakártyákra, optikai tárhelyre stb. A belső tárhelyre nincs hatással, így a Letöltések mappában mentett fájlok továbbra is elérhetők lesznek. A Google Drive-ra szintén nem érvényes ez a házirend.

Ha ez a beállítás ki van kapcsolva, vagy ha nincs konfigurálva, akkor a felhasználók bármilyen típusú támogatott külső tárhelyet használhatnak az eszközükkel.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Ha a házirend értéke igaz, a felhasználók semmit sem írhatnak a külső tárolóeszközökre.

Ha a beállítás értéke hamis, vagy ha nincs konfigurálva, akkor a felhasználók létrehozhatnak és módosíthatnak fájlokat azokon a külső tárolóeszközökön, amelyek írása fizikailag lehetséges.

Az ExternalStorageDisabled házirend elsőbbséget élvez ezzel a házirenddel szemben: ha az ExternalStorageDisabled értéke igaz, akkor a külső tárolóeszközök mindennemű elérése le van tiltva, ezért a rendszer figyelmen kívül hagyja ezt a házirendet.

Az M56-os és újabb verziók támogatják a házirend dinamikus frissítését.</string><string id="ForceGoogleSafeSearch">A Google Biztonságos Keresés kényszerítése</string><string id="ForceGoogleSafeSearch_Explain">Hatására a Google Internetes Kereső bekapcsolt Biztonságos Keresés mellett végez lekérdezéseket, és megakadályozza, hogy a felhasználók módosítsák ezt a beállítást.

Ha engedélyezi a beállítást, akkor a Google Keresésben a Biztonságos Keresés mindig aktív.

Ha letiltja ezt a beállítást, vagy nem állít be hozzá értéket, akkor a Google Keresésben a Biztonságos Keresést nem kényszeríti ki a rendszer.</string><string id="ForceMaximizeOnFirstRun">Az első böngészőablak nagy méretre állítása az első indításkor</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Minimális Korlátozott mód kényszerítése a YouTube-on</string><string id="ForceYouTubeRestrict_Explain">Minimális Korlátozott módot kényszerít a YouTube-on, és megakadályozza, hogy a felhasználók kevésbé korlátozott módot válasszanak.

Ha a beállítás szigorú, akkor a YouTube-on mindig aktív a szigorú Korlátozott mód.

Ha a beállítás mérsékelt, a felhasználó csak a mérsékelt Korlátozott módot és a szigorú Korlátozott módot választhatja a YouTube-on, de nem kapcsolhatja ki a Korlátozott módot.

Ha a beállítás ki van kapcsolva vagy nincs megadva, a(z) Google Chrome nem kényszeríti a Korlátozott módot a YouTube-on. Külső házirendek, például YouTube-házirendek azonban továbbra is kényszeríthetik a Korlátozott módot.</string><string id="ForceYouTubeRestrict_Off">A Korlátozott mód kényszerítésének leállítása a YouTube-on</string><string id="ForceYouTubeRestrict_Moderate">Legalább mérsékelt Korlátozott mód kényszerítése a YouTube-on</string><string id="ForceYouTubeRestrict_Strict">Szigorú Korlátozott mód kényszerítése a YouTube-on</string><string id="FullscreenAllowed">Teljes képernyős mód engedélyezése</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Engedélyezi a HTTP/0.9 támogatást a nem alapértelmezett portokon</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Ez a házirend a HTTP/0.9 protokoll használatát más portokon is engedélyezi a HTTP 80-as és a HTTPS 443-as portja mellett.

Ez a házirend alapértelmezés szerint le van tiltva, és engedélyezése esetén a felhasználók ki lesznek téve a következő biztonsági problémának: https://crbug.com/600352.

A házirend célja, hogy lehetőséget adjon a vállalatoknak arra, hogy a  meglévő szervereiket áttelepítsék HTTP/0.9-ről. A házirendet a jövőben eltávolítjuk.

Ha nem állítja be ezt a házirendet, akkor a HTTP/0.9 le lesz tiltva a nem alapértelmezett portokon.</string><string id="IncognitoModeAvailability">Inkognitómód elérhetősége</string><string id="IncognitoModeAvailability_Explain">Meghatározza, hogy a felhasználó megnyithat-e oldalakat inkognitó módban a(z) Google Chrome böngészőben. Ha az &quot;Engedélyezve&quot; lehetőség van kiválasztva, vagy ha a házirend beállítatlanul marad, az oldalakat meg lehet nyitni inkognitómódban. Ha a &quot;Letiltva&quot; lehetőség van kiválasztva, az oldalakat nem lehet megnyitni inkognitómódban. Ha a &quot;Kényszerített&quot; lehetőség van kiválasztva, az oldalakat CSAK inkognitómódban lehet megnyitni.</string><string id="IncognitoModeAvailability_Enabled">Az inkognitómód elérhető</string><string id="IncognitoModeAvailability_Disabled">Inkognitómód letiltva</string><string id="IncognitoModeAvailability_Forced">Inkognitómód kényszerítve</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Webhely-izoláció engedélyezése meghatározott forrásoknál</string><string id="IsolateOrigins_Explain">
MEGJEGYZÉS: A házirend kísérleti állapotban van, és akadályozhatja a működést!
Ha engedélyezi a házirendet, a vesszőkkel tagolt listában minden
megjelölt forrás önálló folyamatként fut majd. Ez az aldomainek által
megjelölt forrásokat is izolálja; például a https://example.com/ megadásával
a https://foo.example.com/ is izolálva lesz, mivel a
https://example.com/ webhely része.
Ha letiltja a házirendet, az előzetes webhely-izolációs folyamatkezelési logika lép életbe.
Ha nem állítja be a házirendet, a felhasználó módosíthatja ezt a beállítást.
</string><string id="KeyPermissions">Kulcsengedélyek</string><string id="KeyPermissions_Explain">Hozzáférés biztosítása a vállalati kulcsokhoz a bővítmények számára.

A kulcsok vállalati felhasználásra szolgálnak, amennyiben a chrome.enterprise.platformKeys API használatával hozzák létre őket egy felügyelt fiókban. Az importált vagy más módon létrehozott kulcsok rendeltetése nem a vállalati felhasználás.

A vállalati felhasználásra szánt kulcsok elérését kizárólag ez a házirend szabályozza. A felhasználók nem adhatnak hozzáférést a bővítményeknek a vállalati kulcsokhoz, és nem vonhatnak vissza hozzáférést.

A bővítmények alapértelmezés szerint nem használhatnak vállalati felhasználásra szánt kulcsokat – ez megfelel az allowCorporateKeyUsage házirend hamis értékre állításának az adott bővítménynél.

A bővítmények csak akkor használhatnak bármilyen vállalati felhasználásra szánt platformkulcsot tetszőleges adatok aláírására, ha az allowCorporateKeyUsage igaz értékre van állítva az adott bővítménynél. Ezt az engedélyt csak akkor szabad megadni, ha a bővítmény megbízható, és képes a kulcs biztonságos elérésére (hogy a támadók ne használhassák ki).</string><string id="ManagedBookmarks">Kezelt könyvjelzők</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maximális lehívási késleltetés házirend-érvénytelenítés után</string><string id="MaxInvalidationFetchDelay_Explain">Megadja a maximális késleltetést ezredmásodpercben, amely aközött telhet el, hogy az eszközkezelési szolgáltatástól beérkezik a házirend-érvénytelenítés és az új házirend lehívása megtörténik.

A házirend beállítása felülírja az alapértelmezett 5000 ezredmásodperc értéket. A házirendben 1000 (1 másodperc) és 300 000 (5 perc) közötti tartományban adhatók meg értékek. A tartományon kívüli értékek a megfelelő határértékhez lesznek igazítva.

Ha a házirend nincs beállítva, a(z) Google Chrome az alapértelmezett 5000 ezredmásodperces értéket használja.</string><string id="NativePrinters">Natív nyomtatás</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Natív nyomtatás</string><string id="NativePrintersBulkAccessMode">Nyomtatóbeállítások hozzáférési házirendje.</string><string id="NativePrintersBulkAccessMode_Explain">Azt vezérli, hogy a(z) NativePrintersBulkConfiguration házirend melyik nyomtatói állnak a felhasználók rendelkezésére.

Kijelöli, hogy melyik hozzáférési házirend van használatban a tömeges nyomtatóbeállításhoz. Ha a(z) AllowAll van kiválasztva, minden nyomtató megjelenik. Ha a(z) BlacklistRestriction van kiválasztva, a(z) NativePrintersBulkBlacklist házirend korlátozza a megadott nyomtatókhoz való hozzáférést. Ha a(z) WhitelistPrintersOnly van kiválasztva, a(z) NativePrintersBulkWhitelist csak a kiválasztható nyomtatókat jelöli ki.

Ha a házirend nincs beállítva, a(z) BlacklistRestriction van érvényben.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">A tiltólistán szereplő nyomtatókon kívül az összes nyomtató megjelenik.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">A felhasználó számára csak az engedélyezőlistán szereplő nyomtatók jelennek meg</string><string id="NativePrintersBulkAccessMode_AllowAll">A konfigurációs fájlban található összes nyomtató engedélyezése.</string><string id="NativePrintersBulkBlacklist">Letiltott vállalati nyomtatók</string><string id="NativePrintersBulkBlacklist_Explain">Meghatározza, hogy mely nyomtatókat nem használhatja a felhasználó.

A házirend csak akkor van használatban, ha a(z) BlacklistRestriction lehetőség van kiválasztva a(z) NativePrintersBulkAccessMode házirendnél.

Ha használatban van a házirend, akkor a felhasználó minden nyomtatót használhat, kivéve azokat, amelyek azonosítója szerepel a házirend felsorolásában.
</string><string id="NativePrintersBulkBlacklistDesc">Letiltott vállalati nyomtatók</string><string id="NativePrintersBulkConfiguration">Vállalati nyomtató konfigurációs fájlja</string><string id="NativePrintersBulkConfiguration_Explain">Vállalati nyomtatókhoz biztosít beállításokat.

Ez a házirend lehetővé teszi, hogy nyomtatóbeállításokat adjon meg Google Chrome OS rendszerű eszközökhöz. A fájl mérete nem lépheti túl az 5 MB-ot, és JSON kódolással kell rendelkeznie. A formátum megegyezik a NativePrinters szótáréval. Becslések szerint a kb. 21 000 nyomtatót tartalmazó kódolt fájl mérete 5 MB. A letöltés integritását a kriptográfiai kivonattal ellenőrzi a rendszer.

A rendszer letölti és gyorsítótárba helyezi a fájlt. Ha módosul az URL vagy a kivonat, a fájl újból letöltésre kerül.

Ha be van állítva a házirend, a(z) Google Chrome OS rendszer letölti a nyomtatóbeállításokat tartalmazó fájlt, és a(z) NativePrintersBulkAccessMode, a(z) NativePrintersBulkWhitelist, valamint a(z) NativePrintersBulkBlacklist házirendeknek megfelelően hozzáférhetővé teszi a nyomtatókat.

Ha beállítja a házirendet, a felhasználók nem tudják módosítani és felülírni.

A házirend nem befolyásolja, hogy a felhasználók beállíthatnak-e nyomtatókat saját eszközeiken. A házirend célja, hogy kiegészítse az egyéni felhasználók nyomtatóbeállításait.
</string><string id="NativePrintersBulkWhitelist">Engedélyezett vállalati nyomtatók</string><string id="NativePrintersBulkWhitelist_Explain">Meghatározza, hogy mely nyomtatókat használhatja a felhasználó.

A házirend csak akkor van használatban, ha a(z) WhitelistPrintersOnly lehetőség van kiválasztva a(z) NativePrintersBulkAccessMode házirendnél.

Ha használatban van a házirend, csak a házirendben lévő értékeknek megfelelő azonosítójú nyomtatók állnak a felhasználó rendelkezésére. Az azonosítóknak meg kell felelniük a(z) NativePrintersBulkConfiguration házirend fájljában meghatározott bejegyzéseknek.
</string><string id="NativePrintersBulkWhitelistDesc">Engedélyezett vállalati nyomtatók</string><string id="NetworkPredictionOptions">Hálózati előrejelzés engedélyezése</string><string id="NetworkPredictionOptions_Explain">Engedélyezi a hálózati előrejelzést a Google Chrome termékben, és megakadályozza, hogy a felhasználók módosítsák ezt a beállítást.

Ez vezérli a DNS-előtöltést, az előzetes TCP- és SSL-kapcsolatokat, valamint a weboldalak előzetes megjelenítését.

Ha a beállítás „mindig”, „soha” vagy „csak Wi-Fin”, akkor a felhasználók nem módosíthatják vagy bírálhatják felül a Google Chrome alkalmazásban.

Ha nem állítja be a házirendet, a hálózati előrejelzés aktív lesz, de a felhasználó módosíthatja a beállítást.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Hálózati műveletek előrejelzése minden hálózati kapcsolaton</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">A hálózati műveletek előrejelzése bármely nem mobilos hálózaton.
(Megszüntetve az 50-es, eltávolítva az 52-es verzióban. Az 52-es verzió után az 1 értéket 0-ként kezeli a rendszer – hálózati műveletek előrejelzése minden hálózati kapcsolat esetén.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">A hálózati műveletek előrejelzése semmilyen hálózaton ne történjen meg</string><string id="NoteTakingAppsLockScreenWhitelist">A(z) Google Chrome OS lezárási képernyőjén engedélyezett jegyzetkészítő alkalmazások engedélyezőlistára tétele</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Olyan alkalmazásokból álló listát ad meg, amelyek jegyzetkészítő alkalmazásként engedélyezhetők a(z) Google Chrome OS lezárási képernyőjén.

Ha az előnyben részesített jegyzetkészítő alkalmazás engedélyezve van a lezárási képernyőn, akkor ezen a képernyőn szerepel majd az előnyben részesített jegyzetkészítő alkalmazás indítására szolgáló kezelőfelület-elem.
Indítás után az alkalmazás a lezárási képernyő tetején alkalmazásablakot, míg a lezárási képernyő felületén adatelemeket (jegyzeteket) tud létrehozni. Az alkalmazás létrehozott jegyzeteket importál az elsődleges felhasználói munkamenetbe, ha a munkamenet zárolása fel van oldva. Jelenleg csak a Chrome jegyzetkészítő alkalmazásai támogatottak a lezárási képernyőn.

Ha a házirend be van állítva, a felhasználó csak akkor engedélyezhet alkalmazást a lezárási képernyőn, ha a házirend listaértékei közt szerepel az alkalmazás bővítményazonosítója.
A házirend üres listára való beállítása ennek következtében teljesen letiltja a lezárási képernyőn való jegyzetkészítést.
Felhívjuk figyelmét, hogy az alkalmazásazonosítót tartalmazó házirend nem jelenti feltétlenül azt, hogy a felhasználó jegyzetkészítő alkalmazásként tudja majd engedélyezni az alkalmazást a lezárási képernyőn. Chrome 61-en például a platform tovább korlátozza a rendelkezésre álló alkalmazások készletét.

Ha nem állítja be ezt a házirendet, akkor a házirend által előírt korlátozások nem vonatkoznak majd a felhasználó által a lezárási képernyőn engedélyezhető alkalmazások készletére.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">A(z) Google Chrome OS lezárási képernyőjén engedélyezett jegyzetkészítő alkalmazások engedélyezőlistára tétele</string><string id="OpenNetworkConfiguration">Felhasználói szintű hálózatbeállítás</string><string id="OpenNetworkConfiguration_Explain">Lehetővé teszi a hálózati konfiguráció push módszerrel történő alkalmazását Google Chrome OS eszközre. A hálózati konfiguráció a JSON formátumú karakterlánc által meghatározott Open Network Configuration formában leírt karakterlánc, amely a következő helyen van meghatározva: https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">PAC URL-levágás engedélyezése (https:// esetén)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Törli a https:// URL-ek adatvédelem és biztonság szempontjából kényes részeit, mielőtt átadná őket a Google Chrome által a proxy feloldásához használt PAC (Proxy Auto Config)-szkripteknek.

Ha igaz értékre van állítva, a biztonsági funkció aktív, és a https:// URL-ek
le lesznek csupaszítva a PAC-szkriptnek történő átadás előtt, így az
nem fogja látni azokat az adatokat, amelyeket megszokott esetben a
titkosított csatorna véd (ilyen például az URL elérési útja és lekérdezése).

Hamis érték esetén ez a biztonsági funkció ki van kapcsolva, a
PAC-szkriptek pedig láthatják a https:// URL-ek mindegyik összetevőjét.
Ez az összes PAC-szkriptre érvényes, eredettől függetlenül (beleértve a
nem biztonságos átvitel révén lekért, valamint a WPAD protokollon
keresztül nem biztonságos módon felfedezett szkripteket is).

Az alapértelmezett érték Igaz (a funkció engedélyezett), kivéve a Chrome
OS vállalati felhasználóinál, akiknél az alapértelmezés a Hamis érték.

Azt javasoljuk, hogy a funkció legyen engedélyezve. A tiltás egy esetben
ajánlott: ha kompatibilitási probléma lép fel a meglévő PAC-szkriptekkel.

A jövőre nézve a cél ennek a felülbírálási lehetőségnek az eltávolítása.</string><string id="PinnedLauncherApps">Az indítóban megjeleníteni kívánt rögzített alkalmazások listája</string><string id="PinnedLauncherApps_Explain">Listázza a(z) Google Chrome OS által az indítósávon rögzített alkalmazásként megjelenített alkalmazásazonosítókat.

Ennek a házirendnek a beállítása esetén az alkalmazáskészlet rögzített, és a felhasználó nem módosíthatja.

Ha nincs beállítva, akkor a felhasználó módosíthatja az indítóban rögzített alkalmazások listáját.</string><string id="PinnedLauncherAppsDesc">Az indítóban megjeleníteni kívánt rögzített alkalmazások listája</string><string id="PolicyRefreshRate">Frissítési arány felhasználói irányelvekhez</string><string id="PolicyRefreshRate_Explain">Azt az időtartamot adja meg ezredmásodpercben, amilyen rendszerességgel az eszközkezelő szolgáltatás lekérdezi a felhasználói szabályzattal kapcsolatos információkat.

A házirend beállításával felülírja a 3 órás alapértelmezett értéket. Az érték 1800000 (30 perc) és 86400000 (1 nap) között lehet. A tartományon kívül eső értékeket a rendszer a közelebbi tartományhatárra állítja. Ha az operációs rendszer támogatja a házirendekkel kapcsolatos értesítéseket, akkor a frissítési időszak 24 órás lesz, ugyanis a házirenddel kapcsolatos értesítéseknek automatikusan ki kell kényszeríteniük a frissítést, amikor egy házirend megváltozik.

Ha nem állítja be a házirendet, akkor a Google Chrome az alapértelmezett 3 órás értéket fogja használni.

Felhívjuk figyelmét, hogy ha az operációs rendszer támogatja a házirendekkel kapcsolatos értesítéseket, akkor a frissítési időszak 24 órás lesz (azaz a böngésző nem veszi figyelembe sem az alapértelmezett, sem a beállított értékeket), ugyanis a házirenddel kapcsolatos értesítéseknek automatikusan ki kell kényszeríteniük a frissítést, amikor egy házirend megváltozik, így szükségtelen gyakrabban frissíteni.</string><string id="PrintingEnabled">Nyomtatás engedélyezése</string><string id="PrintingEnabled_Explain">Engedélyezi a nyomtatást a(z) Google Chrome programban, és megakadályozza, hogy a felhasználók módosítsák ezt a beállítást.

Ha ez a beállítás engedélyezett vagy nincs konfigurálva, akkor a felhasználók képesek nyomtatni.

Ha a beállítás le van tiltva, akkor a felhasználók nem tudnak nyomtatni a(z) Google Chrome programból. A nyomtatás a csavarkulcs menü, bővítmények, JavaScript alkalmazások stb. alatt kapcsolható ki. Továbbra is lehetséges olyan bővítményekből nyomtatni, melyek a(z) Google Chrome megkerülésével nyomtatnak. Például bizonyos Flash-alkalmazások helyi menüjében megtalálható a nyomtatás menüpont, amelyre ezen irányelv hatálya nem terjed ki.</string><string id="QuicAllowed">Engedélyezi a QUIC-protokollt</string><string id="QuicAllowed_Explain">Ha a házirend értéke igaz, vagy ha nincs beállítva, akkor a Google Chrome termékben használható a QUIC protokoll.
Ha a házirend értéke hamis, akkor a QUIC protokoll nem használható.</string><string id="RebootAfterUpdate">Automatikus újraindítás frissítés után</string><string id="RebootAfterUpdate_Explain">Automatikus újraindítás ütemezése egy Google Chrome OS-frissítés alkalmazása után.

Ha a házirend értéke igaz, akkor a rendszer automatikus újraindítást ütemez be egy Google Chrome OS-frissítés alkalmazása után, és az újraindítást végre kell hajtani a frissítési folyamat befejezéséhez. Az újraindítás azonnal megtörténik, ám ha a felhasználó éppen használja az eszközt, akkor legfeljebb 24 órával késleltethető.

Ha a házirend értéke hamis, akkor nem történik automatikus újraindítás egy Google Chrome OS-frissítés alkalmazása után. A frissítési folyamat akkor fejeződik be, amikor a felhasználó legközelebb újraindítja az eszközt.

Ha beállítja ezt a házirendet, a felhasználók nem módosíthatják, és nem bírálhatják felül.

Megjegyzés: az automatikus újraindítások jelenleg csak akkor engedélyezettek, ha a bejelentkezési képernyő látható, vagy ha egy kioszkalkalmazás munkamenete fut. Ez változni fog a jövőben, és a házirend mindig érvényes lesz, függetlenül attól, hogy folyamatban van-e egy munkamenet vagy bármilyen konkrét típus.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Szükség van-e online OCSP- vagy CRL-ellenőrzésekre a helyi megbízhatósági kapcsolatok alapjainál</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Ha engedélyezve van ez a beállítás, a Google Chrome mindig végez visszavonási ellenőrzést azon szervertanúsítványok esetén, amelyeknek sikeres a hitelesítése, és amelyeket helyileg telepített CA-tanúsítványokkal írták alá.

Ha a Google Chrome nem tud visszavonási állapotinformációt beszerezni, akkor az ilyen tanúsítványok visszavontként lesznek kezelve („hard-fail”).

Ha a házirend nincs beállítva, vagy ha az értéke hamis, akkor a Google Chrome a meglévő online visszavonás-ellenőrzési beállításokat használja.</string><string id="RunAllFlashInAllowMode">A Flash-tartalmak beállításainak kiterjesztése az összes tartalomra</string><string id="RunAllFlashInAllowMode_Explain">Ha engedélyezi ezt a beállítást, minden beágyazott Flash-tartalom futtatásra kerül (beleértve az egyéb eredetű vagy kisebb tartalmakat is) azokon a webhelyeken, ahol a tartalombeállításokban akár a felhasználó, akár a vállalati házirend engedélyezte a Flash-tartalmakat.

Ha vezérelni szeretné, mely webhelyeken van engedélyezve a Flash futtatása, tekintse meg a „DefaultPluginsSetting”, „PluginsAllowedForUrls” és a „PluginsBlockedForUrls” házirendeket.

Ha ez a beállítás ki van kapcsolva vagy nincs beállítva, előfordulhat, hogy az egyéb eredetű vagy kisebb Flash-tartalmakat a rendszer letiltja.</string><string id="SAMLOfflineSigninTimeLimit">Azon időtartam korlátozása, amennyit egy SAML révén hitelesített felhasználó offline bejelentkezve eltölthet</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Továbblépés engedélyezése az SSL-problémára figyelmeztető oldalról</string><string id="SSLErrorOverrideAllowed_Explain">A Chrome figyelmeztető oldalt jelenít meg, amikor a felhasználó SSL-hibával rendelkező webhelyre navigál. Alapértelmezés szerint, illetve a házirend igaz értékre állításakor a felhasználók továbbléphetnek az ilyen figyelmeztető oldalakról.
Ha a házirend értéke hamis, akkor a felhasználók nem juthatnak tovább a figyelmeztető oldalon.</string><string id="SSLVersionMax">Engedélyezi a legmagasabb SSL-verziót</string><string id="SSLVersionMax_Explain">Figyelmeztetés: A legmagasabb TLS-verziójú házirendet teljes egészében eltávolítjuk a Google Chrome 66-os verziójának érkezésekor (2018. február környékén).

Ha a házirend nincs beállítva, akkor a Google Chrome az alapértelmezés szerinti legnagyobb verziót használja majd.

Ellenkező esetben a következő értékek egyike állítható be: „tls1.2” vagy „tls1.3”. Ha beállítja a házirendet, a Google Chrome nem használ majd a megadottnál magasabb verziószámú SSL/TLS-verziót. Az ismeretlen értékeket a böngésző figyelmen kívül hagyja.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Biztonságos böngészés engedélyezése</string><string id="SafeBrowsingEnabled_Explain">Engedélyezi a(z) Google Chrome Biztonságos Böngészés funkcióját, és megakadályozza, hogy a felhasználók módosítsák ezt a beállítást.

Ha engedélyezi, akkor a Biztonságos Böngészés mindig aktív lesz.

Ha letiltja, akkor a Biztonságos Böngészés sosem lesz aktív.

Amennyiben engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és bírálhatják felül a(z) Google Chrome „Adathalászat és rosszindulatú programok elleni védelem bekapcsolása” beállítását.

Ha a házirend nincs beállítva, akkor a beállítás engedélyezett lesz, ám a felhasználók módosíthatják azt.

Ha további információt szeretne kapni a Biztonságos Böngészésről, látogasson el a https://developers.google.com/safe-browsing oldalra.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Lehetővé teszi a felhasználók számára a Biztonságos Böngészés bővített jelentéseinek elérését</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Ha ennek a házirendnek az értéke hamis, akkor a felhasználók nem dönthetik el, hogy elküldjenek-e bizonyos rendszer-információkat és oldaltartalmakat a Google szervereinek. Ha a beállítás értéke igaz, vagy ha nincs megadva, akkor a felhasználók elküldhetnek bizonyos rendszer-információkat és oldaltartalmakat a Biztonságos Böngészés szolgáltatásnak, hogy segítsék a veszélyes alkalmazások és webhelyek észlelését.

Ha további információt szeretne kapni a Biztonságos Böngészésről, látogasson el a https://developers.google.com/safe-browsing oldalra.</string><string id="SavingBrowserHistoryDisabled">Böngészési előzmények mentésének tiltása</string><string id="SavingBrowserHistoryDisabled_Explain">Letiltja a böngészési előzmények mentését a Google Chrome számára, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást.

Ha ez a beállítás engedélyezve van, a rendszer nem menti a böngészési előzményeket. A beállítás a lapok szinkronizálását is letiltja.

Ha a beállítás le van tiltva, illetve nincs konfigurálva, a rendszer menti a böngészési előzményeket.</string><string id="SearchSuggestEnabled">Keresési javaslatok engedélyezése</string><string id="SearchSuggestEnabled_Explain">Engedélyezi a keresési javaslatokat a(z) Google Chrome cím- és keresősávjában, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást.

Ha engedélyezi ezt a beállítást, a keresési javaslatok használatban lesznek.

Ha letiltja a beállítást, a keresési javaslatok soha nem lesznek használatban.

Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül ezt a beállítást a következőben: Google Chrome.

Ha a házirend konfigurálatlanul marad, akkor a rendszer engedélyezi azt, de a felhasználó módosíthatja.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Beállítja a nyilvános munkamenet ajánlott nyelv- és országkódjait</string><string id="SessionLocales_Explain">Beállít egy vagy több javasolt nyelv- és országkódot egy nyilvános munkamenet számára, ami lehetővé teszi, hogy a felhasználók egyszerűen válasszanak közülük.

A felhasználó a nyilvános munkamenet megkezdése előtt kiválaszthat egy nyelv- és országkódot, valamint egy billentyűzetkiosztást. Alapértelmezés szerint a Google Chrome OS által támogatott összes nyelv- és országkód megjelenik ábécésorrendben. A házirend beállításával a javasolt nyelv- és országkódok egy készletét a lista tetejére helyezheti.

Ha nincs beállítva ez a házirend, akkor a jelenlegi kezelőfelület nyelv- es országkódja lesz az előzetes beállítás.

Ha a házirend be van állítva, akkor a javasolt nyelv- és országkódok a lista tetejére kerülnek, és vizuálisan elkülönülnek az összes többi nyelv- és országkódtól. A javasolt nyelv- és országkódok abban a sorrendben láthatók, ahogyan a házirendben is megjelennek. Az első javasolt nyelv- és országkód előzetesen ki lesz választva.

Ha egynél több javasolt nyelv- és országkód van megadva, a böngésző azt feltételezi, hogy a felhasználók választani szeretnének majd közülük. A nyelv- és országkód, valamint a billentyűzetkiosztás kiválasztását jól láthatóan felajánlja a böngésző a nyilvános munkamenetek indításakor. Ellenkező esetben azt feltételezi, hogy a felhasználók az előre kiválasztott nyelv- és országkódot szeretnék majd használni, és a választási lehetőségeket kevésbé feltűnő módon kínálja fel a nyilvános munkamenetek indításakor.

Ha a házirend be van állítva, valamint engedélyezve van az automatikus bejelentkezés (lásd a |DeviceLocalAccountAutoLoginId| és |DeviceLocalAccountAutoLoginDelay| házirendeket), akkor az automatikusan elindított nyilvános munkamenet az első javasolt nyelv- és országkódot, valamint a hozzá tartozó legnépszerűbb billentyűzetkiosztást használja.

Mindig a legnépszerűbb, az előre kiválasztott nyelv- és országkódnak megfelelő billentyűzetkiosztás lesz előre kiválasztva.

Ezt a házirendet csak ajánlottként lehet beállítani. A házirend használatával áthelyezheti a javasolt nyelv- és országkódok egy készletét a lista tetejére, de a felhasználók bármikor kiválaszthatják a Google Chrome OS által támogatott nyelv- és országkódok bármelyikét a munkamenetükhöz.
</string><string id="SessionLocalesDesc">Beállítja a nyilvános munkamenet ajánlott nyelv- és országkódjait</string><string id="ShelfAutoHideBehavior">Polc automatikus elrejtésének szabályozása</string><string id="ShelfAutoHideBehavior_Explain">A(z) Google Chrome OS polc automatikus elrejtését szabályozza.

Ha az irányelv 'AlwaysAutoHideShelf' értékre van beállítva, akkor a rendszer mindig automatikusan elrejti a polcot.

Ha az irányelv 'NeverAutoHideShelf' értékre van beállítva, akkor a rendszer soha nem rejti el automatikusan a polcot.

Ha beállítja ezt az irányelvet, a felhasználók nem módosíthatják vagy bírálhatják felül.

Ha az irányelvet beállítatlanul hagyja, akkor a felhasználók választhatnak, hogy a polc automatikusan el legyen-e rejtve vagy sem.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">A polc automatikus elrejtése minden esetben</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">A polc soha ne legyen automatikusan elrejtve</string><string id="ShowHomeButton">Kezdőoldal gomb megjelenítése az eszköztáron</string><string id="ShowHomeButton_Explain">Megjeleníti a Kezdőoldal gombot az Google Chrome eszköztárán. Ha engedélyezi ezt a beállítást, a Kezdőoldal gomb mindig látható. Ha letiltja a beállítást, a Kezdőoldal gomb soha nem látható. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Google Chrome ezen beállítását. Ha a házirend nincs beállítva, a felhasználó dönthet a Kezdőoldal gomb megjelenítéséről.</string><string id="ShowLogoutButtonInTray">Kijelentkezés gomb elhelyezése a tálcán</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Webhely-izoláció engedélyezése minden webhelynél</string><string id="SitePerProcess_Explain">
MEGJEGYZÉS: A házirend kísérleti állapotban van, és akadályozhatja a működést!
Tekintse át az IsolateOrigins házirend beállításait, és annak érdekében,
hogy az izoláció is megvalósuljon, és a felhasználók számára is korlátozottan
legyen érzékelhető a hatás, alkalmazza az IsolateOrigins házirendet
az izolálni kívánt webhelyek listáján. Ez a SitePerProcess beállítás minden webhelyet izolál.
Ha engedélyezi a házirendet, minden webhely önálló folyamatként fut majd.
Ha letiltja a házirendet, az előzetes webhely-izolációs folyamatkezelési logika lép életbe.
Ha nem állítja be a házirendet, a felhasználó módosíthatja ezt a beállítást.
</string><string id="SpellCheckServiceEnabled">Engedélyezi vagy letiltja az internetes helyesírás-ellenőrző szolgáltatást</string><string id="SpellCheckServiceEnabled_Explain">A(z) Google Chrome használhatja a Google helyesírási hibák javítását segítő internetes szolgáltatását. Ha a beállítás engedélyezve van, akkor a szolgáltatás mindig használatban van. Letiltás esetén a szolgáltatás soha nincs használatban.

A helyesírás-ellenőrzés továbbra is elvégezhető egy letöltött szótár használatával, ez a házirend csak az internetes szolgáltatás használatát szabályozza.

Ha nincs megadva ez a beállítás, akkor a felhasználók választhatnak, hogy használják-e a helyesírás-ellenőrző szolgáltatást vagy sem.</string><string id="SuppressUnsupportedOSWarning">A nem támogatott operációs rendszerre vonatkozó figyelmeztetés elrejtése</string><string id="SuppressUnsupportedOSWarning_Explain">Elveti a figyelmeztetést, amely akkor jelenik meg, ha a Google Chrome a továbbiakban már nem támogatott számítógépen vagy operációs rendszeren fut.</string><string id="SyncDisabled">A Google-lal való adatszinkronizálás tiltása</string><string id="SyncDisabled_Explain">Letiltja az adatok szinkronizálását a Google által tárolt szinkronizálási szolgáltatások segítségével a(z) Google Chrome alkalmazásban, valamint megakadályozza, hogy a felhasználók módosítsák ezt a beállítást.

Ha engedélyezi ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a(z) Google Chrome beállítását.

Ha ez a házirend beállítatlanul marad, akkor a felhasználó dönthet arról, hogy kívánja-e használni a Google Sync szolgáltatást.

A Google Sync teljes kikapcsolásához javasoljuk, hogy kapcsolja ki a Google Sync szolgáltatást a Google Felügyeleti Konzolban.

Ne engedélyezze ezt a házirendet, ha engedélyezve van a(z) RoamingProfileSupportEnabled házirend, ugyanis a két funkció ugyanazt az ügyféloldali funkciót kezeli. A Google által tárolt szinkronizálás ebben az esetben teljesen le van tiltva.</string><string id="SystemTimezone">Időzóna</string><string id="SystemTimezone_Explain">Meghatározza az eszköz által használandó időzónát. A felhasználók az aktuális munkamenet idejére felülbírálhatják a megadott időzónát. Kijelentkezéskor azonban visszaáll a megadott időzóna. Érvénytelen érték megadása esetén a házirend a „GMT” értékkel működik. Üres karakterlánc megadása esetén a házirendet figyelmen kívül hagyja a rendszer.

Ha a házirend nincs használatban, akkor a jelenleg aktív időzóna marad érvényben, azonban a felhasználók megváltoztathatják az időzónát, és ez a módosítás így is marad. Ily módon az egyik felhasználó által végzett módosítás kihat a bejelentkező képernyőre és az összes többi felhasználóra.

Az új eszközöknél a kezdeti időzóna-beállítás „US/Pacific”.

Az érték formátuma megfelel az időzónák „IANA Time Zone Database” adatbázisban (lásd: „https://en.wikipedia.org/wiki/Tz_database”) található neveinek. A legtöbb időzónára lehetséges „földrész/nagyváros” vagy „óceán/nagyváros” formátumban hivatkozni.

A házirend beállítása teljesen letiltja az eszköz helye szerinti automatikus időzóna-meghatározást, továbbá felülírja a SystemTimezoneAutomaticDetection házirendet is.</string><string id="SystemTimezoneAutomaticDetection">Az automatikus időzóna-érzékelés módszerének konfigurálása</string><string id="SystemTimezoneAutomaticDetection_Explain">Ha be van állítva ez a házirend, akkor az automatikus időzóna-érzékelési folyamat az alábbi módok valamelyikén történik a beállítás értékétől függően:

A TimezoneAutomaticDetectionUsersDecide beállítás esetén a felhasználók normál módon állíthatják be az időzóna automatikus érzékelését a chrome://settings oldalon.

A TimezoneAutomaticDetectionDisabled beállítás esetén le vannak tiltva az automatikus időzóna-érzékelésre vonatkozó beállítások a chrome://settings oldalon. Ezzel a beállítással a rendszer soha nem érzékeli automatikusan az időzónát.

A TimezoneAutomaticDetectionIPOnly beállítás esetén az időzóna-beállítások le vannak tiltva a chrome://settings oldalon. Ezzel a beállítással a rendszer mindig automatikusan érzékeli az időzónát. Az időzóna-érzékelés csak IP-címen alapuló módszert használ a hely meghatározásához.

A TimezoneAutomaticDetectionSendWiFiAccessPoints beállítás esetén az időzóna-beállítások le vannak tiltva a chrome://settings oldalon. Ezzel a beállítással a rendszer mindig automatikusan érzékeli az időzónát. Az időzóna pontos érzékelése érdekében a rendszer minden esetben elküldi a látható Wi-Fi hozzáférési pontok listáját a Geolocation API szerver felé.

A TimezoneAutomaticDetectionSendAllLocationInfo beállítás esetén az időzóna-beállítások le vannak tiltva a chrome://settings oldalon. Ezzel a beállítással a rendszer mindig automatikusan érzékeli az időzónát. Az időzóna pontosabb érzékelése érdekében a rendszer továbbítja a helyadatokat (például a Wi-Fi hozzáférési pontokat, az elérhető adótornyokat és a GPS-adatokat) az egyik szervernek.

Ha nincs beállítva ez a házirend, akkor úgy viselkedik, mintha a TimezoneAutomaticDetectionUsersDecide házirend lenne beállítva.

Ha be van állítva a SystemTimezone házirend, akkor felülbírálja ezt a házirendet. Ebben az esetben teljes mértékben le van tiltva az időzóna automatikus érzékelése.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Mindig elküldi a rendelkezésre álló helyjeleket a szervernek az időzóna meghatározása során</string><string id="SystemUse24HourClock">24 órás formátum használata alapértelmezés szerint</string><string id="SystemUse24HourClock_Explain">Meghatározza az eszközön használni kívánt óra formátumát.

A házirend beállítja a bejelentkezési képernyőn, továbbá a felhasználói munkamenetek esetében használni kívánt óra formátumát. A felhasználók saját fiókjukban ekkor is felülbírálhatják az óraformátumot.

Ha a házirend értéke „true”, akkor az eszköz a 24 órás óraformátumot használja, ha pedig „false”, akkor a 12 órás óraformátumot.

Ha a házirend nincs beállítva, akkor az eszköz alapértelmezés szerint a 24 órás formátumot használja.</string><string id="TPMFirmwareUpdateSettings">A TPM-firmware frissítési szokásainak beállítása</string><string id="TPMFirmwareUpdateSettings_Explain">A TPM-firmware frissítési funkciójának hozzáférhetőségét és viselkedését állítja be.

Az egyedi beállításokat a JSON tulajdonságainál lehet megadni:

allow-user-initiated-powerwash: Ha a beállítás értéke true, a felhasználók aktiválhatják a powerwash-folyamatot a TPM-firmware frissítésének telepítéséhez.

Amennyiben a házirend nincs beállítva, a TPM-firmware frissítési funkciója nem lesz hozzáférhető.</string><string id="TaskManagerEndProcessEnabled">Lehetővé teszi a folyamatok befejezését a Feladatkezelőben</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Általános Szerződési Feltételek beállítása egy eszközszinten helyi fiók számára</string><string id="TermsOfServiceURL_Explain">Meghatározza azokat az Általános Szerződési Feltételeket, amelyeket a felhasználónak el kell fogadnia, mielőtt egy eszközszinten helyi fiókkal munkamenetbe kezdene.

Ha a házirend be van állítva, a(z) Google Chrome OS letölti az Általános Szerződési Feltételeket, és megjeleníti azokat a felhasználónak, valahányszor az eszközszinten helyi fiókkal munkamenetbe kezd. A felhasználót a rendszer csak akkor engedi belépni a munkamenetbe, ha elfogadta az Általános Szerződési Feltételeket.

Ha a házirend nincs beállítva, a rendszer nem jeleníti meg Általános Szerződési Feltételeket.

A házirend beállításánál egy URL-t kell megadni, amelyről a(z) Google Chrome OS letöltheti az Általános Szerződési Feltételeket. Az Általános Szerződési Feltételek egyszerű szöveg formátumban legyenek, amelyet text/plain MIME típusként kell megjeleníteni. HTML-kódok nem engedélyezettek.</string><string id="TouchVirtualKeyboardEnabled">Virtuális billentyűzet engedélyezése</string><string id="TouchVirtualKeyboardEnabled_Explain">A házirend a virtuális billentyűzet a ChromeOS beviteli eszközeként való engedélyezését állítja be. A házirend felhasználók által nem felülírható.

Ha a házirend értéke „true”, akkor a virtuális képernyő-billentyűzet mindig engedélyezve lesz.

Ha a házirend értéke „false”, akkor a virtuális képernyő-billentyűzet mindig le lesz tiltva.

Ha beállítja a házirendet, a felhasználók nem tudják módosítani vagy felülírni. Ugyanakkor a felhasználók továbbra is engedélyezni tudják (vagy éppen le tudják tiltani) a kisegítő képernyő-billentyűzetet, amely elsőbbséget élvez az irányelv által szabályozott virtuális billentyűzettel szemben. A kisegítő képernyő-billentyűzet szabályozásával kapcsolatban lásd a |VirtualKeyboardEnabled| házirendet.

Ha az irányelv nincs beállítva, a képernyő-billentyűzet kiindulásként le van tiltva, de a felhasználó bármikor engedélyezheti. Annak meghatározására, hogy mikor jelenjen meg a billentyűzet, heurisztikus szabályok is használhatók.</string><string id="TranslateEnabled">Fordítás engedélyezése</string><string id="TranslateEnabled_Explain">Engedélyezi az integrált Google Fordító szolgáltatást a következőben: Google Chrome. Ha engedélyezi ezt a beállítást, a(z) Google Chrome megjelenít egy integrált eszköztárat, amely szükség esetén felkínálja az oldal fordítását a felhasználó számára. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül ezt a beállítást a(z) Google Chrome termékben. Ha a beállítás konfigurálatlanul marad, akkor a felhasználó dönthet a funkció használatáról.</string><string id="URLBlacklist">Letiltja a hozzáférést az URL-ek egy listájához</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Letiltja a hozzáférést az URL-ek egy listájához</string><string id="URLWhitelist">Engedélyezi a hozzáférést az URL-ek egy listájához</string><string id="URLWhitelist_Explain">Az URL-tiltólista kivételeiként hozzáférést biztosít az ebben a listában szereplő URL-ekhez.

A lista bejegyzéseinek formátumával kapcsolatos leírást az URL-tiltólista házirendben olvashatja el.

Ez a házirend a korlátozó jellegű tiltólistákkal kapcsolatos kivételek megadására szolgál. Például tiltólistára kerülhet a „*”, hogy le legyen tiltva az összes kérelem, majd ezzel a házirenddel hozzáférést lehet biztosítani bizonyos URL-ekhez. A kivételek vonatkozhatnak adott protokollokra, domainek aldomainjeire, portokra vagy konkrét elérési utakra.

A legspecifikusabb szűrő azt határozza meg, hogy egy URL tiltva vagy engedélyezve van-e. Az engedélyezőlista elsőbbséget élvez a tiltólistával szemben.

A házirend legfeljebb 1000 bejegyzést tartalmazhat, a továbbiakat a rendszer figyelmen kívül hagyja.

Ha nincs beállítva, nem lesz kivétel az „URLBlacklist” házirend alól.</string><string id="URLWhitelistDesc">Engedélyezi a hozzáférést az URL-ek egy listájához</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Ha ez az irányelv igaz értékre van állítva, akkor az egységes asztal mód alapértelmezés
szerint engedélyezve van, és be van kapcsolva, így az alkalmazások több kijelzőre terjedhetnek ki.
A felhasználó az egységes asztali módot az egyes kijelzőkön kikapcsolhatja, ha törli a kijelölést
a megjelenítési beállításokban.

Ha az irányelv értéke hamis vagy nincs beállítva, az egységes asztal mód
ki van kapcsolva. Ekkor a felhasználó nem tudja bekapcsolni a funkciót.</string><string id="UsbDetachableWhitelist">A leválasztható USB-eszközök engedélyezőlistája</string><string id="UsbDetachableWhitelist_Explain">Azoknak az USB-eszközöknek a listáját határozza meg, amelyeknek megengedett a kernelmódú illesztőprogramjukról való leválasztása annak érdekében, hogy a chrome.usb API-n keresztül, közvetlenül valamilyen internetes alkalmazásban lehessen használni őket. A bejegyzéseket az adott hardver azonosítására szolgáló, az USB-gyártóazonosítóból és az USB-termékazonosítóból álló párok alkotják.

Ha a házirend nincs beállítva, akkor a leválasztható USB-eszközök listája üres.</string><string id="UsbDetachableWhitelistDesc">A leválasztható USB-eszközök engedélyezőlistája</string><string id="UserAvatarImage">Felhasználó avatarképe</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Az eszközön található helyi fiókok megjelenített nevének beállítása</string><string id="UserDisplayName_Explain">A(z) Google Chrome OS által az eszköz megfelelő helyi fiókjának a bejelentkezési képernyőn megjelenített fióknevét szabályozza.

Ha az irányelv be van állítva, akkor a bejelentkezési képernyő a kép alapú bejelentkezési kiválasztóban a megadott karakterláncot fogja használni az eszköz megfelelő helyi fiókjának esetében.

Ha az irányelv nincs beállítva, akkor a(z) Google Chrome OS az eszköz helyi fiókjának e-mail fiókazonosítóját használja a bejelentkezési képernyőn megjelenő névként.

Ez az irányelv a normál felhasználói fiókok esetében nincs figyelembe véve.</string><string id="VideoCaptureAllowed">Videorögzítés engedélyezése vagy tiltása</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Azon URL-ek, amelyek rákérdezés nélkül hozzáférést kapnak a videorögzítő eszközökhöz</string><string id="VideoCaptureAllowedUrls_Explain">A listában szereplő mintákat a böngésző egyezteti a kérelmező URL
biztonsági eredetével. Egyezés esetén a hangrögzítő
eszközökhöz való hozzáférést kérdés nélkül engedélyezi.

MEGJEGYZÉS: A 45-ös verzióig ezt a házirendet csak a kioszkmódban történő futtatás esetén támogatta a böngésző.</string><string id="VideoCaptureAllowedUrlsDesc">Azon URL-ek, amelyek rákérdezés nélkül hozzáférést kapnak a videorögzítő eszközökhöz</string><string id="WPADQuickCheckEnabled">A WPAD-optimalizálás engedélyezése</string><string id="WPADQuickCheckEnabled_Explain">Lehetővé teszi a WPAD (Web Proxy Auto-Discovery) optimalizálásának kikapcsolását a Google Chrome termékben.

Ha a házirend értéke hamis, a WPAD-optimalizálás inaktív lesz, így a Google Chrome hosszabb ideig várakozik a DNS-alapú WPAD-szerverek esetében. Ha nem állítja be, vagy ha engedélyezi a házirendet, akkor a WPAD-optimalizálás aktív lesz.

A házirend beállításától függetlenül a felhasználók nem tudják módosítani a WPAD-optimalizálás beállítását.</string><string id="WallpaperImage">Háttérkép</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">A WebRTC által használt helyi UDP-porttartományok korlátozása</string><string id="WebRtcUdpPortRange_Explain">Az irányelvet beállítva a WebRTC által használt UDP-porttartomány a megadott portintervallumra korlátozódik (a végpontokkal együtt).

Ha az irányelvet nem állítja be, vagy üres karakterláncot, illetve érvénytelen porttartományt ad meg, akkor a WebRTC bármelyik rendelkezésre álló helyi UDP-portot használhatja.</string></stringTable><presentationTable><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Az alapértelmezett keresési szolgáltató neve</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Alapértelmezett keresési szolgáltató kulcsszava</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Az alapértelmezett keresési szolgáltató kereső URL-je</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Alapértelmezett keresési szolgáltató javasolt URL-je</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Alapértelmezett keresési szolgáltató azonnali URL-je</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Alapértelmezett keresési szolgáltató ikonja</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Alapértelmezett keresési szolgáltató kódolásai</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Az alapértelmezett keresési szolgáltató alternatív URL-jeinek listája.</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>A keresési kifejezések elhelyezését szabályozó paraméter az alapértelmezett keresési szolgáltató esetében</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Paraméter az alapértelmezett keresési szolgáltatóval végezhető képalapú keresési funkció biztosításához</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Alapértelmezett keresőszolgáltató új lap oldal URL-címe</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Paraméterek POST metódust használó keresési URL-hez</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Paraméterek POST metódust használó javasolt URL-hez</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Paraméterek POST metódust használó azonnali URL-hez</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Paraméterek POST metódust használó kép-URL-hez</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Bővítményazonosítók, amelyek felhasználói telepítését meg kell akadályozni (vagy * az összes esetén)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">A feketelista alól kivételt képező bővítményazonosítók.</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Bővítmény- és alkalmazásazonosítók és frissítési URL-ek csendes telepítése</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">URL-minták a következő helyről a bővítmények, alkalmazások és felhasználói szkriptek telepítésének lehetővé tételéhez:</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Telepíthető bővítmény-/alkalmazástípusok</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Bővítménykezelési beállítások</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Az a művelet, amelyet akkor végez a rendszer, ha a felhasználó lezárja a fedelet</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Az a százalék, amellyel a képernyő-sötétedési késleltetés skálázódik prezentációs módban:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Az a százalék, amelynek alapján a képernyő-elsötétítési késleltetés skálázódik, ha az elsötétedés után a felhasználó aktív lesz:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Energiagazdálkodási beállítások olyankor, amikor a felhasználó tétlen</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Képernyő zárolásának késleltetései</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Támogatott hitelesítési sémák</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Azonosítási szerverek engedélyezési listája</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Kerberos felhatalmazási szerver kivétellistája</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="PasswordManagerEnabled"/><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Kezdőoldal URL-je</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Művelet indításkor</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Indításkor megnyitandó URL-ek</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Nagyító típusának beállítása</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">A bejelentkezési képernyőn engedélyezett alapértelmezett nagyítótípus beállítása</dropdownList></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Válassza ki, hogyan adja meg a proxyszerver beállításait</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Proxyszerver címe vagy URL-je</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL egy proxy .pac fájlhoz</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Proxy figyelmen kívül hagyásával kapcsolatos szabályok vesszővel elválasztott listája</label></textBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Alapértelmezett cookie-beállítások</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Képek alapértelmezett beállítása</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Alapértelmezett  JavaScript-beállítás</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Alapértelmezett Flash-beállítás</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Előugró ablakok alapértelmezett beállítása</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Alapértelmezett értesítési beállítás</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Helymeghatározás alapértelmezett beállítása</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">A Web Bluetooth API használatának irányítása</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Ügyféltanúsítványok automatikus kiválasztása ezeknél a webhelyeknél</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Cookie-k engedélyezése ezeken a webhelyeken</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Cookie-k letiltása ezeken a webhelyeken</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Csak a programfolyamatra szóló cookie-k engedélyezése ezeken a webhelyeken</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Képek engedélyezése ezeken a webhelyeken</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Képek letiltása ezeken az webhelyeken</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">JavaScript engedélyezése ezeken a webhelyeken</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">JavaScript letiltása ezeken a webhelyeken</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">A(z) Flash beépülő modul engedélyezése ezeken a webhelyeken</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">A(z) Flash beépülő modul letiltása ezeken a webhelyeken</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Előugró ablakok engedélyezése ezeken a webhelyeken</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Protokollkezelők regisztrálása</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Előugró ablakok tiltása ezeken a webhelyeken</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Értesítések engedélyezése ezeken a webhelyeken</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Értesítések letiltása ezeken a webhelyeken</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Beállítja a távoli hozzáférésű gazdagép TalkGadget előtagját</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>A távoli gazdagép által használt UDP porttartomány korlátozása</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Az URL, ahol a távoli hozzáférésű kliensnek be kell szereznie a hitelesítési tokent</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL a távoli hozzáférésű kliens hitelesítési tokenjének ellenőrzéséhez</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Klienstanúsítvány a RemoteAccessHostTokenValidationUrl címhez történő csatlakozáshoz</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">A távoli tanúsítási API használatára engedélyezett bővítmények</listBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Új lap oldal URL-je</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Meghatározza, hogy mely domainek férhetnek hozzá a Google Apps szolgáltatáshoz</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Tanúsítvány rendelkezésre állásának beállítása az ARC-alkalmazások számára</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Az ARC házirend konfigurálása</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Azon URL-ek, amelyek rákérdezés nélkül hozzáférést kapnak a hangrögzítő eszközökhöz</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">A tanúsítványok átláthatósága keretrendszer végrehajtásának kikapcsolása az URL-ek egy listájánál</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">A felhasználói viselkedés szabályozása többprofilos munkamenetben</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Kiadási csatorna</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Alapértelmezett nyomtató kiválasztására vonatkozó szabályok</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">A telepített alkalmazások listájának konfigurálása a bejelentkezési képernyőn</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Billentyűzetelrendezések az eszköz bejelentkezési képernyőjén</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Az eszköz bejelentkezési képernyőjének nyelv- és országkódja</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Energiagazdálkodás a bejelentkezési képernyőn</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Vállalati nyomtató eszközökre vonatkozó konfigurációs fájlja</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Eszközhöz kötött nyomtatók beállításainak hozzáférési házirendje.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Eszközökhöz kötött letiltott vállalati nyomtatók</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Eszközökhöz kötött engedélyezett vállalati nyomtatók</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>A házirend figyelmen kívül hagyásának időtartama, amikor az OffHours |ignored_policy_proto_tags| érvényben van az eszközön</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Eszközszintű hálózatbeállítás</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Frissítési arány az eszköz irányelveihez:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">A Google Chrome indításakor alkalmazandó rendszerszintű jelölők</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Cél automatikus frissítési verziója</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Frissítésekhez engedélyezett csatlakozási típusok</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Szórási tényező automatikus frissítése:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">A bejelentkezett felhasználó engedélyezőlistája</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Eszköz háttérképe</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Képernyő alapértelmezett elforgatásának beállítása, minden újraindításkor ismételten alkalmazva</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Letöltési könyvtár megadása</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Letöltési korlátozások</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Migrációs stratégia a következőhöz: ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Elavult Web Platform-funkciók engedélyezése korlátozott ideig</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Minimális Korlátozott mód kényszerítése a YouTube-on</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Inkognitómód elérhetősége</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Webhely-izoláció engedélyezése meghatározott forrásoknál</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Kulcsengedélyek</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Kezelt könyvjelzők</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maximális lehívási késleltetés házirend-érvénytelenítés után:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Natív nyomtatás</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Nyomtatóbeállítások hozzáférési házirendje.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Letiltott vállalati nyomtatók</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Vállalati nyomtató konfigurációs fájlja</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Engedélyezett vállalati nyomtatók</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Hálózati előrejelzés engedélyezése</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">A(z) Google Chrome OS lezárási képernyőjén engedélyezett jegyzetkészítő alkalmazások engedélyezőlistára tétele</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Felhasználói szintű hálózatbeállítás</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Az indítóban megjeleníteni kívánt rögzített alkalmazások listája</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Frissítési arány felhasználói irányelvekhez:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Azon időtartam korlátozása, amennyit egy SAML révén hitelesített felhasználó offline bejelentkezve eltölthet:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Engedélyezi a legmagasabb SSL-verziót</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Beállítja a nyilvános munkamenet ajánlott nyelv- és országkódjait</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Polc automatikus elrejtésének szabályozása</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Időzóna</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Az automatikus időzóna-érzékelés módszerének konfigurálása</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>A TPM-firmware frissítési szokásainak beállítása</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Általános Szerződési Feltételek beállítása egy eszközszinten helyi fiók számára</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Letiltja a hozzáférést az URL-ek egy listájához</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Engedélyezi a hozzáférést az URL-ek egy listájához</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">A leválasztható USB-eszközök engedélyezőlistája</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Felhasználó avatarképe</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Az eszközön található helyi fiókok megjelenített nevének beállítása</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Azon URL-ek, amelyek rákérdezés nélkül hozzáférést kapnak a videorögzítő eszközökhöz</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Háttérkép</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>A WebRTC által használt helyi UDP-porttartományok korlátozása</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>