<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 o mas bago</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Mga Default na Setting (maaaring i-override ng mga user)</string><string id="DefaultSearchProvider_group">Default na provider ng paghahanap</string><string id="DefaultSearchProviderEnabled">Paganahin ang default na provider ng paghahanap</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Pangalan ng default na provider ng paghahanap</string><string id="DefaultSearchProviderName_Explain">Tinutukoy ang pangalan ng default na provider ng paghahanap. Kung hinayaang walang laman o hindi nakatakda, gagamitin ang pangalan ng host na tinukoy ng URL ng paghahanap.

Isinasaalang-alang lamang sa ang patakarang ito kung pinagana ang patakaran ng 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderKeyword">Default na keyword ng provider ng paghahanap</string><string id="DefaultSearchProviderKeyword_Explain">Tinutukoy ang keyword, ang shortcut na ginamit sa omnibox upang i-trigger ang paghahanap para sa provider na ito.

Opsyonal ang patakarang ito. Kung hindi nakatakda, walang keyword ang maa-activate sa provider ng paghahanap.

Isinasaalang-alang lamang ang patakarang ito kung pinagana ang patakarang 'DefaultSearchProviderEnabled'.</string><string id="DefaultSearchProviderSearchURL">URL sa paghahanap ng default na provider ng paghahanap</string><string id="DefaultSearchProviderSearchURL_Explain">Tinutukoy ang URL ng search engine na ginagamit kapag nagsasagawa ng isang default na paghahanap. Ang URL ay dapat na maglaman ng string na '{searchTerms},' na papalitan sa panahon ng query ng mga terminong hinahanap ng user.

Ang URL sa paghahanap ng Google ay maaaring tukuyin bilang: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Dapat na itakda ang opsyong ito kapag naka-enable ang patakaran na 'DefaultSearchProviderEnabled' at kikilalanin lang kung ganito ang sitwasyon.</string><string id="DefaultSearchProviderSuggestURL">Default ng iminumungkahing URL ng provider ng paghahanap</string><string id="DefaultSearchProviderSuggestURL_Explain">Tinutukoy ang URL ng search engine na ginagamit upang magbigay ng mga suhestyon sa paghahanap. Ang URL ay dapat na maglaman ng string na '{searchTerms},' na papalitan sa panahon ng query ng text na inilagay ng user sa panahong iyon.

Opsyonal ang patakarang ito. Kung hindi nakatakda, walang gagamiting suhestyong URL.

Ang suhestyong URL ng Google ay maaaring matukoy bilang: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Kikilalanin lang ang patakaran kung naka-enable ang patakaran na 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderInstantURL">Instant na URL ng default na provider ng paghahanap</string><string id="DefaultSearchProviderInstantURL_Explain">Tinutukoy ang URL ng search engine na ginagamit upang magbigay ng mga instant na resulta. Ang URL ay dapat na maglaman ng string na '{searchTerms}', na papalitan sa panahon ng query ng text na inilagay ng user sa panahong iyon.

Opsyonal ang patakarang ito. Kung hindi nakatakda, walang ibibigay na mga instant na resulta sa paghahanap.

Ang mga instant na resulta na URL ng Google ay maaaring tukuyin bilang: '{google:baseURL}suggest?q={searchTerms}'.

Kinikilala lang ang patakarang ito kung naka-enable ang patakaran na 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderIconURL">Default na icon ng provider ng paghahanap</string><string id="DefaultSearchProviderIconURL_Explain">Tinutukoy ang paboritong URL ng icon ng default na provider ng paghahanap.

Opsyonal ang patakarang ito. Kung hindi nakatakda, mawawalan ng icon para sa provider ng paghahanap.

Kikilalanin lamang ang patakarang ito kung pinagana ang patakarang 'DefaultSearchProviderEnabled'.</string><string id="DefaultSearchProviderEncodings">Mga pag-encode ng default na provider ng paghahanap</string><string id="DefaultSearchProviderEncodings_Explain">Tinutukoy ang mga pag-encode ng character na sinusuportahan ng provider ng paghahanap. Ang mga pag-encode ay mga pangalan ng pahina ng code tulad ng UTF-8, GB2312, at ISO-8859-1. Sinusubukan ang mga ito sa pagkakasunud-sunod na ibinigay.

Opsyonal ang patakarang ito. Kung hindi nakatakda, gagamitin ang default na UTF-8.

Kinikilala lamang ang patakarang ito kung pinagana ang patakaran ng 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderEncodingsDesc">Mga pag-encode ng default na provider ng paghahanap</string><string id="DefaultSearchProviderAlternateURLs">Listahan ng mga kahaliling URL para sa default na search provider</string><string id="DefaultSearchProviderAlternateURLs_Explain">Tinutukoy ang isang listahan ng mga kahaliling URL na magagamit upang kumuha ng mga termino para sa paghahanap sa search engine. Nilalaman dapat ng mga URL ang string na '{searchTerms}', na gagamitin upang kunin ang mga termino para sa paghahanap.

Opsyonal ang patakarang ito. Kung hindi nakatakda, walang gagamiting mga kahaliling url upang kumuha ng mga termino para sa paghahanap.

Sinusunod lang ang patakarang ito kung pinagana ang patakarang 'DefaultSearchProviderEnabled'.</string><string id="DefaultSearchProviderAlternateURLsDesc">Listahan ng mga kahaliling URL para sa default na search provider</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter na kumokontrol sa paglalagay ng termino para sa paghahanap para sa default na search provider</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Kung nakatakda ang patakarang ito at may URL sa paghahanap na iminungkahi mula sa omnibox na naglalaman ng parameter na ito sa string ng query o sa tagatukoy ng fragment, ipapakita ng suhestiyon ang mga termino para sa paghahanap at search provider sa halip na ang mismong URL sa paghahanap.

Opsyonal ang patakarang ito. Kung hindi nakatakda, hindi magpapalit ng termino para sa paghahanap.

Sinusunod lang ang patakarang ito kung pinagana ang patakarang 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderImageURL">Parameter na nagbibigay ng tampok na maghanap sa pamamagitan ng larawan para sa default na provider ng paghahanap</string><string id="DefaultSearchProviderImageURL_Explain">Tinutukoy ang URL ng search engine na ginamit upang magbigay ng paghahanap ng larawan. Ipapadala ang mga kahilingan sa paghahanap gamit ang GET na paraan. Kung nakatakda ang patakarang DefaultSearchProviderImageURLPostParams, gagamitin sa halip ng mga kahilingan sa paghahanap ng larawan ang POST na paraan.

Opsyonal ang patakarang ito. Kung hindi nakatakda, walang gagamiting paghahanap ng larawan.

Iginagalang lang ang patakarang ito kung naka-enable ang patakarang 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderNewTabURL">URL ng pahina ng bagong tab ng default na search provider</string><string id="DefaultSearchProviderNewTabURL_Explain">Tinutukoy ang URL na ginagamit ng isang search engine upang magbigay ng pahina ng bagong tab.

Opsyonal ang patakarang ito. Kung hindi nakatakda, walang ibibigay na pahina ng bagong tab.

Gagamitin lang ang patakarang ito kung naka-enable ang patakarang 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderSearchURLPostParams">Mga parameter para sa URL ng paghahanap na ginagamit ang POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Tinutukoy ang mga parameter na ginamit kapag naghahanap ng URL gamit ang POST. Binubuo ito ng mga pares ng pangalan/value na pinaghihiwalay ng kuwit. Kung isang parameter ng template ang isang value, tulad ng {searchTerms} sa halimbawa sa itaas, papalitan ito ng data ng tunay na mga termino para sa paghahanap.

Opsyonal ang patakarang ito. Kung hindi nakatakda, ipapadala ang kahilingan sa paghahanap gamit ang GET na paraan.

Iginagalang lang ang patakarang ito kung naka-enable ang patakarang 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderSuggestURLPostParams">Mga parameter para sa URL ng mungkahi na ginagamit ang POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Tinutukoy ang mga parameter na ginamit kapag gumagawa ng paghahanap ng mungkahi gamit ang POST. Binubuo ito ng mga pares ng pangalan/value na pinaghihiwalay ng kuwit. Kung isang parameter ng template ang isang value, tulad ng {searchTerms} sa halimbawa sa itaas, papalitan ito ng data ng tunay na mga termino para sa paghahanap.

Opsyonal ang patakarang ito. Kung hindi nakatakda, ipapadala ang mga kahilingan sa paghahanap ng mungkahi gamit ang GET na paraan.

Iginagalang lang ang patakarang ito kung naka-enable ang patakarang 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderInstantURLPostParams">Mga parameter para sa instant na URL na ginagamit ang POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Tinutukoy ang mga parameter na ginamit kapag gumagawa ng instant na paghahanap gamit ang POST. Binubuo ito ng mga pares ng pangalan/value na pinaghihiwalay ng kuwit. Kung isang parameter ng template ang isang value, tulad ng {searchTerms} sa halimbawa sa itaas, papalitan ito ng data ng tunay na mga termino para sa paghahanap.

Opsyonal ang patakarang ito. Kung hindi nakatakda, ipapadala ang mga kahilingan sa instant na paghahanap gamit ang GET na paraan.

Iginagalang lang ang patakarang ito kung naka-enable ang patakarang 'DefaultSearchProviderEnabled.'</string><string id="DefaultSearchProviderImageURLPostParams">Mga parameter para sa URL ng larawan na gumagamit ng POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Tinutukoy ang mga parameter na ginamit kapag nagsasagawa ng paghahanap ng larawan gamit ang POST. Binubuo ito ng mga pares ng pangalan/value na pinaghihiwalay ng kuwit. Kung isang parameter ng template ang isang value, tulad ng {imageThumbnail} sa halimbawa sa itaas, papalitan ito ng data ng tunay na thumbnail ng larawan.

Opsyonal ang patakarang ito. Kung hindi nakatakda, ipapadala ang kahilingan sa paghahanap ng larawan gamit ang GET na paraan.

Iginagalang lang ang patakarang ito kung naka-enable ang patakarang 'DefaultSearchProviderEnabled.'</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Ine-enable ang Google Cast</string><string id="EnableMediaRouter_Explain">Kung nakatakda ang patakarang ito sa true o hindi ito nakatakda, mae-enable ang Google Cast, at mailulunsad ito ng mga user mula sa menu ng app, mga menu ng konteksto ng page, mga pagkontrol ng media sa mga website na may naka-enable na Cast, at (kung ipinapakita) sa icon ng toolbar ng Cast.

Kung nakatakda ang patakarang ito sa false, madi-disable ang Google Cast.</string><string id="ShowCastIconInToolbar">Ipinapakita ang icon ng toolbar ng Google Cast</string><string id="ShowCastIconInToolbar_Explain">Kung nakatakda sa true ang patakarang ito, palaging ipapakita ang icon ng toolbar ng Cast sa toolbar o sa overflow menu, at hindi ito maaalis ng mga user.

Kung nakatakda sa false o hindi nakatakda ang patakarang ito, magagawa ng mga user na i-pin o alisin ang icon sa pamamagitan ng menu ng konteksto nito.

Kung nakatakda sa false ang patakarang &quot;EnableMediaRouter,&quot; hindi magkakaroon ng epekto ang value ng patakarang ito, at hindi ipapakita ang icon ng toolbar.</string><string id="Homepage_group">Home page</string><string id="HomepageLocation">I-configure ang URL ng home page</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Gamitin ang Pahina ng Bagong Tab bilang homepage</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Drive_group">I-configure ang mga pagpipilian sa Google Drive</string><string id="DriveDisabled">Dini-disable ang Drive sa Google Chrome OS Files app</string><string id="DriveDisabled_Explain">Dini-disable ang pagsi-sync ng Google Drive sa Google Chrome OS Files app kapag nakatakda sa True. Sa sitwasyong iyon, walang data na maa-upload sa Google Drive.

Kung hindi nakatakda o nakatakda sa False, makakapaglipat ang mga user ng mga file sa Google Drive.</string><string id="DriveDisabledOverCellular">Dini-disable ang Google Drive sa mga mobile na koneksyon sa Google Chrome OS Files app</string><string id="DriveDisabledOverCellular_Explain">Dini-disable ang pagsi-sync ng Google Drive sa Google Chrome OS Files app kapag gumagamit ng mobile na koneksyon kapag nakatakda sa True. Sa sitwasyong iyon, naka-sync lang ang data sa Google Drive kapag nakakonekta sa pamamagitan ng WiFi o Ethernet.

Kung hindi nakatakda o nakatakda sa False, makakapaglipat ang mga user ng mga file sa Google Drive sa pamamagitan ng mga mobile na koneksyon.</string><string id="RemoteAccess_group">I-configure ang mga pagpipilian sa malayuang pag-access</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Paganahin ang firewall traversal mula sa host ng malayuang pag-access</string><string id="RemoteAccessHostFirewallTraversal_Explain">Ini-enable ang paggamit ng mga STUN server kapag sinusubukan ng mga malayuang kliyente na magtatag ng koneksyon sa makinang ito.

Kung naka-enable ang setting na ito, makakatuklas at makakakonekta ang mga malayuang kliyente sa mga makinang ito kahit na inihihiwalay sila ng firewall.

Kung naka-disable ang setting na ito at pini-filter ng firewall ang mga papalabas na UDP na koneksyon, papayagan lang ng makinang ito ang mga koneksyon mula sa mga makina ng kliyente sa loob ng lokal na network.

Kung iniwang hindi nakatakda ang patakarang ito, i-e-enable ang setting.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">I-configure ang prefix ng TalkGadget para sa mga host ng malayuang pag-access</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Kino-configure ang prefix ng TalkGadget na gagamitin ng mga host ng malayuang pag-access at pinipigilan ang mga user na baguhin ito.

Kung tinukoy, idurugtong ang prefix na ito sa mismong pangalan ng TalkGadget upang lumikha ng buong domain name para sa TalkGadget. Ang mismong domain name ng TalkGadget ay '.talkgadget.google.com'.

Kung pinapagana ang setting na ito, gagamitin ng mga host ang custom na domain name kapag ina-access ang TalkGadget sa halip na ang default na domain name.

Kung hindi pinapagana o hindi nakatakda ang setting, ang default na domain name ng TalkGadget ('chromoting-host.talkgadget.google.com') ang gagamitin para sa lahat ng host.

Hindi naaapektuhan ng setting ng patakaran na ito ang client ng malayuang pag-access. Palaging gagamitin ng mga ito ang 'chromoting-client.talkgadget.google.com' upang i-access ang TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Paganahin ang paghadlang sa mga host ng malayuang pag-access</string><string id="RemoteAccessHostRequireCurtain_Explain">Pinapagana ang paghadlang sa mga remote access host habang kasalukuyang gumagana ang koneksyon.

Kung pinagana ang setting na ito, hindi papaganahin ang pisikal na input at output na device ng mga host habang kasalukuyang gumagana ang remote na koneksyon.

Kung hindi pinagana ang setting na ito o hindi itinakda, maaaring makipag-ugnay ang parehong lokal at remote na mga user sa mga host kapag ibinabahagi ito.</string><string id="RemoteAccessHostAllowClientPairing">I-enable o i-disable ang pagpapatotoo na hindi gumagamit ng PIN para sa mga host ng malayuang access</string><string id="RemoteAccessHostAllowClientPairing_Explain">Kung naka-enable o hindi na-configure ang setting na ito, maaaring mag-opt ang mga user na ipares ang mga client at host sa oras ng koneksyon, na inaalis ang pangangailangang maglagay ng PIN sa bawat pagkakataon.

Kung naka-disable ang setting na ito, hindi magiging available ang tampok na ito.</string><string id="RemoteAccessHostAllowGnubbyAuth">Payagan ang pagpapatotoo ng gnubby para sa mga host ng malayuang pag-access</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Kung naka-enable ang setting na ito, ipo-proxy ang mga kahilingan sa pagpapatunay ng gnubby sa isang malayuang koneksyon sa host.

Kung naka-disable o hindi naka-configure ang setting na ito, hindi ipo-proxy ang mga kahilingan sa pagpapatunay ng gnubby.</string><string id="RemoteAccessHostAllowRelayedConnection">I-enable ang paggamit ng mga relay server ng host ng malayuang pag-access</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Paghigpitan ang saklaw ng UDP port na ginamit ng host ng malayuang pag-access</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Kinakailangan nito na nagtutugma ang pangalan ng lokal na user at ang may-ari ng host ng malayuang pag-access</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL kung saan dapat makuha ng mga client ng malayuang pag-access ang kanilang token sa pagpapatotoo</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL para sa pagva-validate ng token ng pagpapatotoo ng client sa malayuang pag-access</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certificate ng client para sa pagkonekta sa RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Attestation_group">Malayuang Pagpapatunay</string><string id="AttestationEnabledForUser">I-enable ang malayuang pagpapatotoo para sa user</string><string id="AttestationEnabledForUser_Explain">Kung true, magagamit ng user ang hardware sa mga Chrome device upang malayuang patunayan ang pagkakakilanlan nito sa CA ng privacy sa pamamagitan ng Enterprise Platform Keys API gamit ang chrome.enterprise.platformKeys.challengeUserKey().

Kung nakatakda ito sa false, o kung hindi ito nakatakda, papalya ang mga call sa API na may code ng error.</string><string id="AttestationExtensionWhitelist">Mga extension na pinapayagang gamitin ang API ng malayuang pagpapatotoo</string><string id="AttestationExtensionWhitelist_Explain">Tinutukoy ng patakarang ito ang mga pinapahintulutang extension upang magamit ang Enterprise Platform Keys API function chrome.enterprise.platformKeys.challengeUserKey() para sa malayuang pagpapatunay. Dapat magdagdag ng mga extension sa listahang ito upang magamit ang API.

Kung wala sa listahan ang isang extension, o hindi nakatakda ang listahan, papalya ang call sa API na may code ng error.</string><string id="AttestationExtensionWhitelistDesc">Mga extension na pinapayagang gamitin ang API ng malayuang pagpapatotoo</string><string id="Extensions_group">Mga Extension</string><string id="ExtensionInstallBlacklist">I-configure ang blacklist ng pag-install ng extension</string><string id="ExtensionInstallBlacklist_Explain">Pinapayagan kang tukuyin kung aling mga extension ang HINDI maaaring i-install ng mga user. Idi-disable ang mga extension na naka-install kung naka-blacklist, nang walang paraan upang ma-enable ng user ang mga ito. Kapag inalis dito ang extension na na-disable dahil sa blacklist, awtomatiko itong muling mae-enable.

Nangangahulugan ang value ng blacklist na '*' na naka-blacklist ang lahat ng extension maliban kung tahasang nakalista ang mga ito sa whitelist.

Kung hindi nakatakda ang patakarang ito, maaaring mag-install ang user ng anumang extension sa Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">I-configure ang blacklist ng pag-install ng extension</string><string id="ExtensionInstallWhitelist">I-configure ang whitelist sa pag-install ng extension</string><string id="ExtensionInstallWhitelist_Explain">Pinapayagan kang tukuyin kung aling mga extension ang hindi sumasailalim sa blacklist. Nangangahulugan ang halaga ng blacklist ng* na naka-blacklist ang lahat ng mga extension at mai-install lamang ng mga user ang mga extension na nakalista sa whitelist. Bilang default, naka-whitelist ang lahat ng mga extension, ngunit kung na-blacklist ang lahat ng mga extension ng patakaran, magagamit ang whitelist upang i-override ang patakarang iyon.</string><string id="ExtensionInstallWhitelistDesc">I-configure ang whitelist sa pag-install ng extension</string><string id="ExtensionInstallForcelist">I-configure ang listahan ng mga puwersahang na-install na app at extension</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">I-configure ang listahan ng mga puwersahang na-install na app at extension</string><string id="ExtensionInstallSources">Mag-configure ng mga pinagmulan ng pag-install ng extension, app, at script ng user</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Mag-configure ng mga pinagmulan ng pag-install ng extension, app, at script ng user</string><string id="ExtensionAllowedTypes">I-configure ang mga pinapayagang uri ng app/extension</string><string id="ExtensionAllowedTypes_Explain">Kinokontrol kung aling mga uri ng app/extension ang pinapayagang ma-install at nililimitahan ang access sa runtime.

Inilalagay ng setting na ito sa whitelist ang mga pinapayagang uri ng extension/mga app na maaaring i-install sa Google Chrome at kung aling mga host ang maaaring makaugnayan ng mga ito. Ang value ay isang listahan ng mga string, kung saan ang bawat isa ay dapat na isa sa mga sumusunod: &quot;extension,&quot; &quot;theme,&quot; &quot;user_script,&quot; &quot;hosted_app,&quot; &quot;legacy_packaged_app,&quot; &quot;platform_app.&quot; Tingnan ang dokumentasyon ng mga extension ng Google Chrome para sa higit pang impormasyon tungkol sa mga uring ito.

Tandaan na naaapektuhan din ng patakarang ito ang mga extension at app upang puwersahang ma-install sa pamamagitan ng ExtensionInstallForcelist.

Kung naka-configure ang setting na ito, hindi mai-install ang mga extension/app na may uring wala sa listahan.

Kung hahayaang hindi naka-configure ang mga setting na ito, walang ipapatupad na mga paghihigpit sa mga tinatanggap na uri ng extension/app.</string><string id="ExtensionAllowedTypesDesc">I-configure ang mga pinapayagang uri ng app/extension</string><string id="ExtensionSettings">Mga setting ng pamamahala ng extension</string><string id="ExtensionSettings_Explain">Nagko-configure ng mga setting ng pamamahala ng extension para sa Google Chrome.

Kinokontrol ng patakarang ito ang maraming setting, kabilang ang mga setting na kinokontrol ng anumang kasalukuyang patakarang nauugnay sa extension. Io-override ng patakarang ito ang anumang legacy na patakaran kung itatakda pareho.

Minamapa ng patakarang ito ang isang extension ID o URL ng update sa configuration nito. Gamit ang isang extension ID, malalapat lang ang configuration sa tinukoy na extension. Maaaring itakda ang default na configuration para sa special ID &quot;*&quot;, na ilalapat sa lahat ng extension na walang nakatakdang custom na configuration sa patakarang ito. Gamit ang URL ng update, ilalapat ang configuration sa lahat ng extension na may eksaktong URL ng update na nakasaad sa manifest ng extension na ito, tulad ng inilalarawan sa https://developer.chrome.com/extensions/autoupdate.

Ang configuration para sa bawat extension (o mga extension na may parehong URL ng update) ay isa pang dictionary na maaaring maglaman ng mga field na nakadokumento sa ibaba.

&quot;installation_mode&quot;: nagmamapa sa string na nagsasaad ng paraan ng pag-install para sa extension. Ang mga valid na string ay:
* &quot;allowed&quot;: pinapayagan ang extension na ma-install ng user. Ito ang default na gawi.
* &quot;blocked&quot;: bina-block ang pag-install ng extension.
* &quot;force_installed&quot;: awtomatikong naka-install ang extension at hindi maaaring alisin ng user.
* &quot;normal_installed&quot;: awtomatikong naka-install ang extension ngunit maaaring i-disable ng user.
Maaari ding i-configure ang &quot;installation_mode&quot; para sa maraming extension, kasama na rin ang extension na &quot;*&quot; (bilang mga default na setting) at mga extension na may parehong URL ng update. Ang mga value na &quot;allowed&quot; at &quot;blocked&quot; lang ang maaaring gamitin sa sitwasyong ito.

Kung nakatakda ang mode sa &quot;force_installed&quot; o &quot;normal_installed&quot;, dapat ay i-configure din ang &quot;update_url&quot;. Tandaang ang URL ng update na nakatakda sa patakarang ito ay ginagamit lang sa unang pag-install; gagamitin ng mga susunod na update ng extension ang URL ng update na nakasaad sa manifest ng extension. Dapat humantong ang URL ng update sa Update Manifest XML document tulad ng binabanggit sa itaas.

&quot;blocked_permissions&quot;: nagmamapa sa listahan ng mga string na nagsasaad ng mga naka-block na pahintulot ng API para sa extension. Magkakapareho ang mga pangalan ng pahintulot at ang mga string ng pahintulot na idineklara sa manifest ng extension tulad ng inilalarawan sa https://developer.chrome.com/extensions/declare_permissions. Maaari ding i-configure ang setting na ito para sa extension na &quot;*&quot;. Kung nangangailangan ng pahintulot ang extension na nasa blocklist, hindi ito papayagang mag-load. Kung naglalaman ito ng naka-block na pahintulot bilang opsyonal na kinakailangan, pangangasiwaan ito sa normal na paraan, ngunit awtomatikong tatanggihan ang paghiling ng mga salungat na pahintulot sa runtime.

&quot;allowed_permissions&quot;: katulad sa &quot;blocked_permissions&quot;, ngunit sa halip ay tuwirang pinapayagan ang ilang pahintulot na maaaring na-block sa listahan ng naka-block na pahintulot sa buong mundo, kaya hindi maaaring i-configure para sa extension na &quot;*&quot;. Tandaang hindi awtomatikong nagbibigay ng mga pahintulot sa mga extension ang setting na ito.

&quot;minimum_version_required&quot;: nagmamapa sa string ng bersyon. Ang format ng string ng bersyon ay kapareho ng ginagamit sa manifest ng extension, tulad ng inilalarawan sa https://developer.chrome.com/apps/manifest/version. Idi-disable ang extension na may mas lumang bersyon kaysa sa tinukoy na minimum na bersyon. Nalalapat din ito sa mga extension na sapilitang na-install.

Maaari lang gamitin ang mga sumusunod na setting para sa default na configuration na &quot;*&quot;:

&quot;install_sources&quot;: Ang bawat item sa listahang ito ay isang match pattern na uri ng extension (https://developer.chrome.com/extensions/match_patterns). Madaling mai-install ng mga user ang mga item mula sa anumang URL na tumutugma sa isang item sa listahang ito. Dapat payagan ng mga pattern na ito ang lokasyon ng file na *.crx at ang page kung saan nagsimula ang pag-download (ibig sabihin, ang referrer).

&quot;allowed_types&quot;: Iwa-whitelist ng setting na ito ang mga pinapayagang uri ng extension/app na maaaring i-install sa Google Chrome.  Ang value ay listahan ng mga string, na dapat ay isa sa mga sumusunod: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Tingnan ang dokumentasyon ng mga extension ng Google Chrome para sa higit pang impormasyon tungkol sa mga ganitong uri.
&quot;blocked_install_message&quot;: Kung sinusubukan ng user na mag-install ng extension, ngunit na-block ito ng patakaran, magpapakita ang Chrome Webstore ng pangkalahatang mensahe ng error. Pinapayagan ka ng setting na itong magsama ng text sa mensahe ng error. Magagamit ito upang idirekta ang mga user sa iyong help desk, ipaliwanag kung bakit na-block ang isang partikular na extension, o sa ibang bagay. Puputulin ang mensahe ng error na ito kung lalampas sa 1000 character.
&quot;runtime_blocked_hosts&quot;: Tumatanggap ng listahan ng mga host na may extension na iba-block sa pakikipag-ugnayan. Kabilang dito ang paglalagay ng javascript, pagbago at pagtingin sa webRequests / webNavigation, pagtingin at pagbago ng cookies. Pareho ang format sa Mga Match Pattern https://developer.chrome.com/extensions/match_patterns ngunit walang maaaring tukuying path. hal. &quot;*://*.example.com&quot;. Sinusuportahan din nito ang epektibong pag-wildcard ng TLD hal. &quot;*://example.*&quot;.
&quot;runtime_allowed_hosts&quot;: Tumatanggap ng listahan ng mga host na may extension na maaaring makipag-ugnayan, nakalista man ang mga ito sa &quot;runtime_blocked_hosts&quot; o hindi. Kapareho nito ng format ang &quot;runtime_blocked_hosts&quot;.
</string><string id="ContentSettings_group">Mga Setting ng Nilalaman</string><string id="DefaultCookiesSetting">Default na setting ng cookies</string><string id="DefaultCookiesSetting_Explain">Nagbibigay-daan sa iyong itakda kung maaari bang magtakda ng lokal na data ang mga website. Maaaring payagan para sa lahat ng website o tanggihan para sa lahat ng website ang pagtatakda ng lokal na data.

Kung nakatakda ang patakarang ito sa 'Panatilihin ang cookies sa kabuuan ng session,' iki-clear ang cookies kapag nagsara ang session. Tandaan na kung tumatakbo ang Google Chrome sa 'background mode,' maaaring hindi magsara ang session kapag isinara ang huling window. Pakitingnan ang patakarang 'BackgroundModeEnabled' para sa higit pang impormasyon tungkol sa pagko-configure sa gawing ito.

Kung hindi itatakda ang patakarang ito, gagamitin ang 'AllowCookies' at mababago ito ng user.</string><string id="DefaultCookiesSetting_AllowCookies">Payagan ang lahat ng site na magtakda ng lokal na data</string><string id="DefaultCookiesSetting_BlockCookies">Huwag payagan ang anumang site na itakda ang data ng lokal</string><string id="DefaultCookiesSetting_SessionOnly">Panatilihin ang cookies para sa kabuuan ng session</string><string id="DefaultImagesSetting">Default na setting ng mga larawan</string><string id="DefaultImagesSetting_Explain">Binibigyang-daan kang itakda kung pinapayagan o hindi ang mga website na magpakita ng mga larawan. Maaaring payagan para sa lahat ng website o tanggihan para sa lahat ng website ang pagpapakita ng mga larawan.

Kung hinayaang hindi nakatakda ang patakarang ito, gagamitin ang 'AllowImages' at magagawa ng user na baguhin ito.</string><string id="DefaultImagesSetting_AllowImages">Payagan ang lahat ng mga site na ipakita ang lahat ng mga larawan</string><string id="DefaultImagesSetting_BlockImages">Huwag payagan ang anumang site na magpakita ng mga larawan</string><string id="DefaultJavaScriptSetting">Default na setting ng JavaScript</string><string id="DefaultJavaScriptSetting_Explain">Binibigyang-daan kang itakda kung pinapayagan o hindi ang mga website na magpatakbo ng JavaScript. Maaaring payagan para sa lahat ng website o tanggihan para sa lahat ng website ang pagpapatakbo ng JavaScript.

Kung hinayaang hindi nakatakda ang patakarang ito, gagamitin ang 'AllowJavaScript' at magagawa ng user na baguhin ito.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Pinapayagang magpatakbo ng JavaScript ang lahat ng mga site</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Huwag payagang magpatakbo ng JavaScript ang anumang site</string><string id="DefaultPluginsSetting">Default na setting ng Flash</string><string id="DefaultPluginsSetting_Explain">Nagbibigay-daan sa iyo na itakda kung pinapahintulutan ang mga website na awtomatikong patakbuhin ang plugin na Flash. Ang awtomatikong pagpapatakbo sa plugin na Flash ay maaaring payagan para sa lahat ng website o tanggihan para sa lahat ng website.

Nagbibigay-daan ang i-click upang i-play na gumana ang plugin na Flash ngunit dapat mag-click ang user sa placeholder upang simulan ang pagtakbo nito.

Kung hahayaang hindi nakatakda ang patakarang ito, manual na mababago ng user ang setting na ito.</string><string id="DefaultPluginsSetting_AllowPlugins">Pahintulutan ang lahat ng site na awtomatikong patakbuhin ang plugin na Flash</string><string id="DefaultPluginsSetting_BlockPlugins">I-block ang plugin na Flash</string><string id="DefaultPluginsSetting_ClickToPlay">I-click upang i-play</string><string id="DefaultPopupsSetting">Default na setting ng mga popup</string><string id="DefaultPopupsSetting_Explain">Binibigyang-daan kang magtakda kung pinapayagan o hindi ang mga website na magpakita ng mga pop-up. Maaaring payagan para sa lahat ng website o tanggihan para sa lahat ng website ang pagpapakita ng mga popup.

Kung hinayaang hindi nakatakda ang patakarang ito, gagamitin ang 'BlockPopups' at magagawa ng user na baguhin ito.</string><string id="DefaultPopupsSetting_AllowPopups">Payagang magpakita ng mga pop-up ang lahat ng site</string><string id="DefaultPopupsSetting_BlockPopups">Huwag payagang magpakita ng mga popup ang anumang site</string><string id="DefaultNotificationsSetting">Default na setting ng notification</string><string id="DefaultNotificationsSetting_Explain">Binibigyang-daan kang magtakda kung pinapayagan o hindi ang mga website na magpakita ng mga notification sa desktop. Maaaring payagan bilang default, tanggihan bilang default ang pagpapakita ng mga notification sa desktop o maaaring tanungin ang user sa bawat pagkakataong gustong ipakita ng isang website ang mga notification sa desktop.

Kung hinayaang hindi nakatakda ang patakarang ito, gagamitin ang 'AskNotifications' at magagawa ng user na baguhin ito.</string><string id="DefaultNotificationsSetting_AllowNotifications">Payagan ang mga site upang magpakita ng mga notification sa desktop</string><string id="DefaultNotificationsSetting_BlockNotifications">Huwag payagan ang anumang site na magpakita ng mga notification sa desktop</string><string id="DefaultNotificationsSetting_AskNotifications">Magtanong sa tuwing gustong ipakita ng site ang mga notification sa desktop</string><string id="DefaultGeolocationSetting">Default na setting ng geolocation</string><string id="DefaultGeolocationSetting_Explain">Binibigyang-daan kang itakda kung pinapayagan o hindi ang mga website na subaybayan ang pisikal na lokasyon ng mga user. Maaaring payagan bilang default, tanggihan bilang ang pagsubaybay sa pisikal na lokasyon ng mga user, o maaaring tanungin ang user sa bawat pagkakataong humiling ng pisikal na lokasyon ang isang website.

Kung hinayaang hindi nakatakda ang patakarang ito, gagamitin ang 'AskGeolocation' at magagawa itong baguhin ng user.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Payagan ang mga site na subaybayan ang aktwal na lokasyon ng mga user</string><string id="DefaultGeolocationSetting_BlockGeolocation">Huwag payagan ang anumang site na subaybayan ang aktwal na lokasyon ng mga user</string><string id="DefaultGeolocationSetting_AskGeolocation">Magtanong sa tuwing gusto ng site na subaybayan ang aktwal na lokasyon ng mga user</string><string id="DefaultWebBluetoothGuardSetting">Kontrolin ang paggamit ng Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_Explain">Binibigyang-daan kang magtakda kung pinapayagan ang mga website na kumuha ng access sa malalapit na Bluetooth device. Maaaring ganap na i-block ang access, o maaaring tanungin ang user sa tuwing gusto ng website na kumuha ng access sa malalapit na Bluetooth device.

Kung hinayaang hindi nakatakda ang patakarang ito, gagamitin ang '3,' at magagawa ng user na baguhin ito.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Huwag payagan ang anumang site na humiling ng access sa mga Bluetooth device sa pamamagitan ng Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Payagan ang mga site na hilingin sa user na magbigay ng access sa malapit na Bluetooth device</string><string id="AutoSelectCertificateForUrls">Awtomatikong pumili ng mga certificate ng client para sa mga site na ito</string><string id="AutoSelectCertificateForUrls_Explain">Pinapayagan kang tukuyin ang isang listahan ng mga pattern ng url na tumutukoy sa mga site kung saan awtomatiko dapat na pumili ang Google Chrome ng client certificate, kung kailangan ng site ng isang certificate.

Ang value ay dapat na isang array ng stringified na mga diksyunaryong JSON. Ang bawat diksyunaryo ay dapat na mayroong anyong { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, kung saan ang $URL_PATTERN ay isang pattern ng setting ng content. Nililimitahan ng $FILTER kung aling mga client certificate ang awtomatikong pipiliin ng browser. Anuman ang filter, ang mga certificate na tumutugma sa kahilingan sa certificate ng server ang pipiliin. Kung ang $FILTER ay may anyong { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, mga client certificate na ibinigay ng isang certificate na may CommonName $ISSUER_CN lang ang pipiliin. Kung ang $FILTER ay ang walang lamang diksyunaryo na {}, hindi na nililimitahan ang pagpili ng mga client certificate.

Kung hindi nakatakda ang patakarang ito, walang gagawing awtomatikong pagpili para sa anumang site.</string><string id="AutoSelectCertificateForUrlsDesc">Awtomatikong pumili ng mga certificate ng client para sa mga site na ito</string><string id="CookiesAllowedForUrls">Payagan ang cookies sa mga site na ito</string><string id="CookiesAllowedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy ng mga site na pinapayagang magtakda ng cookies.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakarang 'DefaultCookiesSetting' kung nakatakda ito, o kung hindi man ay sa personal na configuration ng user.</string><string id="CookiesAllowedForUrlsDesc">Payagan ang cookies sa mga site na ito</string><string id="CookiesBlockedForUrls">I-block ang cookies sa mga site na ito</string><string id="CookiesBlockedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy ng mga site na hindi pinapayagang magtakda ng cookies.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng apat na site mula sa patakarang 'DefaultCookiesSetting' kung ito ay nakatakda, o kung hindi man ay sa personal na configuration ng user.</string><string id="CookiesBlockedForUrlsDesc">I-block ang cookies sa mga site na ito</string><string id="CookiesSessionOnlyForUrls">Payagan ang mga cookies sa session lamang sa mga site na ito</string><string id="CookiesSessionOnlyForUrls_Explain">Pinapayagan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy sa mga site na pinapayagang magtakda ng cookies na para sa session lang.

Kung hindi itinakda ang patakarang ito, ang global na default na value ang gagamitin para sa lahat ng site, na mula sa patakaran na 'DefaultCookiesSetting' kung nakatakda ito o sa sariling configuration ng user kung hindi.

Tandaan na kung tumatakbo ang Google Chrome sa 'background mode,' maaaring hindi masara ang session kapag isinara ang huling window ng browser, ngunit mananatiling aktibo hanggang sa lumabas ang browser. Pakitingnan ang patakaran na 'BackgroundModeEnabled' para sa higit pang impormasyon tungkol sa pagko-configure sa gawing ito.

Kung nakatakda ang patakaran na &quot;RestoreOnStartup&quot; na magpanumbalik ng mga URL mula sa mga dating session, hindi susundin ang patakarang ito at permanenteng iiimbak ang cookies para sa mga site na ito.</string><string id="CookiesSessionOnlyForUrlsDesc">Payagan ang mga cookies sa session lamang sa mga site na ito</string><string id="ImagesAllowedForUrls">Pinapayagan ang mga larawan sa mga site na ito</string><string id="ImagesAllowedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url  na tumutukoy sa mga site na pinapayagang magpakita ng mga larawan.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakarang 'DefaultImagesSetting' kung nakatakda ito, o kung hindi man, ang personal na configuration ng user.</string><string id="ImagesAllowedForUrlsDesc">Pinapayagan ang mga larawan sa mga site na ito</string><string id="ImagesBlockedForUrls">I-block ang mga larawan sa mga site na ito</string><string id="ImagesBlockedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy sa mga site na hindi pinapayagang magpakita ng mga larawan.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakarang 'DefaultImagesSetting' kung pinagana, o kung hindi man ay sa personal na configuration ng user.</string><string id="ImagesBlockedForUrlsDesc">I-block ang mga larawan sa mga site na ito</string><string id="JavaScriptAllowedForUrls">Payagan ang JavaScript sa mga site na ito</string><string id="JavaScriptAllowedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy ng mga site na pinapayagang magpatakbo ng JavaScript.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakarang 'DefaultJavaScriptSetting' kung nakatakda ito, o kung hindi man ay sa personal na configuration ng user.</string><string id="JavaScriptAllowedForUrlsDesc">Payagan ang JavaScript sa mga site na ito</string><string id="JavaScriptBlockedForUrls">I-block ang JavaScript sa mga site na ito</string><string id="JavaScriptBlockedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy ng mga site na hindi pinapayagang magpatakbo ng JavaScript.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakaran ng 'DefaultJavaScriptSetting' kung nakatakda ito, o kung hindi man ay sa personal na configuration ng user.</string><string id="JavaScriptBlockedForUrlsDesc">I-block ang JavaScript sa mga site na ito</string><string id="PluginsAllowedForUrls">Pahintulutan ang plugin na Flash sa mga site na ito</string><string id="PluginsAllowedForUrls_Explain">Nagbibigay-daan sa iyo na magtakda ng isang listahan ng mga pattern ng url na tumutukoy sa mga site na pinapahintulutang magpatakbo sa plugin na Flash.

Kung hahayaang hindi nakatakda ang patakarang ito, ang pangkalahatang default na value ang gagamitin para sa lahat ng site na magmumula sa patakarang 'DefaultPluginsSetting' kung nakatakda ito, o kung hindi, sa personal na configuration ng user.</string><string id="PluginsAllowedForUrlsDesc">Pahintulutan ang plugin na Flash sa mga site na ito</string><string id="PluginsBlockedForUrls">I-block ang plugin na Flash sa mga site na ito</string><string id="PluginsBlockedForUrls_Explain">Nagbibigay-daan sa iyo na magtakda ng isang listahan ng mga pattern ng url na tumutukoy sa mga site na hindi pinapahintulutang magpatakbo sa plugin na Flash.

Kung hahayaang hindi nakatakda ang patakarang ito, ang pangkalahatang default na value ang gagamitin para sa lahat ng site na magmumula sa patakarang 'DefaultPluginsSetting' kung nakatakda ito, o kung hindi, sa personal na configuration ng user.</string><string id="PluginsBlockedForUrlsDesc">I-block ang plugin na Flash sa mga site na ito</string><string id="PopupsAllowedForUrls">Pinapayagan ang mga popup sa mga site na ito</string><string id="PopupsAllowedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy ng mga site na pinapayagang magbukas ng mga popup.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakaran ng 'DefaultPopupsSetting' kung nakatakda ito, o kung hindi man ay sa personal na configuration ng user.</string><string id="PopupsAllowedForUrlsDesc">Pinapayagan ang mga popup sa mga site na ito</string><string id="RegisteredProtocolHandlers">Irehistro ang mga tagapangasiwa ng protocol</string><string id="RegisteredProtocolHandlers_Explain">Nagbibigay-daan sa iyong magrehistro ng isang listahan ng mga tagapangasiwa ng protocol. Dapat ay isa itong inirerekomendang patakaran. Dapat itakda ang property na |protocol| sa scheme gaya ng 'mailto' at dapat itakda ang property na |url| sa pattern ng URL ng application na nangangasiwa sa scheme. Maaaring maglaman ng '%s' ang pattern, at kung mayroon nito, papalitan ito ng pinapangasiwaang URL.

Ang mga tagapangasiwa ng protocol na irerehistro ng patakaran ay isasama sa mga inirehistro ng user, at available gamitin ang dalawang ito. Maaaring i-override ng user ang mga tagapangasiwa ng protocol na na-install ng patakaran sa pamamagitan ng pag-i-install ng bagong default na tagapangasiwa, ngunit hindi nila maaalis ang isang tagapangasiwa ng protocol na inirehistro ng patakaran.</string><string id="PopupsBlockedForUrls">I-block ang mga popup sa mga site na ito</string><string id="PopupsBlockedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy sa mga site na hindi pinapayagang magbukas ng mga popup.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakarang 'DefaultPopupsSetting' kung nakatakda ito, o kung hindi man ay sa personal na configuration ng user.</string><string id="PopupsBlockedForUrlsDesc">I-block ang mga popup sa mga site na ito</string><string id="NotificationsAllowedForUrls">Payagan ang mga notification sa mga site na ito</string><string id="NotificationsAllowedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy ng mga site na pinapayagang magpakita ng mga notification.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakarang 'DefaultNotificationsSetting' kung hindi ito nakatakda, o kung hindi man ay sa personal na configuration ng user.</string><string id="NotificationsAllowedForUrlsDesc">Payagan ang mga notification sa mga site na ito</string><string id="NotificationsBlockedForUrls">I-block ang mga notification sa mga site na ito</string><string id="NotificationsBlockedForUrls_Explain">Binibigyang-daan kang magtakda ng isang listahan ng mga pattern ng url na tumutukoy sa mga site na hindi pinapayagang magpakita ng mga notification.

Kung hinayaang hindi nakatakda ang patakarang ito gagamitin ang global na default na halaga para sa lahat ng site mula sa patakarang 'DefaultNotificationsSetting' kung nakatakda ito, o kung hindi man ay sa personal na configuration ng user.</string><string id="NotificationsBlockedForUrlsDesc">I-block ang mga notification sa mga site na ito</string><string id="RestoreOnStartupGroup_group">Mga page sa startup</string><string id="RestoreOnStartup">Pagkilos sa startup</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Buksan ang Pahina ng Bagong Tab</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Ipanumbalik ang huling session</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Magbukas ng listahan ng mga URL</string><string id="RestoreOnStartupURLs">Mga bubuksang URL sa startup</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Mga bubuksang URL sa startup</string><string id="HTTPAuthentication_group">Mga patakaran para sa pagpapatotoo ng HTTP</string><string id="AuthSchemes">Mga suportadong scheme ng pagpapatotoo</string><string id="AuthSchemes_Explain">Tinutukoy kung aling mga scheme ng pagpapatotoo ng HTTP ang sinusuportahan ng Google Chrome.

Ang mga posibleng value ay 'basic,' 'digest,' 'ntlm' at 'negotiate.' Paghiwa-hiwalayin ang maraming value gamit ang mga kuwit.

Kung hindi itatakda ang patakarang ito, gagamitin ang lahat ng apat na scheme.</string><string id="DisableAuthNegotiateCnameLookup">Huwag paganahin ang paghahanap ng CNAME kapag nakikipagsundo sa pagpapatotoo ng Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Tinutukoy kung ang binuong Kerberos SPN ay nakabatay sa canonical na pangalan ng DNS o sa orihinal na pangalang inilagay.

Kung pinagana mo ang setting na ito, lalaktawan ang paghahanap ng CNAME at gagamitin ang pangalan ng server tulad ng inilagay.

Kung hindi mo pinagana ang setting na ito o hinayaan itong hindi nakatakda, tutukuyin sa pamamagitan ng paghahanap ng CNAME ang canonical na pangalan ng server.</string><string id="EnableAuthNegotiatePort">Isama sa Kerberos SPN ang port na hindi karaniwan</string><string id="EnableAuthNegotiatePort_Explain">Tinutukoy kung ang nabuong Kerberos SPN ay dapat na magsama ng port na hindi karaniwan.

Kung pinagana mo ang setting na ito, at ang port na hindi karaniwan (ibig sabihin, isang port bukod sa 80 o 443) ay inilagay, isasama ito sa nabuong Kerberos SPN.

Kung hindi mo pinagana ang setting na ito, ang nabuong Kerberos SPN ay hindi magsasama ng port sa anumang kaso.</string><string id="AuthServerWhitelist">Whitelist ng server sa pagpapatotoo</string><string id="AuthServerWhitelist_Explain">Tinutukoy kung aling mga server ang dapat na naka-whitelist para sa pinagsamang pagpapatotoo. Naka-enable lang ang pinagsamang pagpapatotoo kapag tumanggap ang Google Chrome ng hamon sa pagpapatotoo mula sa isang proxy o mula sa isang server na nasa pinahihintulutang listahang ito.

Paghiwalayin ang maraming pangalan ng server gamit ang mga kuwit. Pinapayagan ang mga wildcard (*).

Kung iiwanan mong hindi nakatakda ang patakarang ito, susubukan ng Google Chrome na i-detect kung nasa Intranet ang server, at kung oo ay doon lang ito tutugon sa mga kahilingan ng IWA.  Kung na-detect ang server bilang Internet, babalewalain ng Google Chrome ang mga kahilingan ng IWA mula dito.</string><string id="AuthNegotiateDelegateWhitelist">Whitelist ng server ng paglalaan ng Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Ang mga server kung saan maaaring maglaan ang Google Chrome.

Paghiwalayin ang maraming pangalan ng server gamit ang mga kuwit. Pinapayagan ang mga wildcard (*).

Kung iiwanan mong hindi nakatakda ang patakarang ito, hindi maglalaan ang Google Chrome ng mga kredensyal ng user kahit na na-detect ang isang server bilang Intranet.</string><string id="AllowCrossOriginAuthPrompt">Mga prompt ng Cross-origin HTTP Basic Auth</string><string id="AllowCrossOriginAuthPrompt_Explain">Kinokontrol kung papayagan ang sub-content ng third-party sa isang pahina na mag-pop-up ng isang dialog box ng HTTP Basic Auth.

Karaniwang hindi ito pinapagana bilang isang depensa sa phishing. Kung hindi nakatakda ang patakarang ito, hindi ito pinapagana at hindi papayagan ang sub-content ng third-party na mag-pop up ng isang dialog box ng HTTP Basic Auth.</string><string id="QuickUnlock_group">Mga patakaran sa mabilisang pag-unlock</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Isang whitelist na kumokontrol kung aling mga mode ng mabilisang pag-unlock ang maaaring i-configure at gamitin ng user upang i-unlock ang lock screen.

Ang value na ito ay isang listahan ng mga string; ang mga wastong entry sa listahan ay: &quot;lahat&quot;, &quot;PIN.&quot; Kung idaragdag ang &quot;lahat&quot; sa listahan, magiging available sa user ang bawat mode ng mabilisang pag-unlock, kabilang ang mga ipapatupad sa hinaharap. Kung hindi naman, ang mga mode ng mabilisang pag-unlock lang na nasa listahan ang magiging available.

Halimbawa, upang payagan ang bawat mode ng mabilisang pag-unlock, gamitin ang [&quot;lahat&quot;]. Upang payagan lang ang pag-unlock ng PIN, gamitin ang [&quot;PIN&quot;]. Upang i-disable ang lahat ng mode ng mabilisang pag-unlock, gamitin ang [].

Bilang default, walang available na mode ng mabilisang pag-unlock para sa mga pinamamahalaang device.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Kinokontrol ng setting na ito kung gaano kadalas hihilingin ng lock screen na ilagay ang password upang patuloy na magamit ang mabilisang pag-unlock. Sa bawat pagpunta sa lock screen, kung lampas sa setting na ito ang huling paglalagay ng password, hindi magiging available ang mabilisang pag-unlock sa pagpunta sa lock screen. Kung mananatili ang user sa lock screen nang lampas sa panahong ito, hihingi ng password sa susunod na pagkakataong maglagay ng maling code o bumalik sa lock screen ang user, alinman ang mauna.

Kung naka-configure ang setting na ito, hihilingin sa mga user na gumagamit ng mabilisang pag-unlock na ilagay ang password nila sa lock screen depende sa setting na ito.

Kung hindi naka-configure ang setting na ito, hihilingin sa mga user na gumagamit ng mabilisang pag-unlock na ilagay ang password nila sa lock screen araw-araw.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Kung false, hindi makakapagtakda ang mga user ng mga madaling mahulaan na PIN.

Ilang halimbawa ng mga madaling mahulaan na PIN: Mga PIN na naglalaman lang ng magkakaparehong digit (1111), mga PIN na sunud-sunod ang bilang pataas (1234), mga PIN na sunud-sunod ang bilang pababa (4321), at mga PIN na karaniwang ginagamit.

Bilang default, makakatanggap ng babala ang mga user, hindi ng error, kung itinuturing na madaling mahulaan ang PIN.</string><string id="Accessibility_group">Mga setting ng accessibility</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Ipakita ang mga pagpipilian sa accessibility sa tray menu ng system</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">I-enable ang malaking cursor</string><string id="LargeCursorEnabled_Explain">I-enable ang tampok sa pagiging naa-access ng malaking cursor.

Kung nakatakda sa true ang patakarang ito, palaging naka-enable ang malaking cursor.

Kung nakatakda sa false ang patakarang ito, palaging naka-disable ang malaking cursor.

Kung itatakda mo ang patakarang ito, hindi ito maaaring baguhin o i-override ng mga user.

Kung hahayaang hindi nakatakda ang patakarang ito, naka-disable ang malaking cursor sa umpisa ngunit maaaring i-enable ng user anumang oras.</string><string id="SpokenFeedbackEnabled">Paganahin ang pasalitang feedback</string><string id="SpokenFeedbackEnabled_Explain">I-enable ang tampok sa pagiging naa-access ng sinasalitang feedback.

Kung nakatakda sa true ang patakarang ito, palaging naka-enable ang sinasalitang feedback.

Kung nakatakda sa false ang patakarang ito, palaging naka-disable ang sinasalitang feedback.

Kung itatakda mo ang patakarang ito, hindi ito maaaring baguhin o i-override ng mga user.

Kung hahayaang hindi nakatakda ang patakarang ito, naka-disable ang sinasalitang feedback sa umpisa ngunit maaaring i-enable ng user anumang oras.</string><string id="HighContrastEnabled">Paganahin ang mataas na contrast mode</string><string id="HighContrastEnabled_Explain">I-enable ang tampok na high contrast mode.

Kung nakatakda sa true ang patakarang ito, palaging naka-enable ang high contrast mode.

Kung nakatakda sa false ang patakarang ito, palaging naka-disable ang high contrast mode.

Kung itatakda mo ang patakarang ito, hindi ito maaaring baguhin o i-override ng mga user.

Kung iiwanang hindi nakatakda ang patakarang ito, naka-disable ang high contrast mode sa umpisa ngunit maaaring i-enable ng user anumang oras.</string><string id="VirtualKeyboardEnabled">I-enable ang on-screen na keyboard</string><string id="VirtualKeyboardEnabled_Explain">I-enable ang feature na pagiging naa-access ng on-screen na keyboard.

Kung itinakda sa true ang patakarang ito, i-e-enable palagi ang on-screen na keyboard.

Kung itinakda sa false ang patakarang ito, idi-disable palagi ang on-screen na keyboard.

Kung itinakda mo ang patakarang ito, hindi ito mababago o ma-o-override ng mga user.

Kung iniwang hindi nakatakda ang patakarang ito, paunang idi-disable ang on-screen na keyboard ngunit maaaring i-enable ng user anumang oras.</string><string id="KeyboardDefaultToFunctionKeys">Magde-default ang mga media key sa mga function key</string><string id="KeyboardDefaultToFunctionKeys_Explain">Ginagawang mga function key ang default na gawi ng mga key sa itaas na row.

Kung nakatakda sa true ang patakarang ito, ang itaas na row ng mga key ng keyboard ay gagawa ng mga command ng function key ayon sa default. Dapat na pindutin ang key sa paghahanap upang ma-revert sa mga media key ang gawi ng mga ito.

Kung nakatakda sa false o iniwanang hindi nakatakda ang patakarang ito, gagawa ang keyboard ng mga command ng media key ayon sa default at mga command ng function key kapag pinindot ang key sa paghahanap.</string><string id="ScreenMagnifierType">Itakda ang uri ng magnifier sa screen</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Naka-disable ang magnifier ng screen</string><string id="ScreenMagnifierType_Full-screen">Naka-enable ang magnifier na full-screen</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Itakda ang default na katayuan ng malaking cursor sa screen ng pag-login</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Itakda ang default na katayuan ng pagiging naa-access ng malaking cursor sa screen sa pag-login.

Kung nakatakda ang patakarang ito sa true, ma-e-enable ang malaking cursor kapag ipinakita ang screen sa pag-login.

Kung nakatakda ang patakarang ito sa false, madi-disable ang malaking cursor kapag ipinakita ang screen sa pag-login.

Kung itatakda ang patakarang ito, maaaring palitan ito nang pansamantala ng mga user sa pamamagitan ng pag-e-enable o pagdi-disable ng malaking cursor. Gayunpaman, hindi mananaig ang napili ng user at mababalik ang default sa tuwing ipapakitang muli ang screen sa pag-login o kung manatiling idle ang user sa screen sa pag-login sa loob ng isang minuto.

Kung hahayaang hindi nakatakda ang patakarang ito, madi-disable ang malaking cursor kapag unang ipinakita ang screen sa pag-login. Maaaring i-enable o i-disable ng mga user ang malaking cursor anumang oras at mananatili ang katayuan nito sa screen sa pag-login sa pagitan ng mga user.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Itakda ang default na katayuan ng isinalitang feedback sa screen sa pag-login</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Itakda ang default na katayuan ng tampok na pagiging naa-access ng sinasalitang feedback sa screen sa pag-login.

Kung nakatakda sa true ang patakarang ito, i-e-enable ang sinasalitang feedback kapag ipinakita ang screen sa pag-login.

Kung nakatakda sa false ang patakarang ito, idi-disable ang high sinasalitang feedback kapag ipinakita ang screen sa pag-login.

Kung itatakda mo ang patakarang ito, maaari itong pansamantalang i-override ng mga user sa pamamagitan ng pag-enable o pag-disable ng sinasalitang feedback. Gayunpaman, hindi mananaig ang pinili ng user at mababalik ang default sa tuwing ipapakitang muli ang screen sa pag-login o kung manatiling idle ang user sa screen sa loob ng isang minuto.

Kung hahayaang hindi nakatakda ang patakarang ito, naka-disable ang sinasalitang feedback kapag unang ipinakita ang screen sa pag-login. Maaaring i-enable o i-disable ng mga user ang sinasalitang feedback anumang oras at mananatili ang katayuan nito sa screen sa pag-login sa pagitan ng mga user.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Itakda ang default na katayuan ng mode na may mataas na contrast sa screen sa pag-login</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Itakda ang default na katayuan ng tampok na pagiging naa-access ng high contrast mode sa screen sa pag-login.

Kung nakatakda sa true ang patakarang ito, i-e-enable ang high contrast mode kapag ipinakita ang screen sa pag-login.

Kung nakatakda sa false ang patakarang ito, idi-disable ang high contrast mode kapag ipinakita ang screen sa pag-login.

Kung itatakda mo ang patakarang ito, maaaring pansamantalang i-override ng mga user ito sa pamamagitan ng pag-enable o pag-disable ng  high contrast mode. Gayunpaman, hindi mananaig ang pinili ng user at mababalik ang default sa tuwing ipapakitang muli ang screen sa pag-login o kung manatiling idle ang user sa screen sa loob ng isang minuto.

Kung hahayaang hindi nakatakda ang patakarang ito, naka-disable ang high contrast mode kapag unang ipinakita ang screen sa pag-login. Maaaring i-enable o i-disable ng mga user ang high contrast mode anumang oras at mananatili ang katayuan nito sa screen sa pag-login sa pagitan ng mga user.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Itakda ang default na estado ng on-screen na keyboard sa screen sa pag-login</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Itakda ang default na estado ng feature na pagiging naa-access ng on-screen na keyboard sa screen sa pag-log in.

Kung itinakda sa true ang patakarang ito, i-e-enable ang on-screen na keyboard kapag ipinapakita ang screen sa pag-log in.

Kung itinakda sa false ang patakarang ito, idi-disable ang on-screen na keyboard kapag ipinapakita ang screen sa pag-log in.

Kung itinakda mo ang patakarang ito, maaari itong pansamantalang i-override ng mga user sa pamamagitan ng pag-enable o pag-disable ng on-screen na keyboard. Gayunpaman, hindi permanente ang pipiliin ng user at ipinapanumbalik ang default sa tuwing ipinapakita ang screen sa pag-log in o nananatiling idle ang user sa screen sa pag-log in sa loob ng isang minuto.

Kung iniwang hindi nakatakda ang patakarang ito, naka-disable ang on-screen na keyboard kapag unang ipinakita ang screen sa pag-log in. Maaaring i-enable o i-disable ng mga user ang on-screen na keyboard anumang oras at magpapatuloy ang status nito sa screen sa pag-log in sa pagitan ng mga user.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Itakda ang default na uri ng magnifier ng screen na naka-enable sa screen sa pag-login</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Piliin ang default na uri ng magnifier ng screen na naka-enable sa screen sa pag-login.

Kung nakatakda ang patakarang ito, kinokontrol nito ang uri ng magnifier ng screen na naka-enable kapag ipinakita ang screen sa pag-login. Idi-disable ng pagtatakda ng patakaran sa &quot;Wala&quot; ang screen magnifier.

Kung itatakda mo ang patakarang ito, maaaring i-override ito ng mga user sa pamamagitan ng pag-enable o pag-disable sa magnifier ng screen. Gayunpaman, hindi mananaig ang napili ng user at mababalik ang default sa tuwing ipapakitang muli ang screen sa pag-login o kung manatiling idle ang user sa screen sa pag-login sa loob ng isang minuto.

Kung iiwanang hindi nakatakda ang patakarang ito, madi-disable ang magnifier ng screen kapag unang ipinakita ang screen sa pag-login. Maaaring i-enable o i-disable ng mga user ang magnifier ng screen anumang oras at mananatili ang katayuan nito sa screen sa pag-login sa pagitan ng mga user.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Naka-disable ang magnifier ng screen</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Naka-enable ang magnifier na full-screen</string><string id="NewTabPage_group">Page ng Bagong Tab</string><string id="NewTabPageLocation">I-configure ang URL ng page ng Bagong Tab</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="PowerManagement_group">Pamamahala ng power</string><string id="LidCloseAction">Pagkilos na gagawin kapag isinara ng user ang takip</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Suspendihin</string><string id="LidCloseAction_LidCloseActionLogout">I-log out ang user</string><string id="LidCloseAction_LidCloseActionShutdown">Shut down</string><string id="LidCloseAction_LidCloseActionDoNothing">Walang gawin</string><string id="PowerManagementUsesAudioActivity">Tukuyin kung nakakaapekto ang aktibidad ng audio sa pamamahala ng power</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Tukuyin kung nakakaapekto ang aktibidad ng video sa pamamahala ng power</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Porsyento ng pag-scale sa pag-aantala ng pagdilim ng screen sa presentation mode</string><string id="PresentationScreenDimDelayScale_Explain">Tinutukoy ang porsyento ng pag-scale ng pag-antala bago magdilim ang screen kapag nasa presentation mode ang device.

Kung nakatakda ang patakarang ito, tinutukoy nito ang porsyento ng pag-scale ng pag-antala bago magdilim ang screen kapag nasa presentation mode ang device. Kapag naka-scale ang pagkaantala ng pagdilim, masasaayos ang mga pagkaantala ng screen off, screen lock at idle upang panatilihin ang parehong agwat mula sa pag-aantala ng pagdilim ng screen gaya ng orihinal na pagkaka-configure.

Kung hindi nakatakda ang patakarang ito, gagamitin ang isang default na salik ng scale.

Dapat nasa 100% o higit pa ang salik ng scale. Hindi pinahihintulutan ang mga value magpapaikli sa pag-aantala ng pagdilim ng screen sa presentation mode kaysa sa regular.</string><string id="AllowScreenWakeLocks">Payagan ang mga lock ng pagpapagana ng screen</string><string id="AllowScreenWakeLocks_Explain">Tinutukoy kung pinapayagan ang mga lock ng pagpapagana ng screen. Mahihiling ng mga extension ang mga lock ng pagpapagana ng screen sa pamamagitan ng power management extension API.

Kung nakatakda sa true o iniwang hindi nakatakda ang patakarang ito, tatanggapin ang mga lock ng pagpapagana ng screen para sa pamamahala sa power.

Kung nakatakda sa false ang patakarang ito, babalewalain ang mga kahilingan sa lock ng pagpapagana ng screen.</string><string id="UserActivityScreenDimDelayScale">Porsyento na nase-scale ang pagkaantala ng pagdilim ng screen kapag naging aktibo ang user pagkatapos ng pagdilim</string><string id="UserActivityScreenDimDelayScale_Explain">Tinutukoy ang porsyento ng pag-scale sa pag-aantala ng pagdilim ng screen kapag napansin ang pagkilos ng user habang madilim ang screen o kaagad pagkatapos i-off ang screen.

Kung nakatakda ang patakarang ito, tinutukoy nito ang porsyento ng pag-scale sa pag-aantala ng pagdilim ng screen kapag napansin ang pagkilos ng user habang madilim ang screen o kaagad pagkatapos i-off ang screen. Kapag naka-scale ang pagkaantala ng pagdilim, masasaayos ang mga pagkaantala ng screen off, screen lock at idle upang panatilihin ang parehong agwat mula sa pag-aantala ng pagdilim ng screen gaya ng orihinal na pagkaka-configure.

Kung hindi nakatakda ang patakarang ito, gagamitin ang isang default na scale factor.

Dapat nasa 100% o higit pa ang scale factor.</string><string id="WaitForInitialUserActivity">Maghintay sa paunang aktibidad ng user</string><string id="WaitForInitialUserActivity_Explain">Tinutukoy kung dapat lang magsimulang tumakbo ang mga pagkaantala sa pamamahala sa power at ang limitasyon sa haba ng session pagkatapos makita ang unang aktibidad ng user sa isang session.

Kung nakatakda ang patakarang ito sa True, hindi magsisimulang tumakbo ang mga pagkaantala sa pamamahala sa power management at ang limitasyon sa haba ng session hanggang makita ang unang aktibidad ng user sa isang session.

Kung nakatakda ang patakarang ito sa False o iniwang hindi nakatakda, agad na tatakbo ang mga pagkaantala sa pamamahala sa power at ang limitasyon sa haba ng session sa pagsisimula ng session.</string><string id="PowerManagementIdleSettings">Mga setting ng pamamahala ng power kapag naging idle ang user</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Mga itinakdang oras ng screen lock</string><string id="ScreenLockDelays_Explain">Tinutukoy kung gaano katagal dapat na walang input mula sa user bago ma-lock ang screen kapag AC power o baterya ang ginagamit

Kapag itinakda ang haba ng oras sa value na mas malaki sa zero, katumbas nito ang tagal ng pagiging idle ng user bago i-lock ng Google Chrome OS ang screen.

Kapag itinakda ang haba ng oras sa zero, hindi ila-lock ng Google Chrome OS ang screen kapag naging idle ang user.

Kapag hindi itinakda ang haba ng oras, gagamitin ang isang default na haba ng oras.

Ang inirerekomendang paraan ng pag-lock ng screen sa idle ay ang i-enable ang pagla-lock ng screen habang naka-suspend at hayaang mag-suspend ang Google Chrome OS pagkatapos ang itinakdang oras ng pagiging idle. Dapat lang gamitin ang patakarang ito kapag magaganap ang pagla-lock ng screen sa loob ng mas maikling panahon kaysa sa suspend o kapag hindi mo gustong mangyari ang pag-suspend habang naka-idle.

Dapat tukuyin ang value ng patakaran sa milliseconds. Itinatakda ang mga value upang maging mas maikli ang mga ito kaysa sa itinakdang oras ng pagiging idle.</string><string id="Proxy_group">Proxy server</string><string id="ProxyMode">Pumili kung paano tukuyin ang mga setting ng proxy server</string><string id="ProxyMode_Explain">Binibigyang-daan ka na matukoy ang proxy server na ginagamit ng Google Chrome at pinipigilan ang mga user na baguhin ang mga setting ng proxy.

Kung pipiliin mong hindi gumamit ng proxy server at palaging kumonekta nang direkta, babalewalain ang lahat ng iba pang opsyon.
Kung pipiliin mong gumamit ng mga setting ng proxy ng system, babalewalain ang lahat ng iba pang opsyon.

Kung pipiliin mong awtomatikong ma-detect ang proxy server, babalewalain ang lahat ng iba pang opsyon.

Kung pipiliin mo ang nakapirming server proxy mode, maaari mong matukoy ang higit pang mga opsyon sa 'Address o URL ng proxy server' at 'Mga panuntunan ng comma-separated list ng pag-bypass ng proxy.' Tanging ang HTTP na proxy server lang na may pinakamataas na priyoridad ang available para sa mga ARC app.

Kung pinili mong gumamit ng .pac proxy script, dapat mong tukuyin ang URL sa script sa 'URL sa proxy .pac file'.

Para sa higit pang detalyadong mga halimbawa, bisitahin ang:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Kung ie-enable mo ang setting na ito, babalewalain ng Google Chrome at mga ARC-app ang lahat ng opsyon na nauugnay sa proxy na tinukoy sa linya ng command.

Kapag hinayaang hindi nakatakda ang patakarang ito, mabibigyang-daan ang mga user na sila mismo ang pumili ng mga setting ng proxy.</string><string id="ProxyMode_ProxyDisabled">Huwag kailanman gumamit ng proxy</string><string id="ProxyMode_ProxyAutoDetect">I-auto detect ang mga setting ng proxy</string><string id="ProxyMode_ProxyPacScript">Gumamit ng .pac proxy script</string><string id="ProxyMode_ProxyFixedServers">Gumamit ng mga nakapirming proxy server</string><string id="ProxyMode_ProxyUseSystem">Gumamit ng mga setting ng proxy ng system</string><string id="ProxyServer">Address o URL ng mga proxy server</string><string id="ProxyServer_Explain">Maaari mong itakda rito ang URL ng proxy server.

Magkakaroon lang ng bisa ang patakarang ito kung pinili mo ang mga setting ng manual na proxy sa 'Piliin kung paano itatakda ang mga setting ng proxy server.'

Hindi mo dapat itakda ang patakarang ito kung pumili ka ng iba pang mode para sa pagtatakda ng mga patakaran ng proxy.

Upang makakita ng iba pang mga opsyon at detalyadong halimbawa, bisitahin ang:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL sa proxy na .pac file</string><string id="ProxyPacUrl_Explain">Makakapagtakda ka rito ng URL sa isang proxy .pac file.

Magkakaroon lang ng bisa ang patakarang ito kung pinili mo ang mga setting ng manual na proxy sa 'Piliin kung paano itatakda ang mga setting ng proxy server.'

Hindi mo dapat itakda ang patakarang ito kung pumili ka ng iba pang mode para sa pagtatakda ng mga patakaran ng proxy.

Upang makakita ng mga detalyadong halimbawa, bisitahin ang:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Mga panuntunan sa pag-bypass ng proxy</string><string id="ProxyBypassList_Explain">Iba-bypass ng Google Chrome ang anumang proxy para sa listahan ng mga host na ibinigay dito.

Nagkakaroon lang ng epekto ang patakarang ito kung napili mo ang mga manual na setting ng proxy sa 'Piliin kung paano tumukoy ng mga setting ng proxy server'.

Dapat mong hayaang hindi nakatakda ang patakarang ito, kung pumili ka ng anumang iba pang mode para sa pagtatakda ng mga patakaran ng proxy.

Para sa higit pang mga detalyadong halimbawa, bisitahin ang:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="PasswordManager_group">Tagapamahala ng password</string><string id="PasswordManagerEnabled">I-enable ang pagse-save ng mga password sa password manager</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="AllowDeletingBrowserHistory">Paganahin ang pagtatanggal ng browser at kasaysayan ng pag-download</string><string id="AllowDeletingBrowserHistory_Explain">Pinapagana ang pagtatanggal ng kasaysayan ng browser at kasaysayan ng pag-download sa Google Chrome at pinipigilan ang mga user na baguhin ang setting na ito.

Tandaan na kahit hindi pinagana ang patakarang ito, walang garantiyang mapapanatili ang kasaysayan sa pagba-browse at pag-download: maaaring ma-edit o matanggal nang direkta ng mga user ang mga file ng database ng kasaysayan, at maaaring i-expire o i-archive ng mismong browser ang anuman o lahat ng item ng kasaysayan anumang oras.

Kung pinagana ang setting na ito o hindi nakatakda, maaaring matanggal ang kasaysayan sa pagba-browse at pag-download.

Kung hindi pinagana ang setting na ito, hindi maaaring matanggal ang kasaysayan sa pagba-browse at pag-download.</string><string id="AllowDinosaurEasterEgg">Pahintulutan ang Dinosaur Easter Egg Game</string><string id="AllowDinosaurEasterEgg_Explain">Nagbibigay-daan sa mga user na makapaglaro ng dinosaur easter egg game kapag offline ang device.

Kung itatakda sa False ang patakarang ito, kapag naka-offline ang device, hindi makakapaglaro ng dinosaur easter egg game ang mga user. Kung itatakda naman sa True ang setting na ito, makakapaglaro ng dinosaur game ang mga user. Kung hindi itatakda ang patakarang ito, hindi makakapaglaro ng dinosaur easter egg game ang mga user na naka-enroll sa Chrome OS, ngunit sa ibang mga pagkakataon, maaari itong malaro ng mga user.</string><string id="AllowOutdatedPlugins">Payagan ang pagpapatakbo ng mga plugin na wala na sa panahon</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Payagan ang pagla-lock ng screen</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Tukuyin ang mga domain na pinapayagang i-access ang Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Paganahin ang mga kahaliling pahina ng error</string><string id="AlternateErrorPagesEnabled_Explain">Binibigyang-daan ang paggamit ng mga kahaliling pahina ng mga error na built in sa Google Chrome (gaya ng 'hindi natagpuan ang pahina') at pinipigilan ang mga user na baguhin ang setting na ito.

Kung pinagana mo ang setting na ito, ginagamit ang mga kahaliling pahina ng error.

Kung hindi mo pinagana ang setting na ito, hindi kailanman ginagamit ang mga kahaliling pahina ng error.

Kung pinagana mo o hindi mo pinagana ang setting na ito, hindi maaaring baguhin o i-overide ng mga user ang setting na ito sa Google Chrome.

Kung hinayaang hindi nakatakda ang patakarang ito, papaganahin ito ngunit magagawa ng user na baguhin ito.</string><string id="AlwaysAuthorizePlugins">Palaging patakbuhin ang mga plugin na nangangailangan ng pahintulot</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">I-enable ang Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Kapag nakatakda ang patakarang ito sa true, ia-upload ang data ng Android app sa mga server ng Android Backup at ire-restore mula sa mga ito kapag nagsagawa ng mga muling pag-install ng app para sa mga compatible na app.

Kapag nakatakda ang patakarang ito sa false, mag-o-off ang Android Backup Service.

Kung na-configure ang setting na ito, hindi magagawa ng mga user na baguhin ang mga ito nang sila lang.

Kung hindi na-configure ang setting na ito, magagawang i-on at i-off ng mga user ang Android Backup Service sa app na Mga Setting ng Android.</string><string id="ArcCertificatesSyncMode">Itakda ang availability ng certificate para sa mga ARC app</string><string id="ArcCertificatesSyncMode_Explain">Kung nakatakda sa SyncDisabled o hindi naka-configure, hindi available ang mga certificate ng Google Chrome OS para sa mga ARC app.

Kung nakatakda sa CopyCaCerts, available para sa mga ARC app ang lahat ng CA certificate na may Web TrustBit na na-install ng ONC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">I-disable ang paggamit ng mga certificate ng Google Chrome OS sa mga ARC app</string><string id="ArcCertificatesSyncMode_CopyCaCerts">I-enable ang mga CA certificate ng Google Chrome OS sa mga ARC app</string><string id="ArcEnabled">I-enable ang ARC</string><string id="ArcEnabled_Explain">Kapag itinakda sa true ang patakarang ito, mae-enable ang ARC para sa user
(napapailalim sa mga karagdagang pagsusuri sa mga setting ng patakaran - hindi pa rin
magiging available ang ARC kung ie-enable ang ephemeral mode o maraming pag-sign in
sa session ng kasalukuyang user).

Kung idi-disable o hindi iko-configure ang setting na ito, hindi magagamit ng
mga user ng enterprise ang ARC.</string><string id="ArcLocationServiceEnabled">I-enable ang Serbisyo sa Lokasyon ng Google sa Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">I-configure ang ARC</string><string id="ArcPolicy_Explain">Tumutukoy ng hanay ng mga patakarang ipapasa sa runtime ng ARC. Dapat ay valid na JSON ang value.

Magagamit ang patakarang ito upang i-configure kung aling mga Android app ang awtomatikong ii-install sa device:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identifier ng Android app, hal., &quot;com.google.android.gm&quot; para sa Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Tumutukoy sa kung paano ii-install ang isang app. OPTIONAL: Hindi awtomatikong ii-install ang app, ngunit maaari itong i-install ng user. Ito ang default kung hindi tutukuyin ang patakarang ito. PRELOAD: Awtomatikong ii-install ang app, ngunit maaari itong i-uninstall ng user. FORCE_INSTALLED: Awtomatikong ii-install ang app at hindi ito maaaring i-uninstall ng user. BLOCKED: Naka-block ang app at hindi maaaring i-install. Kung na-install ang app alinsunod sa dating patakaran, maa-uninstall ito.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Patakaran sa pagbibigay ng mga kahilingan sa pahintulot sa mga app. PERMISSION_POLICY_UNSPECIFIED: Hindi tinukoy ang patakaran. Kung walang tutukuying patakaran para sa isang pahintulot sa anumang antas, gagamitin bilang default ang `PROMPT` na gawi. PROMPT: Nagpa-prompt sa user na magbigay ng pahintulot. GRANT: Awtomatikong nagbibigay ng pahintulot. DENY: Awtomatikong hindi nagbibigay ng pahintulot.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Partikular sa app na object ng configuration ng JSON na may hanay ng mga key-value na pares, hal., '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Tinutukoy ang mga key sa manifest ng app.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Upang mag-pin ng mga app sa launcher, tingnan ang PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Payagan o tanggihan ang pagkuha ng audio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Mga URL na mabibigyan ng access sa mga device na nakakakuha ng audio nang walang prompt</string><string id="AudioCaptureAllowedUrls_Explain">Itutugma ang mga pattern sa listahang ito sa security
origin ng humihiling na URL. Kung makakita ng katugma, magbibigay ng access sa mga device na nagka-capture ng audio
nang walang prompt.

TANDAAN: Hanggang sa bersyon 45, sinusuportahan lang ang patakarang ito sa Kiosk mode.</string><string id="AudioCaptureAllowedUrlsDesc">Mga URL na mabibigyan ng access sa mga device na nakakakuha ng audio nang walang prompt</string><string id="AudioOutputAllowed">Payagan ang pag-play ng audio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Paganahin ang AutoFill</string><string id="AutoFillEnabled_Explain">Pinapagana ang AutoFill na tampok ng Google Chrome at binibigyang-daan ang mga user na mag-autocomplete ng mga form ng web gamit ang mga nakaraang inimbak na impormasyon gaya ng address o impormasyon ng credit card.

Kung hindi mo pinagana ang setting na ito, magiging hindi naa-access sa mga user ang AutoFill.

Kung pinagana mo ang setting na ito o hindi nagtakda ng halaga, mananatiling nasa ilalim ng kontrol ng user ang AutoFill. Bibigyang-daan sila nitong mag-configure ng mga profile ng AutoFill at i-on o i-off ang AutoFill ayon sa sarili nilang paghuhusga.</string><string id="AutofillCreditCardEnabled">I-enable ang AutoFill para sa mga credit card</string><string id="AutofillCreditCardEnabled_Explain">Nag-e-enable sa feature na Autofill ng Google Chrome at nagbibigay-daan sa mga user na awtomatikong kumpletuhin ang impormasyon ng credit card at address sa mga web form gamit ang dati nang naka-store na impormasyon.

Kung idi-disable mo ang setting na ito, hindi kailanman magmumungkahi o maglalagay ang Autofill ng impormasyon ng credit card, o magse-save ng karagdagang impormasyon ng credit card na maaaring isumite ng user habang nagba-browse sa web.

Kung ie-enable mo ang setting na ito o kung hindi ka magtatakda ng value, makokontrol ng user ang pangkalahatang feature na autofill (kabilang ang mga credit card) sa UI.</string><string id="BlockThirdPartyCookies">I-block ang cookies ng third party</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Paganahin ang Bookmark Bar</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Binabalewala ng pagpapatotoo ng captive portal ang proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">I-disable ang pagpapatupad ng Transparency ng Certificate para sa isang listahan ng mga URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Dini-disable ang pagpapatupad ng mga kinakailangan sa Transparency ng Certificate sa mga nakalistang URL.

Pinapayagan ng patakarang ito na hindi ihayag ang mga certificate para sa mga hostname sa mga natukoy na URL sa pamamagitan ng Transparency ng Certificate. Nagbibigay-daan ito sa mga certificate, na maaaring maituring na hindi mapagkakatiwalaan dahil hindi maayos na naihayag sa publiko, upang patuloy na magamit, ngunit mas nagiging mahirap na matukoy ang mga certificate na hindi nagamit nang maayos para sa mga host na iyon.

Naka-format ang isang pattern ng URL alinsunod sa https://www.chromium.org/administrators/url-blacklist-filter-format. Gayunpaman, dahil may bisa ang mga certificate para sa naturang hostname na hiwalay sa scheme, port o path, ang bahagi ng hostname lang ng URL ang kinikilala. Hindi sinusuportahan ang mga wildcard host.

Kung hindi nakatakda ang patakarang ito, ang anumang certificate na kinakailangang ihayag sa pamamagitan ng Transparency ng Certificate ay ituturing na hindi pinagkakatiwalaan kung hindi ito inihayag alinsunod sa patakaran sa Transparency ng Certificate.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">I-disable ang pagpapatupad ng Transparency ng Certificate para sa isang listahan ng mga URL</string><string id="ChromeOsLockOnIdleSuspend">Paganahin ang lock kapag naging idle o nasuspinde ang device.</string><string id="ChromeOsLockOnIdleSuspend_Explain">Paganahin ang pag-lock kapag naging idle o nasuspinde ang mga device ng Google Chrome OS.

Kung ie-enable mo ang setting na ito, hihingan ng password ang mga user upang i-unlock ang device mula sa pag-sleep.

Kung idi-disable mo ang setting na ito, hindi hihingan ng password ang mga user upang i-unlock ang device mula sa pag-sleep.

Kung ie-enable o idi-disable mo ang setting na ito, hindi ito mababago o mao-override ng mga user.

Kung hindi nakatakda ang patakaran, makakapili ang user kung gusto niyang mahingan ng password upang i-unlock ang device o hindi.</string><string id="ChromeOsMultiProfileUserBehavior">Kokontrolin ang pag-uugali ng user sa isang session na multiprofile</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Kontrolin ang gawi ng user sa isang multiprofile session sa mga Google Chrome OS device.

Kung itinakda ang patakarang ito sa 'MultiProfileUserBehaviorUnrestricted', ang user ay maaaring maging pangunahin o pangalawang user sa isang multiprofile session.

Kung itinakda ang patakarang ito sa 'MultiProfileUserBehaviorMustBePrimary', ang user ay maaaring maging pangunahing user lang sa isang multiprofile session.

Kung itinakda ang patakarang ito sa 'MultiProfileUserBehaviorNotAllowed', hindi maaaring maging bahagi ang user ng isang multiprofile session.

Kung itinakda mo ang setting na ito, hindi ito mababago o ma-o-override ng mga user.

Kung pinalitan ang mga setting habang naka-sign in ang isang user sa isang multiprofile session, susuriin ang lahat ng user sa loob ng session kumpara sa kanilang tumutugmang mga setting. Isasara ang session kung hindi na pinapayagan ang sinumang user na manatili sa session.

Kung iniwanang hindi nakatakda ang patakaran, malalapat ang default na value na 'MultiProfileUserBehaviorMustBePrimary' para sa mga user na pinapamahalaan ng enterprise at gagamitin ang 'MultiProfileUserBehaviorUnrestricted' para sa mga user na hindi pinapamahalaan.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Payagan ang mga user ng enterprise na maging parehong pangunahin at pangalawa (Default na pag-uugali para sa mga user na hindi pinamamahalaan)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Payagan ang user ng enterprise na maging pangunahing multiprofile na user lang (Default na pag-uugali para sa mga user na pinamamahalaan ng enterprise)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Hindi pinapayagan ang enterprise user na maging bahagi ng multiprofile (pangunahin o pangalawa)</string><string id="ChromeOsReleaseChannel">I-release ang channel</string><string id="ChromeOsReleaseChannel_Explain">Tinutukoy ang channel ng paglabas kung saan dapat naka-lock ang device.</string><string id="ChromeOsReleaseChannel_StableChannel">Stable na channel</string><string id="ChromeOsReleaseChannel_BetaChannel">Beta channel</string><string id="ChromeOsReleaseChannel_DevChannel">Dev channel (maaaring hindi stable)</string><string id="ChromeOsReleaseChannelDelegated">Kung maaaring i-configure ng user ang release channel</string><string id="ChromeOsReleaseChannelDelegated_Explain">Kung nakatakda sa True ang patakaran at hindi tinukoy ang patakaran sa ChromeOsReleaseChannel, papayagan ang mga user ng nagpapatalang domain na baguhin ang release channel ng device. Kung nakatakda sa false ang patakarang ito, ila-lock ang device sa channel kung saan ito huling itinakda.

Papalitan ng patakarang ChromeOsReleaseChannel ang channel na pinili ng user, ngunit kung mas matatag ang channel ng patakaran sa channel na na-install sa device, lilipat lang ang channel kapag naabot na ng mas matatag na channel ang numero ng bersyon na mahigit sa numerong naka-install sa device.</string><string id="ComponentUpdatesEnabled">Ine-enable ang mga pag-update ng bahagi sa Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Ine-enable ang mga pag-update sa bahagi para sa lahat ng bahagi sa Google Chrome kapag hindi nakatakda o nakatakda sa True.

Kung nakatakda sa False, idi-disable ang mga pag-update sa mga bahagi. Gayunpaman, nakabukod ang ilang bahagi sa patakarang ito: hindi idi-disable ang anumang bahagi na hindi naglalaman ng executable code, o hindi kapansin-pansing binabago ang pagkilos ng browser, o mahalaga sa seguridad nito.

Kabilang sa mga halimbawa ng mga naturang bahagi ang mga listahan ng pagpapawalang-bisa ng certificate at ligtas na data mula sa pag-browse.
Tingnan ang https://developers.google.com/safe-browsing para sa higit pang impormasyon tungkol sa Ligtas na Pag-browse.</string><string id="DefaultPrinterSelection">Mga panuntunan sa pagpili ng default na printer</string><string id="DefaultPrinterSelection_Explain">Ino-override ang mga panuntunan sa pagpili ng default na printer ng Google Chrome.

Tinutukoy ng patakarang ito ang mga panuntunan sa pagpili ng default na printer sa Google Chrome na magaganap sa unang beses na gamitin ang function na pag-print sa isang profile.

Kapag nakatakda ang patakarang ito, susubukan ng Google Chrome na maghanap ng printer na tumutugma sa lahat ng tinukoy na attribute at pipiliin ito bilang default na printer. Ang unang printer na nakitang tumutugma sa patakaran ang pipiliin, kung sakaling may hindi natatanging pagtugma, maaaring piliin ang anumang tumutugmang printer, depende sa pagkakasunud-sunod na natuklasan ang mga printer.

Kung hindi nakatakda ang patakarang ito o walang nakitang tumutugmang printer sa loob ng timeout, magde-default ang printer sa built-in na PDF printer o walang pipiliing printer, kapag hindi available ang PDF printer.

Ipa-parse ang value bilang JSON object, na umaayon sa sumusunod na schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Whether to limit the search of the matching printer to a specific set of printers.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer id.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer display name.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Ang mga printer na nakakonekta sa Google Cloud Print ay itinuturing na &quot;cloud&quot;, iuuri ang iba pang natitirang printer bilang &quot;local&quot;.
Ang hindi paglalagay ng laman sa isang field ay nangangahulugang nagtutugma ang lahat ng value, halimbawa, ang hindi pagtukoy ng pagkakakonekta ay magdudulot sa Preview ng Print na simulan ang pagtuklas ng lahat ng uri ng printer, sa lokal at sa cloud.
Dapat na sundin ng mga pattern ng karaniwang expression ang JavaScript RegExp syntax at case sensitive ang mga pagtutugma.</string><string id="DeveloperToolsDisabled">Huwag paganahin ang Mga Tool ng Nag-develop</string><string id="DeveloperToolsDisabled_Explain">Dini-disable ang Mga Tool ng Developer at ang JavaScript console.

Kung ie-enable mo ang setting na ito, hindi maa-access ang Mga Tool ng Developer at hindi na maaaring siyasatin ang mga elemento ng web-site. Idi-disable ang anumang mga keyboard shortcut at anumang mga entry ng menu o menu ng konteksto upang mabuksan ang Mga Tool ng Developer o ang JavaScript Console.

Kapag itinakda ang opsyong ito sa naka-disable o kapag iniwan itong hindi nakatakda, bibigyang-daan ang user na gamitin ang Mga Tool ng Developer at ang JavaScript console.</string><string id="DeviceAllowBluetooth">Payagan ang bluetooth sa device</string><string id="DeviceAllowBluetooth_Explain">Kung nakatakda sa false ang patakarang ito, idi-disable ng Google Chrome OS ang Bluetooth at hindi ito muling mae-enable ng user.

Kung nakatakda sa true o hindi naitakda ang patakarang ito, mai-enable o madi-disable ng user ang Bluetooth hangga't gusto nila.

Kung naitakda ang patakarang ito, hindi ito mababago o mao-override ng user.

Pagkatapos i-enable ang Bluetooth, dapat mag-log out at muling mag-log in ang user upang umepekto ang mga pagbabago (hindi na ito kailangan kapag dini-disable ang Bluetooth).</string><string id="DeviceAllowNewUsers">Payagan ang paglikha ng mga bagong user account</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Payagan ang mga user na kumuha ng mga alok sa pamamagitan ng Pagpaparehistro ng Chrome OS</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Magagamit ng mga IT admin para sa mga enterprise device ang flag na ito upang kontrolin kung papayagan ang mga user na kumuha ng mga alok sa pamamagitan ng Pagpaparehistro ng Chrome OS.

Kung itinakda sa true o iniwang hindi nakatakda ang patakarang ito, makakakuha ng mga alok ang mga user sa pamamagitan ng Pagpaparehistro ng Chrome OS.

Kung itinakda sa false ang patakarang ito, hindi makakakuha ng mga alok ang user.</string><string id="DeviceAutoUpdateDisabled">Hindi Pinapagana ang Awtomatikong Pag-update</string><string id="DeviceAutoUpdateDisabled_Explain">Dini-disable ang awtomatikong pag-update kapag nakatakda sa True.

Awtomatikong tumitingin ng mga update ang mga device ng Google Chrome OS kapag hindi naka-configure, o nakatakda sa False ang setting na ito.

Babala: Inirerekomendang panatilihing naka-enable ang mga awtomatikong pag-update upang makatanggap ang mga user ng mga update sa software at kritikal na pag-aayos sa seguridad. Maaaring malagay sa peligro ang mga user kung io-off ang mga awtomatikong pag-update.</string><string id="DeviceAutoUpdateP2PEnabled">Naka-enable ang auto update p2p</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Tinutukoy kung gagamitin ang p2p para sa mga payload sa pag-update ng OS. Kung nakatakda sa True, ang mga device ay magbabahagi at susubukang gamitin ang mga payload sa pag-update sa LAN, na malamang na babawasan ang paggamit at pagsikip sa Internet bandwidth. Kung hindi available sa LAN ang payload sa pag-update, babalik ang device sa pag-download mula sa server sa pag-update. Kung nakatakda sa False o hindi naka-configure, hindi gagamitin ang p2p.</string><string id="DeviceBlockDevmode">I-block ang mode ng developer</string><string id="DeviceBlockDevmode_Explain">I-block ang mode ng developer.

Kung itatakda sa True ang patakarang ito, pipigilan ng Google Chrome OS ang device na ma-boot sa mode ng developer. Tatangging mag-boot ang system at magpapakita ito ng screen ng error kapag naka-on ang switch ng developer.

Kung hindi nakatakda o nakatakda sa False ang patakarang ito, mananatiling available ang mode ng developer para sa device.</string><string id="DeviceDataRoamingEnabled">Payagan ang roaming ng data</string><string id="DeviceDataRoamingEnabled_Explain">Tinutukoy kung dapat paganahin ang roaming ng data para sa device. Kung nakatakda sa true, pinapayagan ang roaming ng data. Kung iniwang hindi naka-configure o nakatakda sa false, hindi magiging available ang roaming ng data.</string><string id="DeviceEphemeralUsersEnabled">I-wipe ang data ng user sa pag-sign-out</string><string id="DeviceEphemeralUsersEnabled_Explain">Tinutukoy kung pinapanatili ng Google Chrome OS ang lokal na data ng account pagkatapos ng pag-logout. Kung nakatakda sa true, walang mga umiiral nang account ang pananatilihin ng Google Chrome OS at idi-discard ang lahat ng data mula sa session ng user pagkatapos ng pag-logout. Kung nakatakda sa false o hindi naka-configure ang patakarang ito, maaaring magpanatili ng (na-encrypt na) lokal na data ng user ang device.</string><string id="DeviceGuestModeEnabled">Payagan ang mode ng bisita</string><string id="DeviceGuestModeEnabled_Explain">Kung nakatakda sa true o hindi naka-configure ang patakarang ito, papaganahin ng Google Chrome OS ang mga pag-login ng bisita. Ang mga pag-login ng bisita ay mga walang pagkakakilanlang session ng user at hindi nangangailangan ng password.

Kung nakatakda sa false ang patakarang ito, hindi papayagan ng Google Chrome OS na masimulan ang mga session ng bisita.</string><string id="DeviceLoginScreenAppInstallList">I-configure ang listahan ng mga naka-install na app sa screen ng pag-login</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">I-configure ang listahan ng mga naka-install na app sa screen ng pag-login</string><string id="DeviceLoginScreenInputMethods">Mga layout ng keyboard sa screen ng pag-sign in ng device</string><string id="DeviceLoginScreenInputMethods_Explain">Kino-configure kung aling mga layout ng keyboard ang papayagan sa screen sa pag-sign in ng Google Chrome OS.

Kung itinakda ang patakarang ito sa isang listahan ng mga identifier ng paraan ng pag-input, magiging available ang nasabing paraan ng pag-input sa screen sa pag-sign in. Pauna nang pipiliin ang unang paraan ng pag-input. Habang naka-focus ang isang user pod sa screen sa pag-sign in, magiging available ang huling paraan ng pag-input na ginamit ng user kasama ang mga paraan ng pag-input na ibinigay ng patakarang ito. Kung hindi naitakda ang patakarang ito, ang mga paraan ng pag-input sa screen sa pag-sign in na ito ay kukunin mula sa locale kung saan ipinapakita ang screen sa pag-sign in. Babalewalain ang mga value na hindi wastong identifier ng paraan ng pag-input.</string><string id="DeviceLoginScreenInputMethodsDesc">Mga layout ng keyboard sa screen ng pag-sign in ng device</string><string id="DeviceLoginScreenLocales">Lokal ng screen sa pag-sign in ng device</string><string id="DeviceLoginScreenLocales_Explain">Kino-configure ang lokal na ipinapatupad sa screen sa pag-sign in ng Google Chrome OS.

Kung nakatakda ang patakarang ito, palaging ipapakita ang screen sa pag-sign in sa lokal na ibinigay ng unang value ng patakarang ito (tinukoy ang patakaran bilang listahan para sa forward compatibility).  Kung hindi nakatakda ang patakarang ito o nakatakda sa isang walang lamang listahan, ipapakita ang screen sa pag-sign in sa lokal ng huling session ng user.  Kung nakatakda ang patakarang ito sa value na isang hindi wastong lokal, ipapakita ang screen sa pag-sign in sa isang fallback na lokal (kasalukuyang en-US).</string><string id="DeviceLoginScreenLocalesDesc">Lokal ng screen sa pag-sign in ng device</string><string id="DeviceLoginScreenPowerManagement">Pamamahala ng power sa screen sa pag-log in</string><string id="DeviceLoginScreenPowerManagement_Explain">Kino-configure ang pamamahala sa power sa screen sa pag-login sa Google Chrome OS.

Nagbibigay-daan sa iyo ang patakarang ito na i-configure kung paano kikilos ang Google Chrome OS kapag walang gawain ang user sa loob ng ilang sandali habang ipinapakita ang screen sa pag-login. Kumokontrol ang patakaran ng maraming setting. Para sa mga indibidwal na semantics at saklaw ng value ng mga ito, tingnan ang mga naaangkop na patakararan na kumokontrol sa pamamahala sa power sa loob ng isang session. Ang mga natatanging paglihis sa mga patakarang ito ay:
* Ang mga pagkilos na gagawin kapag idle o kapag nakasara ang takip ay hindi makakapagpatapos sa session.
* Ang default na pagkilos na ginawa kapag idle kapag gumagana gamit ang AC power ay ang mag-shut down.

Kapag iniwang hindi tinukoy ang isang setting, ang default na value ang gagamitin.

Kapag hindi nakatakda ang patakarang ito, gagamitin ang mga default para sa lahat ng setting.</string><string id="DeviceMetricsReportingEnabled">Paganahin ang pag-uulat ng mga sukatan</string><string id="DeviceMetricsReportingEnabled_Explain">Nagkokontrol kung iuulat sa Google ang mga sukatan ng paggamit at data ng diagnostic, kabilang ang mga ulat ng pag-crash. Kung itatakda sa true, iuulat ng Google Chrome OS ang mga sukatan ng paggamit at data ng diagnostic. Kung hindi iko-configure o kung itatakda sa false, idi-disable ang pag-uulat ng mga sukatan at data ng diagnostic.</string><string id="DeviceNativePrinters">File ng configuration para sa mga device ng printer ng enterprise</string><string id="DeviceNativePrinters_Explain">Nagbibigay ng mga configuration para sa mga enterprise printer na naka-bind sa mga device.

Pinapayagan ka ng patakarang ito na magbigay ng mga configuration ng printer sa mga Google Chrome OS device. Hindi dapat lumampas ang laki ng file sa 5MB at dapat ay naka-encode ito sa JSON. Pareho ang format sa format ng diksyunaryo ng NativePrinters.  Tinatantyang ang isang file na may humigit-kumulang 21,000 printer ay mae-encode bilang 5MB na file.  Ginagamit ang cryptographic hash upang i-verify ang integridad ng download.

Ida-download at ika-cache ang file. Muli itong ida-download sa tuwing magbabago ang URL o ang hash.

Kung nakatakda ang patakarang ito, ida-download ng Google Chrome OS ang file para sa mga pag-configure ng printer at gagawin nitong available ang mga printer alinsunod sa DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist, at DeviceNativePrintersBlacklist.

Walang epekto ang patakarang ito sa kung maaaring mag-configure ng mga printer ang mga user sa mga indibidwal na device.  Nakalaan itong maging dagdag sa pag-configure ng mga indibidwal na user sa mga printer.

Karagdagan ang patakarang ito sa NativePrintersBulkConfiguration.

Kung hindi nakatakda ang patakarang ito, walang magiging device printer at babalewalain ang iba pang patakaran ng DeviceNativePrinter*.</string><string id="DeviceNativePrintersAccessMode">Patakaran sa pag-access ng configuration ng mga printer ng device.</string><string id="DeviceNativePrintersAccessMode_Explain">Kumokontrol sa kung aling mga printer mula sa DeviceNativePrinters ang available sa mga user.

Nagtatalaga sa kung aling patakaran sa pag-access ang gagamitin para sa maramihang pag-configure ng printer. Kung pipiliin ang AllowAll, ipapakita ang lahat ng printer. Kung pipiliin ang BlacklistRestriction, gagamitin ang DeviceNativePrintersBlacklist upang paghigpitan ang access sa mga tinukoy na printer.  Kung pipiliin ang WhitelistPrintersOnly, ang mga printer na maaaring piliin lang ang itatalaga ng DeviceNativePrintersWhitelist.

Kung hindi nakatakda ang patakarang ito, ipagpapalagay ang BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Ipinapakita ang lahat ng printer maliban sa mga nasa blacklist.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Mga printer lang sa whitelist ang ipinapakita sa mga user</string><string id="DeviceNativePrintersAccessMode_AllowAll">Payagan ang lahat ng printer mula sa file ng configuration.</string><string id="DeviceNativePrintersBlacklist">Mga naka-disable na printer ng device ng enterprise</string><string id="DeviceNativePrintersBlacklist_Explain">Tumutukoy sa mga printer na hindi magagamit ng user.

Ginagamit lang ang patakarang ito kung napili ang BlacklistRestriction para sa DeviceNativePrintersAccessMode.

Kung ginagamit ang patakarang ito, ibibigay ang lahat ng printer sa user maliban sa mga id na nakalista sa patakarang ito.
</string><string id="DeviceNativePrintersBlacklistDesc">Mga naka-disable na printer ng device ng enterprise</string><string id="DeviceNativePrintersWhitelist">Mga naka-enable na printer ng device ng enterprise</string><string id="DeviceNativePrintersWhitelist_Explain">Tumutukoy sa mga printer na magagamit ng user.

Ginagamit lang ang patakarang ito kung pipiliin ang WhitelistPrintersOnly para sa DeviceNativePrintersAccessMode

Kung ginagamit ang patakarang ito, ang mga printer lang na may mga id na tumutugma sa mga value sa patakarang ito ang available sa user. Dapat tumugma ang mga id sa mga entry sa file na tinukoy sa DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Mga naka-enable na printer ng device ng enterprise</string><string id="DeviceOffHours">Mga off hour na pagitan kapag na-release ang OffHours |ignored_policy_proto_tags| ng device</string><string id="DeviceOffHours_Explain">Kung nakatakda ang patakarang &quot;OffHours,&quot; babalewalain ang mga tinukoy na patakaran sa device (gagamitin ang mga default na setting ng mga patakarang ito) sa mga tinukoy na pagitan ng oras. Muling ilalapat ng Chrome ang mga patakaran sa device sa bawat kaganapan kapag nagsimula o natapos ang &quot;OffHours&quot; na yugto. Aabisuhan at sapilitang isa-sign out ang user kapag natapos ang oras ng &quot;OffHours&quot; at kapag nabago ang mga setting ng patakaran sa device (hal., kapag sa hindi pinapayagang account naka-log in ang user).</string><string id="DeviceOpenNetworkConfiguration">Configuration ng network sa antas ng device</string><string id="DeviceOpenNetworkConfiguration_Explain">Nagbibigay-daan na malapat sa lahat ng user ang configuration ng pushing network sa isang Google Chrome OS na device. Ang configuration ng network ay isang string na naka-format sa JSON tulad ng tinutukoy ng format ng Configuration ng Open Network na inilalarawan sa https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">I-refresh ang pag-rate para sa Patakaran sa Device</string><string id="DevicePolicyRefreshRate_Explain">Tinutukoy ang tagal sa mga millisecond kung gaano katagal na-query ang serbisyo ng pamamahala sa device para sa impormasyon ng patakaran ng device.

Kapag itinakda ang patakarang ito, mao-override ang default na value na 3 oras. Ang mga wastong value para sa patakarang ito ay nasa saklaw mula 1800000 (30 minuto) hanggang 86400000 (1 araw).  Maka-clamp sa kaukulang hangganan ang anumang mga value na wala sa saklaw na ito.

Kapag hindi itinakda ang patakarang ito, gagamitin ng Google Chrome OS ang default na value na 3 oras.

Tandaan na kung sinusuportahan ng platform ang mga notification ng patakaran, itatakda ang pagkaantala ng pag-refresh sa 24 na oras (nang hindi pinapansin ang lahat ng default at value ng patakarang ito) dahil inaasahan na ang mga notification ng patakaran ay magpipilit ng awtomatikong pag-refresh sa tuwing magbabago ang patakaran, kaya hindi na kailangang madalas na mag-refresh.</string><string id="DeviceQuirksDownloadEnabled">I-enable ang mga query sa Quirks Server para sa mga profile sa hardware</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Awtomatikong pag-reboot sa pag-shutdown ng device</string><string id="DeviceRebootOnShutdown_Explain">Kung nakatakda sa false o hindi naka-configure ang patakarang ito, papayagan ng Google Chrome OS ang user na i-shut down ang device.
Kung nakatakda sa true ang patakarang ito, magti-trigger ang Google Chrome OS ng reboot kapag i-shut down ng user ang device. Papalitan ng Google Chrome OS ang lahat ng button ng pag-shutdown sa UI ng mga button sa pag-reboot. Kung i-shut down ng user ang device gamit ang button ng power, hindi ito awtomatikong magre-reboot, kahit na naka-enable ang patakaran.</string><string id="DeviceShowUserNamesOnSignin">Ipakita ang mga username sa screen ng pag-login</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Mga flag sa buong system na ilalapat sa pag-start up ng Google Chrome</string><string id="DeviceStartUpFlags_Explain">Tinutukoy ang mga flag na dapat ilapat sa Google Chrome kapag nagsimula ito. Inilalapat ang mga flag sa screen ng pag-log in lang. Ang mga flag na sine-set sa pamamagitan ng patakarang ito ay hindi nalilipat sa mga session ng user.</string><string id="DeviceStartUpFlagsDesc">Mga flag sa buong system na ilalapat sa pag-start up ng Google Chrome</string><string id="DeviceTargetVersionPrefix">Target Auto Update Na Bersyon</string><string id="DeviceTargetVersionPrefix_Explain">Nagtatakda ng target na bersyon para sa Mga Awtomatikong Pag-update.

Tinutukoy ang prefix ng isang target na bersyon kung saan dapat mag-update ang Google Chrome OS. Kung ang device ay nagpapatakbo ng bersyon na mas luma sa tinukoy na prefix, mag-a-update ito sa pinakabagong bersyon gamit ang nasabing prefix. Kung nasa mas bagong bersyon na ang device, wala itong epekto (ibig sabihin, walang gagawing pag-downgrade) at mananatili ang device sa kasalukuyang bersyon. Ang format ng prefix ay gumagana ayon sa mga bahagi gaya ng ipinapakita sa sumusunod na halimbawa:

&quot;&quot; (o hindi naka-configure): mag-update sa pinakabagong bersyon na available.
&quot;1412.&quot;: mag-update sa anumang mas maliit na bersyon ng 1412 (hal. 1412.24.34 o 1412.60.2)
&quot;1412.2.&quot;: mag-update sa anumang mas maliit na bersyon ng 1412.2 (hal 1412.2.34 o 1412.2.2)
&quot;1412.24.34&quot;: mag-update sa partikular na bersyon lang na ito

Babala: Hindi inirerekomenda na i-configure ang mga paghihigpit ng bersyon dahil maaari nitong pigilan ang pagtanggap ng mga user ng mga update sa software at kritikal na pag-aayos sa seguridad. Maaaring malagay sa peligro ang mga user kung paghihigpitan ang mga update sa isang partikular na prefix ng bersyon.</string><string id="DeviceUpdateAllowedConnectionTypes">Mga uri ng koneksyon na pinapayagan para sa mga update</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Ang mga uri ng koneksyon na pinapayagang gamitin para sa mga pag-update sa OS. Potensyal na nakakapagpabagal ng koneksyon ang mga pag-update sa OS dahil sa laki ng mga ito at maaari itong makaipon ng karagdagang gastusin. Samakatuwid, hindi naka-enable ang mga ito bilang default para sa mga uri ng koneksyon na itinuturing na mahal, na kinabibilangan ng WiMax, Bluetooth at Cellular sa ngayon.

Ang mga kilalang identifier ng uri ng koneksyon ay &quot;ethernet,&quot; &quot;wifi,&quot; &quot;wimax,&quot; &quot;bluetooth&quot; at &quot;cellular.&quot;</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Mga uri ng koneksyon na pinapayagan para sa mga update</string><string id="DeviceUpdateHttpDownloadsEnabled">Pinapayagan ang mga pag-download ng autoupdate sa pamamagitan ng HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Ang mga auto-update payload sa Google Chrome OS ay maaaring i-download sa pamamagitan ng HTTP sa halip na HTTPS. Nagbibigay-daan ito sa transparent na pagka-cache ng HTTP ng mga download ng HTTP.

Kung itinakda sa true ang patakarang ito, susubukang i-download ng Google Chrome OS ang mga auto-update payload sa pamamagitan ng HTTP. Kung itinakda sa false ang patakarang ito o hindi nakatakda, gagamitin ang HTTPS sa pagda-download ng mga auto-update payload.</string><string id="DeviceUpdateScatterFactor">Awtomatikong i-update ang scatter factor</string><string id="DeviceUpdateScatterFactor_Explain">Tinutukoy ang bilang ng mga segundo kung kailan maaaring random na antalahin ng device ang pag-download ng isang update mula sa panahon kung kailan unang na-push out ang update sa server. Maaaring hintayin ng device ang isang bahagi ng panahong ito sa pamamagitan ng oras sa orasan at ng mga natitirang bahagi sa pamamagitan ng dami ng mga pagtingin ng update. Sa anumang sitwasyon, ang scatter ay nililimitahan sa itaas sa iisang parehong tagal ng panahon upang hindi maantala nang matagal ang isang device sa paghihintay na mag-download ng isang update.</string><string id="DeviceUserWhitelist">White list ng user sa pag-login</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">White list ng user sa pag-login</string><string id="DeviceWallpaperImage">Larawan ng wallpaper sa device</string><string id="DeviceWallpaperImage_Explain">Nagko-configure ng larawan ng wallpaper sa device na ipinapakita sa screen ng pag-login kung wala pang naka-sign in na user sa device. Itinatakda ang patakaran sa pamamagitan ng pagtukoy sa URL kung saan maaaring i-download ng Chrome OS device ang larawan ng wallpaper at isang cryptographic hash na ginagamit upang i-verify ang integridad ng pag-download. Dapat ay nasa format na JPEG ang larawan, at hindi dapat lumampas ang laki ng file sa 16MB. Dapat ay naa-access ang URL nang walang anumang pag-authenticate. Na-download at na-cache ang larawan ng wallpaper. Ida-download itong muli sa tuwing magbabago ang URL o ang hash.

Dapat ay tukuyin ang patakaran bilang isang string na nagpapakita ng URL at hash sa format na JSON, hal.,
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Kung nakatakda ang patakaran sa wallpaper ng device, ida-download at gagamitin ng Chrome OS device ang larawan ng wallpaper sa screen ng pag-login kung wala pang naka-sign in na user sa device. Kapag naka-login na ang user, ilalapat na ang patakaran sa wallpaper ng user.

Kung hindi nakatakda ang patakaran sa wallpaper ng device, ang patakaran sa wallpaper ng user ang magpapasya kung ano ang ipapakita kung nakatakda na ang patakaran sa wallpaper ng user.</string><string id="Disable3DAPIs">Huwag paganahin ang suporta para sa mga API ng mga 3D na graphic</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Tukuyin kung dapat na hindi paganahin ang tagahanap ng plugin</string><string id="DisablePluginFinder_Explain">Kung itinakda mo ang setting na ito sa pinagana ang awtomatikong paghahanap at pag-install ng mga nawawalang plugin ay hindi papaganahin sa Google Chrome.

Magiging aktibo ang finder ng plugin kapag itinakda ang pagpipiliang ito sa hindi pinagana o hinayaang hindi nakatakda.</string><string id="DisableSafeBrowsingProceedAnyway">Huwag paganahin ang pagpapatuloy mula sa pahina ng babala sa Ligtas na Pag-browse</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Nagpapakita ang serbisyo ng Ligtas na Pag-browse ng page ng babala kapag nag-navigate ang mga user sa mga site na naka-flag bilang potensyal na nakakahamak. Kapag na-enable ang setting na ito, mapipigilan ang mga user na tumuloy pa rin sa nakakahamak na site mula sa page ng babala.

Kung naka-disable o hindi naka-configure ang setting na ito, maaaring piliin ng mga user na tumuloy sa naka-flag na site pagkatapos mabigyan ng babala.

Tingnan ang https://developers.google.com/safe-browsing para sa higit pang impormasyon tungkol sa Ligtas na Pag-browse.</string><string id="DisableScreenshots">Huwag paganahin ang pagkuha ng mga screenshot</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Itakda ang default na pag-rotate ng display, muling ilalapat sa bawat pag-reboot</string><string id="DisplayRotationDefault_Explain">Kung itatakda ang patakarang ito, iro-rotate ang bawat display sa
nakatakdang oryentasyon sa bawat pag-reboot, at sa unang pagkakataon na ikokonekta ito
pagkatapos mabago ang value ng patakaran. Maaaring baguhin ng mga user ang pag-rotate ng display
sa pamamagitan ng page ng mga setting pagkatapos ng pagla-log in, ngunit io-override
ang kanilang setting ng value ng patakaran sa susunod na pag-reboot.

Naaangkop ang patakarang ito sa pangunahin at sa lahat ng pangalawang display.

Kung hindi itatakda ang patakaran, ang default na value ay 0 degrees at
maaari itong baguhin ng user. Sa sitwasyong ito, ang default na value ay hindi muling ilalapat sa
pag-restart.</string><string id="DisplayRotationDefault_ROTATE_0">I-rotate ang screen nang 0 degrees</string><string id="DisplayRotationDefault_ROTATE_90">I-rotate ang screen pakanan nang 90 degrees</string><string id="DisplayRotationDefault_ROTATE_180">I-rotate ang screen nang 180 degrees</string><string id="DisplayRotationDefault_ROTATE_270">I-rotate ang screen pakanan nang 270 degrees</string><string id="DownloadDirectory">Itakda ang direktoryo sa pag-download</string><string id="DownloadDirectory_Explain">Kino-configure ang direktoryong gagamitin ng Google Chrome para sa pagda-download ng mga file.

Kung itatakda mo ang patakarang ito, gagamitin ng Google Chrome ang ibinigay na direktoryo, tumukoy man ang user ng isa o na-enable niya ang flag upang ma-prompt para sa lokasyon ng download sa bawat pagkakataon.

Tingnan ang https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables para sa isang listahan ng mga variable na magagamit.

Kung hinayaang hindi nakatakda ang patakarang ito, gagamitin ang default na direktoryo ng download at magagawa itong baguhin ng user.</string><string id="DownloadRestrictions">Payagan ang mga paghihigpit sa pag-download</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Walang espesyal na paghihigpit</string><string id="DownloadRestrictions_BlockDangerousDownloads">I-block ang mga mapanganib na pag-download</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">I-block ang mga potensyal na mapanganib na pag-download</string><string id="DownloadRestrictions_BlockAllDownloads">I-block ang lahat ng pag-download</string><string id="EasyUnlockAllowed">Binibigyang-daan ang paggamit ng Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Diskarte sa paglipat para sa ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Katulad ng Pag-wipe (value 2), ngunit sinusubukang panatilihin ang mga token sa pag-log in upang hindi na kailanganin ng user na mag-sign in muli.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Kung sinusuportahan na ng modelo ng device ng kliyente ang ARC bago kailanganin ang paglipat sa ext4 upang mapatakbo ang ARC at kung nakatakda sa true ang patakarang ArcEnabled, gagana ang opsyong ito bilang AskUser (value 3). Sa lahat ng iba pang sitwasyon (kung hindi sinusuportahan ng modelo ng device ang ARC dati, o kung nakatakda sa false ang patakarang ArcEnabled), ang value na ito ay katumbas ng DisallowArc (value 0).</string><string id="EditBookmarksEnabled">Pinapagana o hindi pinapagana ang pag-edit ng bookmark</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Kung papayagan ba ang mga certificate na naisyu ng mga lokal na trust anchor na walang subjectAlternativeName na extension</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Kapag na-enable ang setting na ito, gagamitin ng Google Chrome ang commonName ng isang certificate ng server upang magtugma ng hostname kung walang subjectAlternativeName na extension ang certificate, hangga't matagumpay itong nava-validate at nache-chain sa lokal na na-install na mga CA certificate.

Tandaan na hindi ito inirerekomenda, dahil maaari itong maging daan sa pag-bypass sa nameConstraints na extension na naghihigpit sa mga hostname kung saan maaaring awtorisahan ang isang certificate.

Kung hindi naitakda ang patakarang ito, o kung naitakda ito sa false, hindi pagkakatiwalaan ang mga certificate ng server na walang subjectAlternativeName na extension na naglalaman ng DNS name o IP address.</string><string id="EnableDeprecatedWebPlatformFeatures">I-enable ang mga hindi na ginagamit na feature ng web platform sa loob ng limitadong panahon</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Tumukoy ng listahan ng mga hindi na ginagamit na feature ng web platform upang pansamantalang ma-enable muli.

Binibigyang-kakayahan ng patakaran na ito ang mga administrator na ma-enable muli ang mga hindi na ginagamit na feature ng web platform para sa limitadong panahon. Tinutukoy ang mga feature ng isang string tag at mae-enable muli ang mga feature na tumutugma sa mga tag na kasama sa listahang tinukoy ng patakaran na ito.

Kung maiiwang hindi nakatakda ang patakaran na ito, o walang laman ang listahan o hindi tumutugma sa isa sa mga sinusuportahang string tag, mananatiling hindi na ginagamit ang lahat ng feature ng web platform.

Kahit ang mismong patakaran ay sinusuportahan sa mga platform sa itaas, maaaring available sa mas kaunting platform ang ine-enable nitong feature. Hindi lahat ng mga hindi na ginagamit na feature ng Web Platform ay maaaring i-enable muli. Sa mga feature lang na nakikitang nakalista sa ibaba ang maaaring maging sa limitadong yugto ng panahon, na magkakaiba para sa bawat feature. Ang pangkalahatang format ng string tag ay magiging [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. Bilang sanggunian, makikita mo ang layunin sa likod ng mga pagbabago ng feature ng Web Platform sa https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">I-enable ang mga hindi na ginagamit na feature ng web platform sa loob ng limitadong panahon</string><string id="EnableOnlineRevocationChecks">Kung isinasagawa ang mga online na pagsusuri sa OCSP/CRL</string><string id="EnableOnlineRevocationChecks_Explain">Dahil sa hindi nagbibigay ang mga soft-fail, online na pagsusuri sa pagbawi ng anumang benepisyo ng kaligtasan, dini-disable ang mga ito bilang default sa bersyon 19 ng Google Chrome at mas bago. Sa pamamagitan ng pagtatakda sa patakarang ito sa true, naibabalik ang nakaraang gawi at maisasagawa ang mga online na pagsusuri sa OCSP/CRL.

Kung hindi nakatakda ang patakaran, o kung nakatakda sa false, ang Google Chrome ay hindi magsasagawa ng mga online na pagsusuri sa pagbawi sa Google Chrome 19 at mas bago.</string><string id="EnableSha1ForLocalAnchors">Kung pinapayagan ang mga SHA-1 signed certificate na ibinigay ng mga lokal na trust anchor</string><string id="EnableSha1ForLocalAnchors_Explain">Kapag naka-enable ang setting na ito, pinapayagan ng Google Chrome ang mga SHA-1 signed certificate hanggang matagumpay silang nakakapagpatotoo at nakakabit sa isang lokal na naka-install na mga CA certificate.

Tandaan na nakadepende ang patakarang ito sa operating system certificate verification stack na pumapayag sa mga SHA-1 signature. Kung mabago ng isang update sa OS ang pangangasiwa ng OS sa mga SHA-1 certificate, maaaring mawalan na nang bisa ang patakarang ito.  Bukod pa rito, maaaring nilayon ang patakarang ito na maging isang pansamantalang remedyo upang mabigyan ang mga kumpanya ng higit pang oras upang makalipat mula sa SHA-1.  Aalisin ang patakarang ito sa petsa o malapit sa petsang ika-1 ng Enero, 2019.

Kung hindi nakatakda ang patakarang ito o nakatakda sa false, susundin ng Google Chrome ang inanunsyo sa publiko na iskedyul ng paghinto sa paggamit ng SHA-1.</string><string id="ExternalStorageDisabled">Huwag paganahin ang pag-mount ng panlabas na storage</string><string id="ExternalStorageDisabled_Explain">Kapag nakatakda sa true ang patakarang ito, hindi magiging available ang external storage sa browser ng file.

Naaapektuhan ng patakarang ito ang lahat ng uri ng storage media. Halimbawa: Mga USB flash drive, external hard drive, SD at iba pang mga memory card, optical storage atbp. Hindi naaapektuhan ang internal storage, samakatuwid, maa-access pa rin ang mga file na naka-save sa folder na Download. Hindi rin naaapektuhan ng patakarang ito ang Google Drive.

Kung hindi pinapagana ang setting na ito o hindi naka-configure, magagamit ng mga user ang lahat ng sinusuportahang uri ng external storage sa kanilang device.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Kapag nakatakda sa true ang patakaran na ito, hindi maaaring mag-write ang mga user ng anumang bagay sa mga external na storage device.

Kung nakatakda sa false ang setting o hindi naka-configure, maaaring gumawa at magbago ang mga user ng mga file sa mga external na storage device na aktwal na mara-write.

Nangingibabaw ang patakaran ng ExternalStorageDisabled sa patakarang ito - kung nakatakda bilang true ang ExternalStorageDisabled, lahat ng access sa external storage ay naka-disable at babalewalain ang patakarang ito bilang resulta.

Ang dynamic na pag-refresh ng patakarang ito ay sinusuportahan sa M56 at mas bago.</string><string id="ForceGoogleSafeSearch">Puwersahin ang Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Pinupuwersa na gawin ang mga query sa Paghahanap sa Web ng Google nang nakatakda ang SafeSearch sa aktibo at pinipigilan ang mga user na baguhin ang setting na ito.

Kung papaganahin mo ang setting na ito, laging magiging aktibo ang SafeSearch sa Paghahanap sa Google.

Kung hindi mo papaganahin ang setting na ito o hindi magtatakda ng halaga, hindi ipapatupad ang SafeSearch sa Paghahanap sa Google.</string><string id="ForceMaximizeOnFirstRun">I-maximize ang unang window ng browser sa unang pagtakbo</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Ipuwersa ang minimum na Restricted Mode sa Youtube</string><string id="ForceYouTubeRestrict_Explain">Nagpapatupad ng minimum na Restricted Mode sa YouTube upang pigilan ang mga user na
pumili ng mas maluwag na mode kaysa rito.

Kung itatakda ang setting na ito sa Mahigpit, palaging aktibo ang Mahigpit na Restricted Mode sa YouTube.

Kung itatakda ang setting na ito sa Katamtaman, maaari lang piliin ng user ang Katamtamang Restricted Mode
at Mahigpit na Restricted Mode sa YouTube, ngunit hindi maaaring i-disable ang Restricted Mode.

Kung itatakda ang setting na ito sa Naka-off o wala kang itatakdang value, hindi ipapatupad ng Google Chrome ang Restricted Mode sa YouTube. Gayunpaman, ang Restricted Mode ay maaari pa ring ipatupad ng mga panlabas na patakaran gaya ng mga patakaran ng YouTube.</string><string id="ForceYouTubeRestrict_Off">Huwag ipatupad ang Restricted Mode sa YouTube</string><string id="ForceYouTubeRestrict_Moderate">Magpatupad ng kahit Moderate na Restricted Mode lang sa YouTube</string><string id="ForceYouTubeRestrict_Strict">Ipatupad ang Mahigpit na Restricted Mode para sa YouTube</string><string id="FullscreenAllowed">Pinapayagan ang mode na fullscreen</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Ini-enable ang suporta sa HTTP/0.9 sa mga hindi default na port</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Ini-enable ng patakarang ito ang HTTP/0.9 sa mga port maliban sa 80 para sa HTTP at 443 para sa HTTPS.

Naka-disable ang patakarang ito bilang default, at kung naka-enable, nagiging dahilan ito na maaaring maapektuhan ang mga user ng panseguridad na isyu https://crbug.com/600352.

Layunin ng patakarang ito na bigyan ang mga enterprise ng pagkakataong alisin ang mga kasalukuyang server sa HTTP/0.9 at aalisin ito sa hinaharap.

Kung hindi itatakda ang patakarang ito, idi-disable ang HTTP/0.9 sa mga hindi default na port.</string><string id="IncognitoModeAvailability">Availability ng mode na incognito</string><string id="IncognitoModeAvailability_Explain">Tinutukoy kung maaaring buksan ng user o hindi ang mga pahina sa mode na Incognito sa Google Chrome.

Kung pinili ang 'Pinagana' o hinayaang hindi nakatakda ang patakaran, maaaring buksan sa mode na Incognito ang mga pahina.

Kung pinili ang 'Hindi Pinagana', hindi maaaring buksan sa mode na Incognito ang mga pahina.

Kung pinili ang 'Ipinilit', maaari LAMANG buksan ang mga pahina sa mode na Incognito.</string><string id="IncognitoModeAvailability_Enabled">Available ang mode na incognito</string><string id="IncognitoModeAvailability_Disabled">Hindi pinagana ang mode na incognito</string><string id="IncognitoModeAvailability_Forced">Pinuwersa ang mode na incognito</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">I-enable ang Paghihiwalay ng Site para sa mga tinukoy na pinagmulan</string><string id="IsolateOrigins_Explain">
TANDAAN: Ang patakarang ito ay pang-eksperimento at maaari nitong masira ang paggana!
Kung naka-enable ang patakaran, ang bawat pinagmulan na pinangalanan sa
listahan na pinaghihiwalay ng kuwit ay magpapatakbo ng sarili nitong proseso. Ihihiwalay rin nito
ang mga pinagmulan na pinangalanan ayon sa mga subdomain; hal. ang pagtukoy sa https://example.com/ ay
magreresulta rin sa paghihiwalay sa https://foo.example.com/ bilang bahagi ng site ng
https://example.com/.
Kung naka-disable ang patakaran, magkakaroon ng bisa ang logic ng pamamahala sa proseso bago ang Paghihiwalay ng Site.
Kung hindi naka-configure ang patakaran, mababago ng user ang setting na ito.
</string><string id="KeyPermissions">Mga Pangunahing Pahintulot</string><string id="KeyPermissions_Explain">Nagbibigay-daan sa pag-access ng mga corporate key sa mga extension.

Nakatalaga ang mga key par sa corporate na paggamit kung nabuo ang mga ito gamit ang chrome.enterprise.platformKeys API sa isang pinapamahalaang account. Ang mga key na na-import o nabuo sa ibang paraan ay hindi nakatalaga para sa corporate na paggamit.

Tanging ang patakarang ito lang ang kumokontrol sa access ng mga key na nakatalaga para sa corporate na paggamit. Hindi maaaring magbigay o bumawi ang user ng access sa mga corporate key patungo sa mga extension o pabalik.

Bilang default, hindi maaaring gamitin ng extension ang isang key na nakatalaga para sa corporate na paggamit, na katumbas sa pagtatakda ng allowCorporateKeyUsage sa false para sa extension na iyon.

Kung nakatakda ang allowCorporateKeyUsage lang sa true para sa isang extension, maaari itong gumamit ng anumang key ng platform na nakamarka para sa corporate na paggamit upang mag-sign ng arbitrary na data. Dapat lang ibigay ang pahintulot na ito kung ang extension ay pinagkakatiwalaan na mag-secure ng access sa key laban sa mga attacker.</string><string id="ManagedBookmarks">Mga Pinamamahalaang Bookmark</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maximum na pagkaantala ng pagkuha pagkatapos matukoy na di-wasto ang patakaran</string><string id="MaxInvalidationFetchDelay_Explain">Tinutukoy ang maximum na pagkaantala sa mga millisecond sa pagitan ng pagtanggap ng pagtukoy na di-wasto ang patakaran at pagkuha ng bagong patakaran mula sa serbisyo sa pamamahala ng device.

Ino-override ng pagtatakda ng patakarang ito ang default na value na 5000 millisecond. Ang mga wastong value para sa patakarang ito ay nasa saklaw na mula 1000 (1 segundo) hanggang 300000 (5 minuto). Papanatilihin sa partikular na hangganan ang anumang mga value na wala sa saklaw na ito.

Ang pag-iiwan sa patakarang ito na hindi nakatakda ay magdudulot na gagamitin ng Google Chrome ang default na value na 5000 millisecond.</string><string id="NativePrinters">Native na Pag-print</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Native na Pag-print</string><string id="NativePrintersBulkAccessMode">Patakaran sa pag-access ng configuration ng printer</string><string id="NativePrintersBulkAccessMode_Explain">Kumokontrol sa kung aling mga printer mula sa NativePrintersBulkConfiguration ang available sa mga user.

Nagtatalaga sa kung aling patakaran sa pag-access ang gagamitin para sa maramihang pag-configure ng printer. Kung pipiliin ang AllowAll, ipapakita ang lahat ng printer. Kung pipiliin ang BlacklistRestriction, gagamitin ang NativePrintersBulkBlacklist upang paghigpitan ang access sa mga tinukoy na printer.  Kung pipiliin ang WhitelistPrintersOnly, ang mga printer na maaaring piliin lang ang itatalaga ng NativePrintersBulkWhitelist.

Kung hindi nakatakda ang patakarang ito, ipagpapalagay ang BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Ipinapakita ang lahat ng printer maliban sa mga nasa blacklist.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Mga printer lang sa whitelist ang ipinapakita sa mga user</string><string id="NativePrintersBulkAccessMode_AllowAll">Payagan ang lahat ng printer mula sa file ng configuration.</string><string id="NativePrintersBulkBlacklist">Mga naka-disable na printer ng enterprise</string><string id="NativePrintersBulkBlacklist_Explain">Tumutukoy sa mga printer na hindi magagamit ng user.

Ginagamit lang ang patakarang ito kung pipiliin ang BlacklistRestriction para sa NativePrintersBulkAccessMode.

Kung ginagamit ang patakarang ito, ibibigay ang lahat ng printer sa user maliban sa mga id na nakalista sa patakarang ito.
</string><string id="NativePrintersBulkBlacklistDesc">Mga naka-disable na printer ng enterprise</string><string id="NativePrintersBulkConfiguration">File ng configuration ng printer ng enterprise</string><string id="NativePrintersBulkConfiguration_Explain">Nagbibigay ng mga configuration para sa mga enterprise printer.

Pinapayagan ka ng patakarang ito na magbigay ng mga configuration ng printer sa mga Google Chrome OS device. Hindi dapat lumampas ang laki ng file sa 5MB at dapat ay naka-encode ito sa JSON.  Pareho ang format sa format ng diksyunaryo ng NativePrinters.  Tinatantyang ang isang file na may humigit-kumulang 21,000 printer ay mae-encode bilang 5MB na file.  Ginagamit ang cryptographic hash upang i-verify ang integridad ng download.

Ida-download at ika-cach file. Muli itong ida-download sa tuwing magbabago ang URL o ang hash.

Kung nakatakda ang patakarang ito, ida-download ng Google Chrome OS ang file para sa mga configuration ng printer at gagawin nitong available ang mga printer alinsunod sa NativePrintersBulkAccessMode, NativePrintersBulkWhitelist, at NativePrintersBulkBlacklist.

Kung itatakda mo ang patakarang ito, hindi ito mababago o mao-override ng mga user.

Walang epekto ang patakarang ito sa kung maaaring mag-configure ng mga printer ang mga user sa mga indibidwal na device.  Nakalaan itong maging dagdag sa pag-configure ng mga indibidwal na user sa mga printer.
</string><string id="NativePrintersBulkWhitelist">Mga naka-enable na printer ng enterprise</string><string id="NativePrintersBulkWhitelist_Explain">Tumutukoy sa mga printer na magagamit ng user.

Ginagamit lang ang patakarang ito kung pipiliin ang WhitelistPrintersOnly para sa NativePrintersBulkAccessMode.

Kung ginagamit ang patakarang ito, ang mga printer lang na may mga id na tumutugma sa mga value sa patakarang ito ang available sa user. Dapat tumugma ang mga id sa mga entry sa file na tinukoy sa NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Mga naka-enable na printer ng enterprise</string><string id="NetworkPredictionOptions">Paganahin ang paghula sa network</string><string id="NetworkPredictionOptions_Explain">Nag-e-enable ang panghuhula ng network sa Google Chrome at pinipigilan ang mga user sa pagbabago ng setting na ito.

Kinokontrol nito ang pag-preconnect ng DNS, pag-preconnect ng TCP at SSL at pag-prerender ng mga web page.

Kung itatakda mo ang kagustuhang ito sa 'palagi', 'huwag kailanman' o 'WiFi lang,' hindi mababago o mao-override ng mga user ang setting na ito sa Google Chrome.

Kung maiiwang hindi nakatakda ang patakaran na ito, mae-enable ang panghuhula ng network ngunit magagawa ng user na baguhin ito.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Hulaan ang mga pagkilos sa network sa anumang koneksyon sa network</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Hulaan ang mga pagkilos sa network sa anumang network na hindi cellular.
(Hindi na gagamitin sa 50, aalisin sa 52. Pagkatapos ng 52, kung matatakda ang value 1, ituturing itong 0 - hulaan ang mga pagkilos sa network sa anumang koneksyon sa network.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Huwag hulaan ang mga pagkilos sa network sa anumang koneksyon sa network</string><string id="NoteTakingAppsLockScreenWhitelist">Pinapayagan ang mga app sa paggawa ng tala ng Whitelist sa lock screen ng Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Tumutukoy ng listahan ng mga app na maaaring i-enable bilang app sa paggawa ng tala sa lock screen ng Google Chrome OS.

Kung naka-enable sa lock screen ang piniling app sa paggawa ng tala, maglalaman ang lock screen ng elemento ng UI para sa paglulunsad ng piniling app sa paggawa ng tala.
Kapag inilunsad, makakagawa ang app ng isang window sa itaas na bahagi ng lock screen, at makakagawa ng mga item ng data (mga tala) sa konteksto ng lock screen. Makakapag-import ang app ng mga nagawang tala sa session ng pangunahing user kapag naka-unlock ang screen. Sa kasalukuyan, ang mga app sa paggawa ng tala ng Chrome lang ang sinusuportahan sa lock screen.

Kung nakatakda ang patakaran, papayagan lang ang user na mag-enable ng app sa lock screen kung ang extension ID ng app ay nasa value ng listahan ng patakaran.
Bilang resulta, kapag itinakda ang patakarang ito sa isang listahang walang laman, tuluyang madi-disable ang paggawa ng tala sa lock screen.
Tandaan na ang patakarang naglalaman ng app ID ay hindi nangangahulugang mae-enable ng user ang app bilang app sa paggawa ng tala sa lock screen - halimbawa, sa Chrome 61, may karagdagang paghihigpit ayon sa platform ang hanay ng mga available na app.

Kung hindi nakatakda ang patakaran, walang ipapatupad na paghihigpit ang patakaran para sa hanay ng mga app na maaaring i-enable ng user sa lock screen.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Pinapayagan ang mga app sa paggawa ng tala ng Whitelist sa lock screen ng Google Chrome OS</string><string id="OpenNetworkConfiguration">Configuration ng network sa antas ng user</string><string id="OpenNetworkConfiguration_Explain">Nagbibigay-daan na malapat sa bawat user ang configuration ng pushing network sa isang Google Chrome OS na device. Ang configuration ng network ay isang naka-format sa JSON  na string tulad ng tinutukoy ng format ng Configuration ng Open Network na inilalarawan sa https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">I-enable ang pag-strip ng PAC URL (para sa https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Inii-strip ang mga sensitibong bahagi ng privacy at security ng mga URL na https:// bago ipasa ang mga ito sa mga PAC script (Proxy Auto Config) na ginagamit ng Google Chrome sa panahon ng pagresolba sa proxy.

Kapag True, naka-enable ang feature na security, at inii-strip ang mga URL na https://
bago isumite ang mga ito sa PAC script. Sa ganitong paraan, hindi matitingnan ng PAC
script ang data na ordinaryong pinoprotektahan ng isang
naka-encrypt na channel (gaya ng path at query ng URL).

Kapag False, naka-disable ang feature na security, at hindi tahasang binibigyan ang mga PAC script
ng kakayahang tingnan ang lahat ng bahagi ng isang URL na https://.
Nalalapat ito sa lahat ng PAC script saanman ito nagmula (kabilang
ang mga nakuha sa hindi secure na paglilipat o natuklasan sa WPAD
sa paraang hindi secure).

Ang default nito ay True (naka-enable ang feature na security), maliban sa mga user ng enterprise
ng Chrome OS kung saan kasalukuyan itong naka-default sa False.

Inirerekomendang itakda ito sa True. Ang tanging dahilan para itakda ito sa
False ay kung nagdudulot ito ng problema sa compatibility sa mga kasalukuyang PAC script.

Ang layunin ay alisin ang pag-override na ito sa hinaharap.</string><string id="PinnedLauncherApps">Listahan ng mga na-pin na app na ipapakita sa launcher</string><string id="PinnedLauncherApps_Explain">Nililista ang mga tagatukoy ng application na ipinapakita ng Google Chrome OS bilang mga na-pin na app sa bar ng launcher

Kung na-configure ang patakarang ito, permanente at hindi mababago ng user ang hanay ng mga application.

Kung hindi naitakda ang patakarang ito, maaaring baguhin ng user ang listahan ng mga na-pin na app sa launcher.</string><string id="PinnedLauncherAppsDesc">Listahan ng mga na-pin na app na ipapakita sa launcher</string><string id="PolicyRefreshRate">I-refresh ang pag-rate para sa patakaran ng user</string><string id="PolicyRefreshRate_Explain">Tinutukoy ang tagal sa mga millisecond kung gaano katagal na-query ang serbisyo ng pamamahala sa device para sa impormasyon ng patakaran ng user.

Kapag itinakda ang patakarang ito, mao-override ang default na value na 3 oras. Ang mga wastong value para sa patakarang ito ay nasa saklaw mula 1800000 (30 minuto) hanggang 86400000 (1 araw). Maka-clamp sa kaukulang hangganan ang anumang mga value na wala sa saklaw na ito. Kung sinusuportahan ng platform ang mga notification ng patakaran, itatakda ang pagkaantala ng pag-refresh sa 24 na oras dahil inaasahan na ang mga notification ng patakaran ay magpipilit ng awtomatikong pag-refresh sa tuwing magbabago ang patakaran.

Kapag hindi itinakda ang patakarang ito, gagamitin ng Google Chrome ang default na value na 3 oras.

Tandaan na kung sinusuportahan ng platform ang mga notification ng patakaran, itatakda ang pagkaantala ng pag-refresh sa 24 na oras (nang hindi pinapansin ang lahat ng default at ang value ng patakarang ito) dahil inaasahan na ang mga notification ng patakaran ay magpipilit ng awtomatikong pag-refresh sa tuwing magbabago ang patakaran, kaya hindi na kailangang madalas na mag-refresh.</string><string id="PrintingEnabled">Paganahin ang pag-print</string><string id="PrintingEnabled_Explain">Pinapagana ang pag-print sa Google Chrome at pinipigilan ang mga user na baguhin ang setting na ito.

Kung pinapagana o hindi naka-configure ang setting na ito, makakapag-print ang mga user.

Kung hindi pinapagana ang setting na ito, hindi makakapag-print ang mga user mula sa Google Chrome. Hindi pinapagana ang pag-print sa menu na wrench, mga extension, mga JavaScript na application, atbp. Posible pa rin na mag-print mula sa mga plugin na nilalaktawan ang Google Chrome habang nagpi-print. Halimbawa, ang ilang partikular na Flash na application ay may pagpipilian na mag-print sa menu ng konteksto ng mga ito, na hindi sinasaklawan ng patakarang ito.</string><string id="QuicAllowed">Pinapayagan ang QUIC protocol</string><string id="QuicAllowed_Explain">Kung nakatakda ang patakaran na ito sa true o hindi ito nakatakda, ang paggamit ng QUIC protocol sa Google Chrome ay pinapayagan.
Kung ang patakaran na ito ay nakatakda sa false, ang paggamit ng QUIC protocol ay hindi pinapayagan.</string><string id="RebootAfterUpdate">Awtomatikong mag-reboot pagkatapos mag-update</string><string id="RebootAfterUpdate_Explain">Mag-schedule ng awtomatikong reboot pagkatapos mailapat ang isang update sa Google Chrome OS.

Kapag nakatakda sa true ang patakarang ito, ise-schedule ang isang awtomatikong reboot kapag nailapat ang isang update sa Google Chrome OS uat kinakailangan ang isang reboot upang kumpletuhin ang proseso ng pag-update. Naka-schedule kaagad ang reboot ngunit maaaring maantala sa device nang hanggang sa 24 oras kung kasalukuyang ginagamit ng isang user ang device.

Kapag nakatakda sa false ang patakarang ito, walang ise-schedule na awtomatikong pag-reboot pagkatapos mailapat ang update sa Google Chrome OS. Makukumpleto ang proseso sa pag-update sa susunod na i-reboot ng user ang device.


Kung itatakda mo ang patakarang ito, hindi ito maaaring baguhin o i-override ng mga user.

Tandaan: Sa kasalukuyan, naka-enable lang ang mga awtomatikong reboot kapag ipinapakita ang screen sa pag-login o kung may kasalukuyang kiosk app session. Mababago ito sa hinaharap at palaging malalapat ang patakaran, isinasagawa man ang isang session ng anumang partikular na uri o hindi.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Kung kinakailangan ang mga online na pagsusuri sa OCSP/CRL para sa mga lokal na pinagkakatiwalaang anchor</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Kapag naka-enable ang setting na ito, palaging magsasagawa ang Google Chrome ng pagsusuri sa pagbawi para sa mga server certificate na matagumpay na nagpapatotoo at nilagdaan ng mga lokal na naka-install na CA certificate.

Kung hindi makakuha ang Google Chrome ng impormasyon sa status ng pagbawi, ituturing ang mga naturang certificate bilang nabawi ('hard-fail').

Kung hindi nakatakda ang patakarang ito, o kung nakatakda sa false, gagamitin ng Google Chrome ang umiiral nang mga setting ng online na pagsusuri sa pagbawi.</string><string id="RunAllFlashInAllowMode">I-extend ang setting ng Flash content sa lahat ng content</string><string id="RunAllFlashInAllowMode_Explain">Kung ie-enable mo ang setting na ito, ang lahat ng Flash content na naka-embed sa mga website na itinakdang payagan ang Flash sa mga setting ng content -- ng user man o ng patakaran ng enterprise -- ay papatakbuhin, kabilang ang content mula sa iba pang pinagmulan o maliit na content.

Upang makontrol kung aling mga website ang pinapayagang magpatakbo ng Flash, tingnan ang mga patakarang &quot;DefaultPluginsSetting,&quot; &quot;PluginsAllowedForUrls,&quot; at &quot;PluginsBlockedForUrls.&quot;

Kung naka-disable o hindi nakatakda ang setting na ito, maaaring ma-block ang Flash content mula sa iba pang pinagmulan o maliit na content.</string><string id="SAMLOfflineSigninTimeLimit">Limitahan ang oras na maaaring mag-log in offline ang isang user na na-authenticate gamit ang SAML</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Bigyang-daan ang pagpapatuloy sa page ng babala sa SSL</string><string id="SSLErrorOverrideAllowed_Explain">Nagpapakita ang Chrome ng page ng babala kapag nag-navigate ang mga user sa mga site na may mga SSL error. Bilang default o kapag itinakda ang patakarang ito sa true, maaaring mag-click ang mga user sa mga page ng babala na ito.
Kapag itinakda ang patakarang ito sa false, hindi makakapag-click ang mga user sa anumang page ng babala.</string><string id="SSLVersionMax">Naka-enable ang maximum na bersyon ng SSL</string><string id="SSLVersionMax_Explain">Babala: Ganap nang aalisin ang patakaran sa max na bersyon ng TLS sa Google Chrome sa bandang bersyon 66 (bandang Pebrero 2018).

Kung hindi iko-configure ang patakarang ito, gagamitin ng Google Chrome ang default na maximum na bersyon.

Kung hindi, maaari itong itakda sa isa sa mga sumusunod na value: &quot;tls1.2&quot; o &quot;tls1.3.&quot; Kapag naitakda, hindi gagamit ng mga bersyon na SSL/TLS ang Google Chrome na mas bago kaysa sa tinukoy na bersyon. Babalewalain ang hindi kilalang value.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Paganahin ang Ligtas na Pagba-browse</string><string id="SafeBrowsingEnabled_Explain">Ine-enable ang feature na Ligtas na Pag-browse ng Google Chrome at pinipigilan ang mga user na baguhin ang setting na ito.

Kung ie-enable mo ang setting na ito, palaging magiging aktibo ang Ligtas na Pag-browse.

Kung idi-disable mo ang setting na ito, hindi magiging aktibo ang Ligtas na Pag-browse.

Kung ie-enable o idi-disable ang setting na ito, hindi mababago o mao-override ng mga user ang setting na &quot;I-enable ang proteksyon sa phishing at malware&quot; sa Google Chrome.

Kung hahayaang hindi nakatakda ang patakarang ito, mae-enable ito ngunit mababago ito ng user.

Tingnan ang https://developers.google.com/safe-browsing para sa higit pang impormasyon tungkol sa Ligtas na Pag-browse.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Binibigyang-daan ang mga user na mag-opt in sa pinalawak na pag-uulat sa Ligtas na Pagba-browse</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Kapag itinakda ang patakarang ito sa false, hindi na mapipili ng mga user na magpadala ng ilang impormasyon ng system at content ng page sa mga server ng Google. Kung ang setting na ito ay true o hindi na-configure, papayagan ang mga user na magpadala ng ilang impormasyon ng system at content ng page sa Ligtas na Pag-browse upang makatulong na tumukoy ng mga mapanganib na app at site.

Tingnan ang https://developers.google.com/safe-browsing para sa higit pang impormasyon tungkol sa Ligtas na Pag-browse.</string><string id="SavingBrowserHistoryDisabled">Huwag paganahin ang pag-save ng kasaysayan ng browser</string><string id="SavingBrowserHistoryDisabled_Explain">Dini-disable ang pagse-save ng history ng browser sa Google Chrome at pinipigilan ang mga user sa pagbabago sa setting na ito.

Kung naka-enable ang setting na ito, hindi ise-save ang history ng pagba-browse. Dini-disable din ng setting na ito ang pagsi-syng ng tab.

Kung naka-disable o hindi nakatakda ang setting na ito, sine-save ang history ng pagba-browse.</string><string id="SearchSuggestEnabled">Paganahin ang mga suhestiyon sa paghahanap</string><string id="SearchSuggestEnabled_Explain">Pinapagana ang mga suhestiyon sa paghahanap sa omnibox ng Google Chrome at pinipigilan ang mga user na baguhin ang setting na ito.

Kung pinagana mo ang setting na ito, gagamit ng mga suhestiyon sa paghahanap.

Kung hindi mo pinagana ang setting na ito, hindi kailanman gagamit ng mga suhestiyon sa paghahanap.

Kung pinagana o hindi mo pinagana ang setting na ito, hindi magagawang baguhin o i-override ng mga user ang setting na ito sa Google Chrome.

Kung hinayaang hindi nakatakda ang patakarang ito, papaganahin ito ngunit mababago ito ng user.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Itakda ang mga inirerekumendang lokal para sa isang pampublikong session</string><string id="SessionLocales_Explain">Nagtatakda ng isa o higit pang mga inirerekomendang lokal para sa isang pampublikong session, na nagbibigay-daan sa mga user na madaling pumili ng isa sa mga lokal na ito.

Makakapili ang user ng lokal at layout ng keyboard bago magsimula ng pampublikong session. Bilang default, nakalista ang lahat ng lokal na sinusuportahan ng Google Chrome OS ayon sa pagkakasunud-sunod ng alpabeto. Magagamit mo ang patakarang ito upang maglipat ng hanay ng mga inirerekomendang lokal sa itaas ng listahan.

Kung hindi itatakda ang patakarang ito, paunang pipiliin ang kasalukuyang lokal ng UI.

Kung itatakda ang patakarang ito, ililipat ang mga inirerekomendang lokal sa itaas ng listahan at makikitang mahihiwalay sa lahat ng iba pang lokal. Ililista ang mga inirerekomendang lokal sa pagkakasunud-sunod ng mga ito sa paglabas sa patakaran. Paunang pipiliin ang unang inirerekomendang lokal.

Kung mayroong mahigit sa isang inirerekomendang lokal, ipinapalagay na gugustuhin ng mga user na pumili sa mga lokal na ito. Prominenteng iaalok ang pagpili ng lokal at layout ng keyboard kapag magsisimula ng pampublikong session. Kung hindi, ipinapalagay na gugustuhin ng karamihan ng mga user na gamitin ang paunang piniling lokal. Hindi gaanong prominenteng iaalok ang pagpili ng lokal at layout ng keyboard kapag magsisimula ng pampublikong session.

Kapag itinakda ang patakarang ito at na-enable ang awtomatikong pag-log in (tingnan ang mga patakarang |DeviceLocalAccountAutoLoginId| at |DeviceLocalAccountAutoLoginDelay|), gagamitin ng awtomatikong sinimulang pampublikong session ang unang inirerekomendang lokal at ang pinakasikat na layout ng keyboard na tumutugma sa lokal na ito.

Ang paunang piniling layout ng keyboard ang palaging magiging pinakasikat na layout na tumutugma sa paunang piniling lokal.

Maaari lang itakda ang patakarang ito tulad ng inirerekomenda. Magagamit mo ang patakarang ito upang maglipat ng hanay ng mga inirerekomendang lokal sa itaas, ngunit maaaring pumili anumang oras ang mga user ng anumang lokal na sinusuportahan ng Google Chrome OS para sa kanilang session.
</string><string id="SessionLocalesDesc">Itakda ang mga inirerekumendang lokal para sa isang pampublikong session</string><string id="ShelfAutoHideBehavior">Kontrolin ang awtomatikong pagtatago ng shelf</string><string id="ShelfAutoHideBehavior_Explain">Kontrolin ang awtomatikong pagtatago ng shelf ng Google Chrome OS.

Kung nakatakda ang patakarang ito sa 'AlwaysAutoHideShelf', palaging awtomatikong itatago ang shelf.

Kung nakatakda ang patakarang ito sa 'NeverAutoHideShelf', hindi kailanman awtomatikong itatago ang shelf.

Kung itatakda mo ang patakarang ito, hindi ito mababago o ma-o-override ng mga user.

Kung hinayaan na hindi nakatakda ang patakaran, mapipili ng mga user kung dapat na awtomatikong itago ang shelf.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Palaging awtomatikong itago ang shelf</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Huwag kailanman awtomatikong itago ang shelf</string><string id="ShowHomeButton">Ipakita ang button na Home sa toolbar</string><string id="ShowHomeButton_Explain">Ipinapakita ang button na Home sa toolbar ng  Google Chrome.

Kung pinagana mo ang setting na ito, palaging ipinapakita ang button na Home.

Kung hindi mo pinagana ang setting na ito, hindi kailanman ipinapakita ang button na Home.

Kung pinagana mo o hindi mo pinagana ang setting na ito, hindi maaaring baguhin o i-override ng mga user ang setting na ito sa Google Chrome.

Bibigyang-daan ng pag-iwan sa patakarang ito na hindi nakatakda ang user na pumili kung ipapakita o hindi ang button na home.</string><string id="ShowLogoutButtonInTray">Magdagdag ng button sa pag-logout sa tray ng system</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">I-enable ang Paghihiwalay ng Site para sa bawat site</string><string id="SitePerProcess_Explain">
TANDAAN: Ang patakarang ito ay pang-eksperimento at maaari nitong masira ang paggana!
Maaari mong tingnan ang setting ng patakaran ng IsolateOrigins upang parehong
masulit ang paghihiwalay at pagkakaroon ng limitadong epekto sa mga user, sa pamamagitan ng paggamit ng
IsolateOrigins na may listahan ng mga site na gusto mong ihiwalay. Hinihiwalay ng setting na ito na
SitePerProcess ang lahat ng site.
Kung naka-enable ang patakaran, magpapatakbo ang bawat site ng sarili nitong proseso.
Kung naka-disable ang patakaran, magkakaroon ng bisa ang logic sa pamamahala ng proseso bago ang Paghihiwalay ng Site.
Kung hindi naka-configure ang patakaran, mababago ng user ang setting na ito.
</string><string id="SpellCheckServiceEnabled">Paganahin o huwag paganahin ang spell checking na serbisyo sa web</string><string id="SpellCheckServiceEnabled_Explain">Makakagamit ang Google Chrome ng serbisyo sa web ng Google upang makatulong na resolbahin ang mga error sa spelling. Kung pinapagana ang setting na ito, palaging gagamitin ang serbisyong ito. Kung hindi pinapagana ang setting na ito, hindi kailanman gagamitin ang serbisyong ito.

Maisasagawa pa rin ang pag-spell check gamit ang isang na-download na diksyunaryo; ang paggamit ng online na serbisyo lang ang kinokontrol ng patakarang ito.

Kung hindi na-configure ang setting na ito, mapipili ng mga user kung dapat gamitin ang serbisyo ng pag-spell check o hindi.</string><string id="SuppressUnsupportedOSWarning">Pigilan ang babala ng hindi sinusuportahang OS</string><string id="SuppressUnsupportedOSWarning_Explain">Pinipigilan ang babalang lumalabas kapag gumagana ang Google Chrome sa isang computer o operating system na hindi na sinusuportahan.</string><string id="SyncDisabled">Huwag paganahin pag-synchronize ng data sa Google</string><string id="SyncDisabled_Explain">Dini-disable ang pag-synchronize ng data sa Google Chrome gamit ang mga serbisyo sa pag-synchronize na hino-host ng Google at pinipigilan ang mga user na baguhin ang setting na ito.

Kung ie-enable mo ang setting na ito, hindi mababago o mao-override ng mga user ang setting na ito sa Google Chrome.

Kung hahayaang hindi nakatakda ang patakarang ito, mapipili ng user kung gagamitin ba niya o hindi ang Google Sync.

Upang ganap na i-disable ang Google Sync, inirerekomendang i-disable mo ang serbisyo ng Google Sync sa Google Admin console.

Hindi dapat i-enable ang patakarang ito kapag nakatakda ang patakarang RoamingProfileSupportEnabled sa naka-enable dahil ginagamit din ng feature na iyon ang parehong functionality sa panig ng client. Ganap na idi-disable ang pag-synchronize na hino-host ng Google sa sitwasyong ito.</string><string id="SystemTimezone">Timezone</string><string id="SystemTimezone_Explain">Tinutukoy ang dapat gamiting timezone para sa device. Maaaring i-override ng mga user ang tinukoy na timezone para sa kasalukuyang session. Gayunpaman, maitatakda ito muli sa tinukoy na timezone kapag nag-logout. Kung magbibigay ng di-wastong value, maa-activate pa rin ang patakaran gamit ang &quot;GMT&quot; sa halip. Kung magbibigay ng walang lamang string, babalewalain ang patakaran.

Kung hindi ginagamit ang patakarang ito, mananatiling ginagamit ang aktibong timezone sa kasalukuyan bagama't mababago ng mga user ang timezone at patuloy ang pagbabago. Samakatuwid, naaapektuhan ng pagbabago ng isang user ang screen sa pag-login at ang lahat ng iba pang user.

Nagsisimula ang mga bagong device na nakatakda ang timezone sa &quot;US/Pacific.&quot;

Sinusundan ng format ng value ang pangalan ng mga timezone sa &quot;IANA Time Zone Database&quot; (tingnan ang &quot;https://en.wikipedia.org/wiki/Tz_database&quot;). Partikular dito, karamihan ng mga timezone ay maaaring matukoy ayon sa &quot;continent/large_city&quot; o &quot;ocean/large_city.&quot;

Kapag itinakda ang patakarang ito, ganap na madi-disable ang awtomatikong pag-alam sa timezone ayon sa lokasyon ng device. Io-override din nito ang SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">I-configure ang awtomatikong paraan ng pag-detect ng timezone</string><string id="SystemTimezoneAutomaticDetection_Explain">Kapag nakatakda ang patakarang ito, ang awtomatikong proseso ng pag-detect ng timezone ay magiging isa sa mga sumusunod na paraan depende sa value ng setting:

Kung itatakda sa TimezoneAutomaticDetectionUsersDecide, makokontrol ng mga user ang awtomatikong pag-detect ng timezone gamit ang mga normal na kontrol sa chrome://settings.

Kung itatakda sa TimezoneAutomaticDetectionDisabled, madi-disable ang mga awtomatikong kontrol sa chrome://settings. Magiging palaging naka-off ang awtomatikong pag-detect ng timezone.

Kung itatakda sa TimezoneAutomaticDetectionIPOnly, madi-disable ang mga kontrol sa timezone sa chrome://settings. Magiging palaging naka-on ang awtomatikong pag-detect ng timezone. Gagamit ang pag-detect ng timezone ng paraang IP lang ang gagamitin upang malaman ang lokasyon.

Kung itatakda sa TimezoneAutomaticDetectionSendWiFiAccessPoints, madi-disable ang mga kontrol sa timezone sa chrome://settings. Magiging palaging naka-on ang awtomatikong pag-detect ng timezone. Ipapadala palagi ang listahan ng mga makikitang access-point ng WiFi sa server ng Geolocation API para sa napakadetalyadong pag-detect ng timezone.

Kung itatakda sa TimezoneAutomaticDetectionSendAllLocationInfo, madi-disable ang mga kontrol sa timezone sa chrome://settings. Magiging palaging naka-on ang awtomatikong pag-detect ng timezone. Ipapadala ang impormasyon sa lokasyon (gaya ng mga access-point ng WiFi, maaaring makaugnayang Mga Cell Tower, GPS) sa isang server para sa napakadetalyadong pag-detect ng timezone.

Kung hindi itatakda ang patakarang ito, gagana ito nang parang nakatakda sa TimezoneAutomaticDetectionUsersDecide.

Kung itatakda ang patakaran na SystemTimezone, io-override nito ang patakarang ito. Sa sitwasyong ito, ganap na naka-disable ang awtomatikong pag-detect ng timezone.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Palaging magpadala ng anumang available na signal ng lokasyon sa server habang nireresolba ang timezone</string><string id="SystemUse24HourClock">Gamitin ang 24 na oras na orasan bilang default</string><string id="SystemUse24HourClock_Explain">Tinutukoy ang format ng orasan na gagamitin para sa device.

Kino-configure ng patakarang ito ang format ng orasan na gagamitin sa screen ng pag-log in at magiging default para sa mga session ng user. Ma-o-override pa rin ng mga user ang format ng orasan para sa kanilang account.

Kung nakatakda ang patakaran sa true, gagamit ang device ng format ng orasan na 24 na oras. Kung nakatakda ang patakaran sa false, gagamit ang device ng format ng orasan na 12 oras.

Kung hindi nakatakda ang patakarang ito, magde-default ang device sa format ng orasan na 24 na oras.</string><string id="TPMFirmwareUpdateSettings">I-configure ang gawi sa pag-update ng TPM firmware</string><string id="TPMFirmwareUpdateSettings_Explain">Nagko-configure ng availability at gawi ng functionality ng pag-update sa TPM firmware.

Maaaring tumukoy ng mga indibidwal na setting sa mga property ng JSON:

allow-user-initiated-powerwash: Kung nakatakda sa true, mati-trigger ng mga user ang powerwash flow upang mag-install ng update sa TPM firmware.

Kung hindi nakatakda ang patakaran, hindi magiging available ang functionality ng pag-update sa TPM firmware.</string><string id="TaskManagerEndProcessEnabled">Ine-enable ang pagtatapos sa mga proseso sa Task Manager</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Itakda ang Mga Tuntunin ng Serbisyo para sa isang account na lokal sa device</string><string id="TermsOfServiceURL_Explain">Itinatakda ang Mga Tuntunin ng Serbisyo na dapat tanggapin ng user bago magsimula ng session ng account na lokal sa device.

Kung nakatakda ang patakarang ito, ida-download ng Google Chrome OS ang Mga Tuntunin ng Serbisyo at ipapakita nito ang mga iyon sa user sa tuwing may magsisimulang session ng account na lokal sa device. Papayagan lang ang user sa session pagkatapos tanggapin ang Mga Tuntunin ng Serbisyo.

Kung hindi nakatakda ang patakarang ito, walang Mga Tuntunin ng Serbisyo na ipapakita.

Dapat itakda ang patakaran sa isang URL kung saan maaaring i-download ng Google Chrome OS ang Mga Tuntunin ng Serbisyo. Dapat ay plain text ang Mga Tuntunin ng Serbisyo, na ihahatid bilang MIME type text/plain. Hindi pinapayagan ang markup.</string><string id="TouchVirtualKeyboardEnabled">Paganahin ang virtual keyboard</string><string id="TouchVirtualKeyboardEnabled_Explain">Kino-configure ng patakarang ito ang pag-e-enable ng virtual na keyboard bilang isang input device sa ChromeOS. Hindi maaaring i-override ng mga user ang patakarang ito.

Kung nakatakda ang patakaran sa true, palaging magiging naka-enable ang on-screen na virtual na keyboard.

Kung nakatakda ito sa false, palaging magiging naka-disable ang on-screen na virtual na keyboard.

Kung itatakda mo ang patakarang ito, hindi ito mababago o ma-o-override ng mga user. Gayunpaman, magagawa pa rin ng mga user na mag-enable/mag-disable ng isang on-screen na keyboard para sa accessibility na binibigyan ng priyoridad sa virtual na keyboard na kinokontrol ng patakarang ito. Tingnan ang patakaran sa |VirtualKeyboardEnabled| para sa pagkontrol ng on-screen na keyboard para sa accessibility.

Kung iiwanang hindi nakatakda ang patakarang ito, idi-disable sa umpisa ang on-screen na keyboard, ngunit maaari itong i-enable ng user kahit kailan. Maaari ding gamitin ang mga heuristic na panuntunan upang mapagpasyahan kung kailan ipapakita ang keyboard.</string><string id="TranslateEnabled">Paganahin ang I-translate</string><string id="TranslateEnabled_Explain">Pinapagana ang integrated na serbisyo ng Google Translate sa Google Chrome.

Kung pinagana mo ang setting na ito, ipapakita ng Google Chrome ang isang integrated na toolbar na nag-aalok na i-translate ang pahina para sa user, kapag naaangkop.

Kung hindi mo pinagana ang setting na ito, hindi kailanman makikita ng mga user ang bar ng translation.

Kung pinagana o hindi mo pinagana ang setting na ito, hindi maaaring baguhin o i-override ng mga user ang setting na ito sa Google Chrome.

Kung hinayaang hindi nakatakda ang setting na ito maaaring magpasya ang user na gamitin o hindi ang pagpapaganang ito.</string><string id="URLBlacklist">I-block ang access sa isang listahan ng mga URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">I-block ang access sa isang listahan ng mga URL</string><string id="URLWhitelist">Nagbibigay-daan sa pag-access sa isang listahan ng mga URL</string><string id="URLWhitelist_Explain">Pinapayagan ang access sa mga nakalistang URL, bilang mga pagbubukod sa blacklist ng URL.

Tingnan ang paglalarawan ng patakaran ng blacklist ng URL para sa format ng mga entry ng listahang ito.

Maaaring gamitin ang patakarang ito upang magbukas ng mga pagbubukod sa mga mapaghigpit na blacklist. Halimbawa, maaaring i-blacklist ang '*' upang i-block ang lahat ng kahilingan, at maaaring gamitin ang patakarang ito upang payagan ang access sa isang limitadong listahan ng mga URL. Maaari itong gamitin upang magbukas ng mga pagbubukod sa ilang scheme, mga subdomain ng ibang mga domain, mga port o mga partikular na path.

Tutukuyin ng pinakatukoy na filter kung bina-block o pinapayagan ang isang URL. Mangingibabaw ang whitelist sa blacklist.

Limitado ang patakaran sa 1000 entry; babalewalain ang mga kasunod na entry.

Kung hindi nakatakda ang patakarang ito, hindi magkakaroon ng mga pagbubukod sa blacklist mula sa patakarang 'URLBlacklist'.</string><string id="URLWhitelistDesc">Nagbibigay-daan sa pag-access sa isang listahan ng mga URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Kung nakatakda ang patakarang ito sa true, pinapayagan ang Unified Desktop at
naka-enable bilang default, na binibigyang-daan ang mga application na mag-span ng maraming display.
Maaaring i-disable ng user ang Unified Desktop para sa mga indibidwal na display sa pamamagitan ng pag-aalis ng check
nito sa mga setting ng display.

Kung nakatakda ang patakarang ito sa false o hindi nakatakda, idi-disable ang
Unified Desktop. Sa sitwasyong ito, hindi mae-enable ng user ang feature.</string><string id="UsbDetachableWhitelist">Whitelist ng mga nade-detach na USB device</string><string id="UsbDetachableWhitelist_Explain">Inilalarawan ang listahan ng mga USB device na pinahihintulutang i-detach mula sa kernel driver ng mga ito upang magamit sa chrome.usb API sa mismong web application. Ang mga entry ay mga pares ng Identifier ng USB Vendor at Identifier ng Produkto na magagamit sa pagtukoy ng isang partikular na hardware.

Kung hindi mako-configure ang patakarang ito, hindi magkakaroon ng laman ang listahan ng mga nade-detach na USB device.</string><string id="UsbDetachableWhitelistDesc">Whitelist ng mga nade-detach na USB device</string><string id="UserAvatarImage">Larawan ng avatar ng user</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Itakda ang display name para sa mga account na lokal sa device</string><string id="UserDisplayName_Explain">Kinokontrol ang pangalan ng account na Google Chrome OS na nakikita sa screen sa pag-login para sa katumbas na account na lokal sa device.

Kung nakatakda ang patakarang ito, gagamitin ng screen sa pag-login ang tinukoy na string sa tagapili ng pag-login na nakabatay sa larawan para sa katumbas na account na lokal sa device.

Kung hindi nakatakda ang patakaran, gagamitin ng Google Chrome OS ang ID ng email account ng account na lokal sa device bilang display name sa screen sa pag-login.

Binabalewala ang patakarang ito para sa mga regular na account ng user.</string><string id="VideoCaptureAllowed">Payagan o tanggihan ang pagkuha ng video</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Mga URL na mabibigyan ng access sa mga device na nakakakuha ng video nang walang prompt.</string><string id="VideoCaptureAllowedUrls_Explain">Itutugma ang mga pattern sa listahang ito sa security
origin ng humihiling na URL. Kung makakita ng katugma, magbibigay ng access sa mga device na nagka-capture ng audio
nang walang prompt.

TANDAAN: Hanggang sa bersyon 45, sinusuportahan lang ang patakarang ito sa Kiosk mode.</string><string id="VideoCaptureAllowedUrlsDesc">Mga URL na mabibigyan ng access sa mga device na nakakakuha ng video nang walang prompt.</string><string id="WPADQuickCheckEnabled">I-enable ang pag-optimize ng WPAD</string><string id="WPADQuickCheckEnabled_Explain">Pinapayagang i-off ang pag-optimize ng WPAD (Web Proxy Auto-Discovery) sa Google Chrome.

Kung nakatakda sa false ang patakarang ito, madi-disable ang pag-optimize ng WPAD na magsasanhi sa Google Chrome na maghintay nang mas matagal para sa mga DNS-based na WPAD server.  Kung hindi nakatakda o naka-enable ang patakarang ito, ie-enable ang pag-optimize ng WPAD.

Nakatakda man o paano man itinakda ang patakarang ito, hindi mababago ng mga user ang setting ng pag-optimize ng WPAD.</string><string id="WallpaperImage">Larawan na wallpaper</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Paghigpitan ang hanay ng mga lokal na UDP port na ginagamit ng WebRTC</string><string id="WebRtcUdpPortRange_Explain">Kung nakatakda ang patakaran, paghihigpitan ang hanay ng UDP port na ginagamit ng WebRTC sa tinukoy na interval ng port (kasama ang mga endpoint).

Kung hindi nakatakda ang patakaran, o kung nakatakda ito sa walang lamang string o di-wastong hanay ng port, pinapayagan ang WebRTC na gamitin ang anumang available na lokal na UDP port.</string></stringTable><presentationTable><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Pangalan ng default na provider ng paghahanap</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Default na keyword ng provider ng paghahanap</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>URL sa paghahanap ng default na provider ng paghahanap</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Default ng iminumungkahing URL ng provider ng paghahanap</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Instant na URL ng default na provider ng paghahanap</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Default na icon ng provider ng paghahanap</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Mga pag-encode ng default na provider ng paghahanap</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Listahan ng mga kahaliling URL para sa default na search provider</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter na kumokontrol sa paglalagay ng termino para sa paghahanap para sa default na search provider</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter na nagbibigay ng tampok na maghanap sa pamamagitan ng larawan para sa default na provider ng paghahanap</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL ng pahina ng bagong tab ng default na search provider</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Mga parameter para sa URL ng paghahanap na ginagamit ang POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Mga parameter para sa URL ng mungkahi na ginagamit ang POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Mga parameter para sa instant na URL na ginagamit ang POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Mga parameter para sa URL ng larawan na gumagamit ng POST</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL ng home page</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>I-configure ang prefix ng TalkGadget para sa mga host ng malayuang pag-access</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Paghigpitan ang saklaw ng UDP port na ginamit ng host ng malayuang pag-access</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL kung saan dapat makuha ng mga client ng malayuang pag-access ang kanilang token sa pagpapatotoo</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL para sa pagva-validate ng token ng pagpapatotoo ng client sa malayuang pag-access</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certificate ng client para sa pagkonekta sa RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Mga extension na pinapayagang gamitin ang API ng malayuang pagpapatotoo</listBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Ang mga ID ng Extension na dapat na iwasan ng user mula sa pag-install (o * para sa lahat)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Ang mga ID ng Extension upang maibukod mula sa blacklist</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Ang mga extension/app ID at URL sa pag-update na tahimik na ii-install</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Mga pattern ng URL na bibigyang-daan ang mga manggagaling na pag-install ng extension, app, at script ng user</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Mga uri ng mga extension/apps na pinapayagang ma-install</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Mga setting ng pamamahala ng extension</label></textBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Default na setting ng cookies</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Default na setting ng mga larawan</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Default na setting ng JavaScript</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Default na setting ng Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Default na setting ng mga popup</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Default na setting ng notification</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Default na setting ng geolocation</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Kontrolin ang paggamit ng Web Bluetooth API</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Awtomatikong pumili ng mga certificate ng client para sa mga site na ito</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Payagan ang cookies sa mga site na ito</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">I-block ang cookies sa mga site na ito</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Payagan ang mga cookies sa session lamang sa mga site na ito</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Pinapayagan ang mga larawan sa mga site na ito</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">I-block ang mga larawan sa mga site na ito</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Payagan ang JavaScript sa mga site na ito</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">I-block ang JavaScript sa mga site na ito</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Pahintulutan ang plugin na Flash sa mga site na ito</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">I-block ang plugin na Flash sa mga site na ito</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Pinapayagan ang mga popup sa mga site na ito</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Irehistro ang mga tagapangasiwa ng protocol</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">I-block ang mga popup sa mga site na ito</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Payagan ang mga notification sa mga site na ito</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">I-block ang mga notification sa mga site na ito</listBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Pagkilos sa startup</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Mga bubuksang URL sa startup</listBox></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Mga suportadong scheme ng pagpapatotoo</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Whitelist ng server sa pagpapatotoo</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Whitelist ng server ng paglalaan ng Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Itakda ang uri ng magnifier sa screen</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Itakda ang default na uri ng magnifier ng screen na naka-enable sa screen sa pag-login</dropdownList></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL ng page ng Bagong Tab</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Pagkilos na gagawin kapag isinara ng user ang takip</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Porsyento ng pag-scale sa pag-aantala ng pagdilim ng screen sa presentation mode:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Porsyento na nase-scale ang pagkaantala ng pagdilim ng screen kapag naging aktibo ang user pagkatapos ng pagdilim:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Mga setting ng pamamahala ng power kapag naging idle ang user</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Mga itinakdang oras ng screen lock</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Pumili kung paano tukuyin ang mga setting ng proxy server</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Address o URL ng mga proxy server</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL sa proxy na .pac file</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Listahang pinaghihiwalay ng kuwit ng mga panuntunan sa pag-bypass ng proxy</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Tukuyin ang mga domain na pinapayagang i-access ang Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Itakda ang availability ng certificate para sa mga ARC app</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>I-configure ang ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Mga URL na mabibigyan ng access sa mga device na nakakakuha ng audio nang walang prompt</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">I-disable ang pagpapatupad ng Transparency ng Certificate para sa isang listahan ng mga URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Kokontrolin ang pag-uugali ng user sa isang session na multiprofile</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">I-release ang channel</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Mga panuntunan sa pagpili ng default na printer</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">I-configure ang listahan ng mga naka-install na app sa screen ng pag-login</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Mga layout ng keyboard sa screen ng pag-sign in ng device</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Lokal ng screen sa pag-sign in ng device</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Pamamahala ng power sa screen sa pag-log in</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>File ng configuration para sa mga device ng printer ng enterprise</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Patakaran sa pag-access ng configuration ng mga printer ng device.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Mga naka-disable na printer ng device ng enterprise</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Mga naka-enable na printer ng device ng enterprise</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Mga off hour na pagitan kapag na-release ang OffHours |ignored_policy_proto_tags| ng device</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Configuration ng network sa antas ng device</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">I-refresh ang pag-rate para sa Patakaran sa Device:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Mga flag sa buong system na ilalapat sa pag-start up ng Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Target Auto Update Na Bersyon</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Mga uri ng koneksyon na pinapayagan para sa mga update</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Awtomatikong i-update ang scatter factor:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">White list ng user sa pag-login</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Larawan ng wallpaper sa device</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Itakda ang default na pag-rotate ng display, muling ilalapat sa bawat pag-reboot</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Itakda ang direktoryo sa pag-download</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Mga paghihigpit sa pag-download</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Diskarte sa paglipat para sa ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">I-enable ang mga hindi na ginagamit na feature ng web platform sa loob ng limitadong panahon</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Ipuwersa ang minimum na Restricted Mode sa Youtube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Availability ng mode na incognito</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>I-enable ang Paghihiwalay ng Site para sa mga tinukoy na pinagmulan</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Mga Pangunahing Pahintulot</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Mga Pinamamahalaang Bookmark</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maximum na pagkaantala ng pagkuha pagkatapos matukoy na di-wasto ang patakaran:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Native na Pag-print</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Patakaran sa pag-access ng configuration ng printer</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Mga naka-disable na printer ng enterprise</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>File ng configuration ng printer ng enterprise</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Mga naka-enable na printer ng enterprise</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Paganahin ang paghula sa network</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Pinapayagan ang mga app sa paggawa ng tala ng Whitelist sa lock screen ng Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Configuration ng network sa antas ng user</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Listahan ng mga na-pin na app na ipapakita sa launcher</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">I-refresh ang pag-rate para sa patakaran ng user:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Limitahan ang oras na maaaring mag-log in offline ang isang user na na-authenticate gamit ang SAML:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Naka-enable ang maximum na bersyon ng SSL</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Itakda ang mga inirerekumendang lokal para sa isang pampublikong session</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Kontrolin ang awtomatikong pagtatago ng shelf</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Timezone</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">I-configure ang awtomatikong paraan ng pag-detect ng timezone</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>I-configure ang gawi sa pag-update ng TPM firmware</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Itakda ang Mga Tuntunin ng Serbisyo para sa isang account na lokal sa device</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">I-block ang access sa isang listahan ng mga URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Nagbibigay-daan sa pag-access sa isang listahan ng mga URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Whitelist ng mga nade-detach na USB device</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Larawan ng avatar ng user</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Itakda ang display name para sa mga account na lokal sa device</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Mga URL na mabibigyan ng access sa mga device na nakakakuha ng video nang walang prompt.</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Larawan na wallpaper</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Paghigpitan ang hanay ng mga lokal na UDP port na ginagamit ng WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>