<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 sau o versiune ulterioară</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Setări prestabilite (utilizatorii le pot ignora)</string><string id="Attestation_group">Atestare la distanță</string><string id="AttestationEnabledForUser">Activați atestarea la distanță pentru utilizator</string><string id="AttestationEnabledForUser_Explain">Dacă este activată, utilizatorul poate folosi hardware-ul de pe dispozitivele Chrome pentru a-și atesta la distanță identitatea către autoritatea de certificare pentru confidențialitate prin Enterprise Platform Keys API folosind chrome.enterprise.platformKeys.challengeUserKey().

Dacă este dezactivată sau dacă nu este configurată, apelurile către API nu vor reuși și vor genera un cod de eroare.</string><string id="AttestationExtensionWhitelist">Extensii cărora li se permite să utilizeze API-ul de atestare la distanță</string><string id="AttestationExtensionWhitelist_Explain">Această politică specifică extensiile cărora li se permite să folosească funcția chrome.enterprise.platformKeys.challengeUserKey() din Enterprise Platform Keys API pentru atestarea la distanță. Extensiile trebuie să fie adăugate în această listă pentru a folosi API-ul.

Dacă o extensie nu este în listă sau dacă lista nu este configurată, apelul către API nu va reuși și va genera un cod de eroare.</string><string id="AttestationExtensionWhitelistDesc">Extensii cărora li se permite să utilizeze API-ul de atestare la distanță</string><string id="RemoteAccess_group">Configurați opțiunile de acces la distanță</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Activați trecerea prin firewall de la gazda de acces la distanță</string><string id="RemoteAccessHostFirewallTraversal_Explain">Activează utilizarea de servere STUN când clienții la distanță încearcă să stabilească o conexiune cu acest computer.

Dacă setarea este activată, clienții la distanță pot să descopere computerul și să se conecteze la acesta, chiar dacă există un firewall.

Dacă setarea este dezactivată, iar conexiunile UDP de ieșire sunt filtrate de firewall, acest computer va accepta numai conexiunile de la computerele client din rețeaua locală.

Dacă politica nu este configurată, setarea va fi activată.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Configurarea prefixului TalkGadget pentru gazdele de acces la distanță</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Configurează prefixul TalkGadget care va fi utilizat de gazdele de acces la distanță și nu le permite utilizatorilor să-l modifice.

Dacă se specifică, acest prefix este adăugat la numele de bază TalkGadget, creând un nume de domeniu complet pentru TalkGadget. Numele de domeniu de bază TalkGadget este „.talkgadget.google.com”.

Dacă este activată această setare, atunci gazdele vor utiliza numele de domeniu personalizat la accesarea TalkGadget, în locul numelui de domeniu implicit.

Dacă această setare este dezactivată sau neconfigurată, atunci numele de domeniu prestabilit TalkGadget („chromoting-host.talkgadget.google.com”) va fi utilizat pentru toate gazdele.

Clienții de acces la distanță nu sunt afectați de această setare a politicii. Aceștia vor utiliza întotdeauna „chromoting-client.talkgadget.google.com” pentru a accesa TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Permite protecția gazdelor de acces la distanță</string><string id="RemoteAccessHostRequireCurtain_Explain">Permite protecția gazdelor de acces la distanță în timpul unei conexiuni.

Dacă această setare este activată, atunci dispozitivele de intrare și de ieșire fizică ale gazdei sunt dezactivate în timpul unei conexiuni la distanță.

Dacă această setare este dezactivată sau neconfigurată, atunci atât utilizatorii locali, cât și cei de la distanță pot interacționa cu gazda când se permite accesul la aceasta.</string><string id="RemoteAccessHostAllowClientPairing">Activează sau dezactivează autentificarea fără cod PIN pentru gazdele de acces la distanță</string><string id="RemoteAccessHostAllowClientPairing_Explain">Dacă această setare este activată sau nu este configurată, utilizatorii pot alege să împerecheze clienții și gazdele în momentul conectării, eliminând necesitatea de a introduce un PIN de fiecare dată.

Dacă setarea este dezactivată, această funcție nu va fi disponibilă.</string><string id="RemoteAccessHostAllowGnubbyAuth">Permite autentificarea gnubby pentru gazdele de acces la distanță</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Dacă această setare este activată, solicitările de autentificare gnubby vor fi trimise printr-un proxy folosindu-se o conexiune a gazdei la distanță.

Dacă această setare este dezactivată sau nu este configurată, solicitările de autentificare gnubby nu vor fi trimise printr-un proxy.</string><string id="RemoteAccessHostAllowRelayedConnection">Activați folosirea serverelor de transmisie de către gazdele de acces la distanță</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Limitați intervalul pentru portul UDP folosit de gazda de acces la distanță</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Este necesar ca numele utilizatorului local și numele proprietarului gazdei de acces la distanță să corespundă</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Adresa URL de unde clienții cu acces la distanță își pot obține indicativul de autentificare</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">Adresa URL pentru validarea indicativului de autentificare al clientului cu acces la distanță</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certificat de client pentru conectarea la RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Drive_group">Configurați opțiunile pentru Google Drive</string><string id="DriveDisabled">Dezactivează Drive în aplicația Fișiere din Google Chrome OS</string><string id="DriveDisabled_Explain">Dacă este activată, dezactivează sincronizarea cu Google Drive în aplicația Fișiere din Google Chrome OS. În acest caz, datele nu sunt încărcate în Google Drive.

Dacă nu este configurată sau este dezactivată, utilizatorii vor putea să transfere fișiere pe Google Drive.</string><string id="DriveDisabledOverCellular">Dezactivează Google Drive prin conexiuni celulare în aplicația Fișiere din Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Dacă este activată, dezactivează sincronizarea cu Google Drive în aplicația Fișiere din Google Chrome OS la folosirea unei conexiuni celulare. În acest caz, datele sunt sincronizate cu Google Drive numai când există o conexiune Wi-Fi sau Ethernet.

Dacă nu este configurată sau dacă este dezactivată, utilizatorii vor putea să transfere fișiere în Google Drive prin conexiuni celulare.</string><string id="Extensions_group">Extensii</string><string id="ExtensionInstallBlacklist">Configurează lista neagră pentru instalarea extensiilor</string><string id="ExtensionInstallBlacklist_Explain">Îți permite să specifici extensiile pe care utilizatorii NU le pot instala. Extensiile instalate deja vor fi dezactivate dacă apar în lista neagră, fără ca utilizatorul să le poată activa. După ce o extensie dezactivată din cauza listei negre este eliminată din aceasta, extensia va fi activată din nou automat.

O valoare „*” din lista neagră înseamnă că toate extensiile apar în lista neagră, cu excepția cazului în care acestea sunt explicit specificate în lista albă.

Dacă politica nu este configurată, utilizatorul poate instala orice extensie în Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Configurează lista neagră pentru instalarea extensiilor</string><string id="ExtensionInstallWhitelist">Configurează lista albă pentru instalarea extensiilor</string><string id="ExtensionInstallWhitelist_Explain">Îți permite să specifici ce extensii nu sunt pasibile să apară pe lista neagră.

O valoare * în lista neagră înseamnă că toate extensiile sunt introduse pe lista neagră, iar utilizatorii pot instala numai extensiile specificate în lista albă.

În mod prestabilit, toate extensiile sunt introduse pe lista albă, dar dacă acestea au fost introduse pe lista neagră conform politicii, lista albă poate fi folosită pentru a înlocui respectiva politică.</string><string id="ExtensionInstallWhitelistDesc">Configurează lista albă pentru instalarea extensiilor</string><string id="ExtensionInstallForcelist">Configurează lista aplicațiilor și a extensiilor cu instalare forțată</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Configurează lista aplicațiilor și a extensiilor cu instalare forțată</string><string id="ExtensionInstallSources">Configurați sursele pentru instalarea extensiilor, a aplicațiilor și a scripturilor de utilizator</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Configurați sursele pentru instalarea extensiilor, a aplicațiilor și a scripturilor de utilizator</string><string id="ExtensionAllowedTypes">Configurați tipurile de aplicații/extensii permise</string><string id="ExtensionAllowedTypes_Explain">Stabilește ce tipuri de aplicații/extensii pot fi instalate și limitează accesul în timpul executării.

Această setare adaugă pe lista albă tipurile permise de extensii/aplicații care pot fi instalate în Google Chrome și gazdele cu care pot să interacționeze. Valoarea este o listă de șiruri, iar fiecare dintre acestea trebuie să fie unul dintre următoarele: „extension”, „theme”, „user_script”, „hosted_app”, „legacy_packaged_app”, „platform_app”. Consultă documentația privind extensiile Google Chrome pentru mai multe informații despre aceste tipuri.

Reține că această politică afectează și extensiile și aplicațiile care vor fi instalate forțat prin ExtensionInstallForcelist.

Dacă această setare este configurată, extensiile/aplicațiile al căror tip nu se regăsește pe listă nu vor fi instalate.

Dacă această setare rămâne neconfigurată, nu se aplică nicio restricție în privința tipurilor de extensii/aplicații acceptabile.</string><string id="ExtensionAllowedTypesDesc">Configurați tipurile de aplicații/extensii permise</string><string id="ExtensionSettings">Setările de gestionare a extensiilor</string><string id="ExtensionSettings_Explain">Configurează setările de gestionare a extensiilor pentru Google Chrome.

Această politică stabilește mai multe setări, inclusiv pe cele controlate de eventualele politici existente privind extensiile. Această politică va suprascrie eventualele politici vechi dacă ambele sunt setate.

Această politică asociază un ID de extensie sau o adresă URL de actualizare la configurația sa. În cazul unui ID de extensie, configurația va fi aplicată numai pentru extensia specificată. O configurație prestabilită poate fi setată pentru ID-ul special &quot;*&quot;, care se va aplica pentru toate extensiile care nu au o configurație personalizată setată în această politică. În cazul unei adrese URL de actualizare, configurația se va aplica pentru toate extensiile cu adresa URL de actualizare exactă specificată în manifestul acestei extensii, conform descrierii de la https://developer.chrome.com/extensions/autoupdate.

Configurația pentru fiecare extensie (sau pentru extensiile cu aceeași adresă URL de actualizare) este alt dicționar care poate să conțină câmpurile prezentate mai jos.

&quot;installation_mode&quot;: corespunde unui șir care indică modul de instalare pentru extensie. Șirurile valide sunt:
* &quot;allowed&quot;: permite instalarea extensiei de către utilizator. Acesta este comportamentul prestabilit.
* &quot;blocked&quot;: blochează instalarea extensiei;
* &quot;force_installed&quot;: extensia este instalată automat și nu poate fi eliminată de utilizator;
* &quot;normal_installed&quot;:extensia este instalată automat, însă poate fi dezactivată de utilizator.

&quot;installation_mode&quot; poate fi configurat și pentru mai multe extensii, inclusiv pentru extensia &quot;*&quot; (ca setări prestabilite) și pentru extensiile cu aceeași adresă URL de actualizare. În acest caz, numai valorile &quot;allowed&quot; și &quot;blocked&quot; pot fi folosite.

Dacă modul este setat la &quot;force_installed&quot; sau la &quot;normal_installed&quot; trebuie să se configureze și o valoare pentru &quot;update_url&quot;. Reține că adresa URL de actualizare setată în această politică este folosită numai pentru instalarea inițială. Actualizările ulterioare ale extensiei vor folosi adresa URL de actualizare indicată în manifestul extensiei. Adresa URL de actualizare trebuie să trimită la un document XML cu manifestul de actualizare, după cum s-a menționat mai sus.

&quot;blocked_permissions&quot;: corespunde unei liste de șiruri care trimit la permisiunile API blocate pentru extensia respectivă. Numele permisiunilor sunt aceleași cu șirurile de permisiuni declarate în manifestul extensiei, conform descrierii de la https://developer.chrome.com/extensions/declare_permissions. Această setare poate fi configurată și pentru extensia &quot;*&quot;. Dacă extensia necesită o permisiune aflată pe lista de blocare, nu se va putea încărca. Dacă include o permisiune blocată ca cerință opțională, aceasta va fi gestionată ca de obicei, însă solicitarea de permisiuni contradictorii va fi blocată automat la executare.

&quot;allowed_permissions&quot;: similară cu &quot;blocked_permissions&quot;, însă permite în mod explicit anumite permisiuni care ar putea fi blocate de lista globală a permisiunilor blocate și, din acest motiv, nu poate fi configurată pentru extensia &quot;*&quot;. Reține că această setare nu atribuie automat extensiilor permisiunile acordate.

&quot;minimum_version_required&quot;: corespunde unui șir care indică versiunea. Formatul șirului pentru versiune este același cu cel folosit în manifestul extensiei, conform descrierii de la https://developer.chrome.com/apps/manifest/version.  Eventualele extensii cu o versiune mai veche decât versiunea minimă specificată vor fi dezactivate. Acest lucru este valabil și în cazul extensiilor instalate forțat.

Următoarele setări pot fi folosite numai pentru configurația &quot;*&quot; prestabilită:

&quot;install_sources&quot;: fiecare element din această listă este un model de potrivire pentru stilul extensiei (https://developer.chrome.com/extensions/match_patterns). Utilizatorii vor putea instala cu ușurință elemente de la orice adresă URL care se potrivește cu un element din această listă. Aceste modele trebuie să permită atât locația fișierului *.crx, cât și pagina de pe care începe descărcarea (adică adresa URL sursă).

&quot;allowed_types&quot;: această setare trece pe lista albă tipurile permise de extensii/aplicații care pot fi instalate în Google Chrome. Valoarea este o listă de șiruri, iar fiecare șir trebuie să fie unul dintre următoarele: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Pentru mai multe informații despre aceste tipuri, consultă documentația extensiilor Google Chrome.
&quot;blocked_install_message&quot;: dacă un utilizator încearcă să instaleze o extensie, dar aceasta este blocată de politică, Magazinul web Chrome afișează un mesaj generic de eroare. Cu această setare poți să adaugi text la mesajul de eroare. Opțiunea poate fi utilizată pentru a îndruma utilizatorii spre biroul de asistență, pentru a explica motivul blocării unei anumite extensii sau altele. Acest mesaj de eroare va fi trunchiat dacă este mai lung de 1.000 de caractere.
&quot;runtime_blocked_hosts&quot;: acceptă o listă de gazde a căror interacțiune cu o anumită extensie va fi blocată. Aceasta include inserarea JavaScript, modificarea și vizualizarea solicitărilor web/navigării pe web, vizualizarea și modificarea cookie-urilor. Formatul este similar cu cel al Modelelor de potrivire https://developer.chrome.com/extensions/match_patterns, cu excepția faptului că nu pot fi definite căi. De ex., „.*://*.example.com”. Aceasta acceptă, de asemenea, utilizarea efectivă a metacaracterelor TLD, de ex., „*://example.*”.
&quot;runtime_allowed_hosts&quot;: acceptă o listă de gazde cu care o extensie poate interacționa, indiferent dacă acestea sunt incluse sau nu în &quot;runtime_blocked_hosts&quot;. Formatul este identic cu cel din &quot;runtime_blocked_hosts&quot;.
</string><string id="DefaultSearchProvider_group">Furnizor de căutare prestabilit</string><string id="DefaultSearchProviderEnabled">Activează furnizorul de căutare prestabilit</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Numele furnizorului de căutare prestabilit</string><string id="DefaultSearchProviderName_Explain">Specifică numele furnizorului de căutare prestabilit. Dacă nu este completată sau este nesetată, va fi utilizat numele de gazdă specificat de adresa URL de căutare. Această politică este luată în considerare numai în cazul în care este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderKeyword">Cuvânt cheie pentru furnizorul de căutare prestabilit</string><string id="DefaultSearchProviderKeyword_Explain">Specifică cuvântul cheie care este comanda rapidă utilizată în caseta polivalentă pentru a declanșa căutarea pentru acest furnizor. Această politică este opțională. Dacă nu este setată, niciun cuvânt cheie nu va activa furnizorul de căutare. Această politică este luată în considerare numai în cazul în care este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSearchURL">Adresa URL de căutare a furnizorului prestabilit de căutare</string><string id="DefaultSearchProviderSearchURL_Explain">Specifică adresa URL a motorului de căutare folosit la o căutare prestabilită. Adresa URL trebuie să conțină șirul „{searchTerms}”, care va fi înlocuit în momentul interogării cu termenii căutați de utilizator.

Adresa URL pentru căutarea Google poate fi specificată ca: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Această opțiune trebuie setată dacă politica „DefaultSearchProviderEnabled” este activată și va fi urmată numai în acest caz.</string><string id="DefaultSearchProviderSuggestURL">Adresă URL de sugerare a furnizorului de căutare prestabilit</string><string id="DefaultSearchProviderSuggestURL_Explain">Specifică adresa URL a motorului de căutare folosit pentru a oferi sugestii de căutare. Adresa URL trebuie să conțină șirul „{searchTerms}”, care va fi înlocuit în momentul interogării cu textul pe care utilizatorul l-a introdus până atunci.

Această politică este opțională. Dacă nu este configurată, nu se va folosi nicio adresă URL pentru sugestii.

Adresa URL pentru sugestiile de la Google poate fi specificată ca: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Această politică este urmată numai dacă politica „DefaultSearchProviderEnabled” este activată.</string><string id="DefaultSearchProviderInstantURL">Adresa URL instant a furnizorului de căutare prestabilit</string><string id="DefaultSearchProviderInstantURL_Explain">Specifică adresa URL a motorului de căutare folosit pentru a oferi rezultate instantanee. Adresa URL trebuie să conțină șirul '{searchTerms}', care va fi înlocuit în momentul interogării cu textul pe care utilizatorul l-a introdus până atunci.

Această politică este opțională. Dacă nu este configurată, nu vor fi afișate rezultate ale căutării instantanee.

Adresa URL pentru rezultatele instantanee de la Google poate fi specificată ca: '{google:baseURL}suggest?q={searchTerms}'.

Această politică este urmată numai dacă politica „DefaultSearchProviderEnabled” este activată.</string><string id="DefaultSearchProviderIconURL">Pictogramă pentru furnizorul de căutare prestabilit</string><string id="DefaultSearchProviderIconURL_Explain">Specifică adresa URL a pictogramei preferate pentru furnizorul de căutare prestabilit. Această politică este opțională. Dacă nu este setată, nu va apărea nicio pictogramă pentru furnizorul de căutare. Această politică este urmată numai în cazul în care este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderEncodings">Codificări pentru furnizorul de căutare prestabilit</string><string id="DefaultSearchProviderEncodings_Explain">Specifică codificările de caractere acceptate de furnizorul de căutare. Codificările reprezintă nume ale paginilor cu coduri cum ar fi UTF-8, GB2312 și ISO-8859-1. Acestea sunt încercate în ordinea furnizată. Politica este opțională. Dacă nu este setată, va fi utilizată codificarea standard, care este UTF-8. Această politică este urmată numai în cazul în care este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderEncodingsDesc">Codificări pentru furnizorul de căutare prestabilit</string><string id="DefaultSearchProviderAlternateURLs">Lista adreselor URL alternative pentru furnizorul de căutare prestabilit</string><string id="DefaultSearchProviderAlternateURLs_Explain">Specifică o listă de adrese URL alternative care pot fi utilizate pentru a extrage termenii de căutare din motorul de căutare. Adresele URL trebuie să conțină șirul '{searchTerms}', care va fi folosit pentru a extrage termenii de căutare.

Această politică este opțională. Dacă nu este setată, nu vor fi utilizate adrese URL alternative pentru a extrage termenii de căutare.

Această politică este respectată numai dacă este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderAlternateURLsDesc">Lista adreselor URL alternative pentru furnizorul de căutare prestabilit</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametru care controlează poziționarea termenilor de căutare pentru furnizorul prestabilit de servicii de căutare</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Dacă această politică este setată și o adresă URL de căutare sugerată din caseta polivalentă conține acest parametru în șirul interogării sau în identificatorul pentru fragment, atunci sugestia va afișa termenii de căutare și furnizorul serviciilor de căutare, în locul adresei URL efective de căutare.

Această politică este opțională. Dacă nu este setată, nu se va efectua înlocuirea termenilor de căutare.

Această politică este respectată doar dacă este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderImageURL">Parametru care pune la dispoziție funcția Căutare după imagine pentru furnizorul de căutare prestabilit</string><string id="DefaultSearchProviderImageURL_Explain">Specifică adresa URL a motorului de căutare utilizat pentru a oferi căutarea de imagini. Solicitările de căutare vor fi trimise prin metoda GET. Dacă este setată politica „DefaultSearchProviderImageURLPostParams”, solicitările pentru căutarea de imagini vor utiliza metoda POST.

Această politică este opțională. Dacă nu este setată, nu va fi utilizată căutarea de imagini.

Această politică este urmată numai dacă este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderNewTabURL">Adresa URL pentru pagina Filă nouă a furnizorului de căutare prestabilit</string><string id="DefaultSearchProviderNewTabURL_Explain">Specifică adresa URL utilizată de un motor de căutare pentru a furniza o pagină Filă nouă.

Politica este opțională. Dacă nu este configurată, nu va fi furnizată o pagină Filă nouă.

Politica este urmată numai dacă este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametrii pentru adresa URL a căutării care utilizează POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Specifică parametrii utilizați la căutarea unei adrese URL cu POST. Politica este alcătuită din perechi nume/valoare separate prin virgulă. Dacă o valoare este un parametru șablon, precum {searchTerms} din exemplul de mai sus, acesta va fi înlocuit cu datele termenilor de căutare reali.

Această politică este opțională. Dacă nu este setată, solicitarea de căutare va fi trimisă prin metoda GET.

Această politică este urmată numai dacă este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametrii pentru adresa URL a sugestiei care utilizează POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Specifică parametrii utilizați la căutarea sugestiilor cu POST. Politica este alcătuită din perechi nume/valoare separate prin virgulă. Dacă o valoare este un parametru șablon, precum {searchTerms} din exemplul de mai sus, acesta va fi înlocuit cu datele termenilor de căutare reali.

Această politică este opțională. Dacă nu este setată, solicitarea de căutare a sugestiilor va fi trimisă prin metoda GET.

Această politică este urmată numai dacă este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametrii pentru adresa URL a căutării instant care utilizează POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Specifică parametrii utilizați la căutarea instant cu POST. Politica este alcătuită din perechi nume/valoare separate prin virgulă. Dacă o valoare este un parametru șablon, precum {searchTerms} din exemplul de mai sus, acesta va fi înlocuit cu datele termenilor de căutare reali.

Această politică este opțională. Dacă nu este setată, solicitarea de căutare instant va fi trimisă prin metoda GET.

Această politică este urmată numai dacă este activată politica „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderImageURLPostParams">Parametrii pentru adresa URL a imaginii care utilizează POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Specifică parametrii utilizați la căutarea de imagini cu POST. Politica este alcătuită din perechi nume/valoare separate prin virgulă. Dacă o valoare este un parametru șablon, precum {imageThumbnail} din exemplul de mai sus, acesta va fi înlocuit cu datele miniaturii imaginii reale.

Această politică este opțională. Dacă nu este setată, solicitarea de căutare a imaginilor va fi trimisă prin metoda GET.

Această politică este urmată numai dacă este activată politica „DefaultSearchProviderEnabled”.</string><string id="PowerManagement_group">Gestionarea consumului de energie</string><string id="LidCloseAction">Măsura care se va lua atunci când utilizatorul închide capacul</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Suspendați</string><string id="LidCloseAction_LidCloseActionLogout">Deconectați utilizatorul</string><string id="LidCloseAction_LidCloseActionShutdown">Închide</string><string id="LidCloseAction_LidCloseActionDoNothing">Nicio acțiune</string><string id="PowerManagementUsesAudioActivity">Specificați dacă activitatea audio afectează gestionarea consumului de energie</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Specificați dacă activitatea video afectează gestionarea consumului de energie</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Procentajul cu care se ajustează intervalul până la reducerea luminozității ecranului în modul de prezentare</string><string id="PresentationScreenDimDelayScale_Explain">Specifică procentul cu care este ajustat intervalul până la reducerea luminozității ecranului atunci când dispozitivul este în modul de prezentare.

Dacă această politică este setată, ea specifică procentul cu care este ajustat intervalul până la reducerea luminozității ecranului atunci când dispozitivul este în modul de prezentare. La ajustarea intervalului până la reducerea luminozității ecranului, intervalele până la oprirea ecranului, blocarea ecranului și trecerea la modul inactiv sunt modificate pentru a se păstra distanțele configurate inițial față de intervalul până la reducerea luminozității ecranului.

Dacă această politică nu este setată, se utilizează un factor de ajustare prestabilit.

Factorul de ajustare trebuie să fie de minimum 100 %. Valorile prin care intervalul până la reducerea luminozității ecranului în modul de prezentare ar deveni mai scurt decât intervalul obișnuit până la reducerea luminozității ecranului nu sunt permise.</string><string id="AllowScreenWakeLocks">Permiteți blocarea activării ecranului</string><string id="AllowScreenWakeLocks_Explain">Specifică dacă este permisă blocarea activării ecranului. Blocarea activării ecranului poate fi solicitată de extensii prin intermediul API-ului pentru extensiile de gestionare a consumului de energie.

Dacă această politică este activată sau nu este configurată, se va bloca activarea ecranului pentru gestionarea consumului de energie.

Dacă această politică este dezactivată, solicitările de blocare a activării ecranului vor fi ignorate.</string><string id="UserActivityScreenDimDelayScale">Procentul cu care se va ajusta intervalul de reducere a luminozității ecranului dacă utilizatorul devine activ după reducerea luminozității</string><string id="UserActivityScreenDimDelayScale_Explain">Specifică procentul de ajustare a intervalului până la reducerea luminozității ecranului atunci când se înregistrează activități ale utilizatorului în timp ce luminozitatea ecranului este redusă sau la scurt timp după ce ecranul a fost oprit.

Dacă această politică este configurată, ea specifică procentul cu care este ajustat intervalul până la reducerea luminozității ecranului când se înregistrează activități ale utilizatorului în timp ce luminozitatea ecranului este redusă sau la scurt timp după ce ecranul a fost oprit. Dacă intervalul până la reducerea luminozității este ajustat, intervalele până la oprirea ecranului, blocarea ecranului sau trecerea la modul inactiv sunt modificate pentru a se păstra aceleași distanțe configurate inițial față de intervalul până la reducerea luminozității ecranului.

Dacă această politică nu este setată, se utilizează un factor de ajustare prestabilit.

Acesta trebuie să fie de minimum 100 %.</string><string id="WaitForInitialUserActivity">Se așteaptă prima activitate a utilizatorului</string><string id="WaitForInitialUserActivity_Explain">Indică dacă întârzierile din managementul alimentării cu energie și limita de durată a sesiunii trebuie să înceapă să ruleze numai după ce a fost detectată prima activitate a utilizatorului într-o sesiune.

Dacă politica este activată, întârzierile din managementul alimentării cu energie și limita de durată a sesiunii nu încep să ruleze decât după ce a fost detectată prima activitate a utilizatorului într-o sesiune.

Dacă politica este dezactivată sau este lăsată nesetată, întârzierile din managementul alimentării cu energie și limita de durată a sesiunii încep să ruleze imediat după începutul sesiunii.</string><string id="PowerManagementIdleSettings">Setările pentru gestionarea consumului de energie când utilizatorul devine inactiv</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Intervalele până la blocarea ecranului</string><string id="ScreenLockDelays_Explain">Indică intervalul de timp fără intervenția utilizatorului după care ecranul este blocat atunci când dispozitivul funcționează pe c.a. sau pe baterie.

Dacă intervalul de timp este setat la o valoare mai mare decât zero, reprezintă intervalul de timp pentru care utilizatorul trebuie să fie inactiv înainte ca Google Chrome OS să blocheze ecranul.

Dacă intervalul de timp este setat la zero, Google Chrome OS nu blochează ecranul atunci când utilizatorul devine inactiv.

Dacă intervalul de timp nu este setat, se folosește un interval de timp prestabilit.

Modalitatea recomandată pentru blocarea ecranului când utilizatorul este inactiv este activarea blocării ecranului la suspendare și configurarea Google Chrome OS astfel încât să aplice suspendarea după intervalul de inactivitate. Această politică trebuie folosită numai dacă doriți ca blocarea ecranului să aibă loc mult mai devreme decât suspendarea sau când nu doriți să se aplice suspendarea dacă utilizatorul este inactiv.

Valoarea politicii trebuie specificată în milisecunde. Valorile trebuie să fie mai mici decât intervalul de inactivitate.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Activează Google Cast</string><string id="EnableMediaRouter_Explain">Dacă această politică este activată sau nu este configurată, Google Cast va fi activat, iar utilizatorii îl vor putea lansa din meniul aplicației, din meniurile contextuale ale paginilor, din comenzile media de pe site-urile compatibile cu Cast și folosind pictograma Cast din bara de instrumente (dacă se afișează).

Dacă politica este dezactivată, Google Cast va fi dezactivat.</string><string id="ShowCastIconInToolbar">Afișează pictograma Google Cast în bara de instrumente</string><string id="ShowCastIconInToolbar_Explain">Dacă această politică este activată, pictograma Cast din bara de instrumente va fi afișată întotdeauna în bara de instrumente sau în meniul suplimentar, iar utilizatorii nu o vor putea elimina.

Dacă politica este dezactivată sau nu este configurată, utilizatorii vor putea fixa sau elimina pictograma folosind meniul contextual.

Dacă politica „EnableMediaRouter” este dezactivată, valoarea acestei politici nu va avea niciun efect, iar pictograma din bara de instrumente nu va fi afișată.</string><string id="PasswordManager_group">Manager de parole</string><string id="PasswordManagerEnabled">Activează salvarea parolelor în managerul de parole</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="NewTabPage_group">Pagina Filă nouă</string><string id="NewTabPageLocation">Configurează adresa URL a paginii Filă nouă</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Homepage_group">Pagina de pornire</string><string id="HomepageLocation">Configurează adresa URL a paginii de pornire</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Utilizează pagina Filă nouă ca pagină de pornire</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Pagini de pornire</string><string id="RestoreOnStartup">Acțiune la pornire</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Deschideți pagina Filă nouă</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Restabiliți ultima sesiune</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Deschide o listă de adrese URL</string><string id="RestoreOnStartupURLs">Adrese URL care se deschid la pornire</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Adrese URL care se deschid la pornire</string><string id="HTTPAuthentication_group">Politici pentru autentificarea HTTP</string><string id="AuthSchemes">Scheme de autentificare acceptate</string><string id="AuthSchemes_Explain">Specifică schemele de autentificare HTTP acceptate de Google Chrome.

Valorile posibile sunt „basic”, „digest”, „ntlm” și „negotiate”. Separă valorile multiple prin virgulă.

Dacă politica nu este configurată, vor fi utilizate toate cele patru scheme.</string><string id="DisableAuthNegotiateCnameLookup">Dezactivează căutarea CNAME la negocierea autentificării pentru Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Specifică dacă numele SPN generat în protocolul Kerberos are la bază numele DNS canonic sau numele inițial introdus. Dacă activați această setare, căutarea CNAME va fi ignorată, iar numele serverului va fi utilizat așa cum este introdus. Dacă dezactivați această setare sau o lăsați nesetată, numele canonic al serverului va fi determinat prin intermediul căutării CNAME.</string><string id="EnableAuthNegotiatePort">Include un port non-standard în codul SPN al protocolului Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Specifică dacă în protocolul Kerberos numele SPN generate ar trebui să includă un port non-standard. Dacă activați această setare și este introdus un port non-standard (de exemplu, un alt port decât 80 sau 443), acesta va fi inclus în numele SPN generate în protocolul Kerberos. Dacă dezactivați această setare sau o lăsați nesetată, codurile SPN generate în Kerberos nu vor include un port.</string><string id="AuthServerWhitelist">Lista albă de autentificare a serverelor</string><string id="AuthServerWhitelist_Explain">Specifică serverele care trebuie trecute pe lista albă pentru autentificarea integrată. Autentificarea integrată este activată numai atunci când Google Chrome primește o verificare de autentificare de la un proxy sau de la un server care se află în această listă cu servere acceptate.

Separă numele serverelor prin virgulă. Sunt permise metacaracterele (*).

Dacă politica nu este configurată, Google Chrome va încerca să detecteze dacă un anumit server se află în intranet și numai după aceea va răspunde la solicitările IWA. Dacă un server este detectat ca fiind pe internet, Google Chrome va ignora solicitările IWA trimise de acesta.</string><string id="AuthNegotiateDelegateWhitelist">Lista albă a serverelor pentru delegare în protocolul Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Servere spre care Google Chrome poate delega.

Separă numele serverelor prin virgulă. Sunt permise metacaracterele (*).

Dacă politica nu este configurată, Google Chrome nu va delega datele de conectare ale utilizatorului, chiar dacă detectează un server ca fiind în intranet.</string><string id="AllowCrossOriginAuthPrompt">Mesaje de solicitare pentru autentificarea HTTP de bază indiferent de sursă</string><string id="AllowCrossOriginAuthPrompt_Explain">Stabilește dacă subconținutul terță parte dintr-o anumită pagină poate afișa într-o ferestră de tip pop-up o casetă de dialog pentru autentificarea HTTP de bază. De obicei, aceasta este dezactivată ca măsură de precauție împotriva atacurilor de tip phishing. Dacă această politică nu este setată, această funcție este dezactivată, iar subconținutul terță parte nu va avea permisiunea de a afișa într-o ferestră de tip pop-up o casetă de dialog pentru autentificarea HTTP de bază.</string><string id="QuickUnlock_group">Politicile privind deblocarea rapidă</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">O listă albă care stabilește ce moduri de deblocare rapidă pot să configureze și să folosească utilizatorii pentru a debloca ecranul de blocare.

Această valoare este o listă de șiruri. Intrările valide din listă sunt: „toate”, „PIN”. Dacă adaugi „toate” în listă, toate modurile de deblocare rapidă sunt disponibile utilizatorului, inclusiv cele implementate pe viitor. În caz contrar, vor fi disponibile numai modurile de deblocare rapidă prezente în listă.

De exemplu, pentru a permite toate modurile de deblocare rapidă, folosește [„toate”]. Pentru a permite numai deblocarea prin codul PIN, folosește [„PIN”]. Pentru a dezactiva toate modurile de deblocare rapidă, folosește [].

În mod prestabilit, nu sunt disponibile moduri de deblocare rapidă pentru dispozitivele gestionate.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Această setare controlează frecvența cu care ecranul de blocare solicită introducerea parolei pentru a se folosi în continuare deblocarea rapidă. Dacă ultima introducere a parolei a fost în urmă cu mai mult decât prevede această setare, deblocarea rapidă nu va mai fi disponibilă la accesarea ecranului de blocare. Dacă utilizatorul menține pornit ecranul de blocare mai mult decât acest interval de timp, se va solicita o parolă data viitoare când acesta introduce codul greșit sau când accesează din nou ecranul de blocare, în funcție de care dintre acestea se realizează prima.

Dacă setarea este configurată, utilizatorilor care folosesc deblocarea rapidă li se va solicita să își introducă parola pe ecranul de blocare, în funcție de această setare.

Dacă setarea nu este configurată, utilizatorilor care folosesc deblocarea rapidă li se va solicita să își introducă parola pe ecranul de blocare în fiecare zi.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Dacă este dezactivată, utilizatorii nu vor putea configura coduri PIN slabe sau ușor de ghicit.

Exemple de coduri PIN slabe: coduri PIN formate din aceeași cifră (1111), ale căror cifre sunt în ordine crescătoare (1234)/descrescătoare (4321) sau care sunt folosite frecvent.

În mod prestabilit, utilizatorii vor primi un avertisment, nu o eroare, dacă codul PIN este considerat slab.</string><string id="Proxy_group">Server proxy</string><string id="ProxyMode">Alege modul de specificare a setărilor serverului proxy</string><string id="ProxyMode_Explain">Îți permite să specifici serverul proxy folosit de Google Chrome și împiedică utilizatorii să modifice setările de proxy.

Dacă alegi să nu folosești niciodată un server proxy și să te conectezi întotdeauna direct, toate celelalte opțiuni sunt ignorate.

Dacă alegi să folosești setările de proxy ale sistemului, toate celelalte opțiuni sunt ignorate.

Dacă alegi detectarea automată a serverului proxy, toate celelalte opțiuni sunt ignorate.

Dacă alegi modul server proxy fix, poți specifica opțiuni suplimentare în „Adresa IP sau adresa URL a serverului proxy” și „Lista cu valori separate prin virgulă a regulilor de ocolire a proxy-ului”. Aplicațiile ARC vor putea folosi numai serverul proxy HTTP cu cea mai mare prioritate.

Dacă alegi să folosești un script .pac pentru proxy, trebuie să specifici adresa URL a scriptului în „Adresa URL a unui fișier .pac pentru proxy”.

Pentru exemple detaliate, accesează:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Dacă activezi această setare, Google Chrome și aplicațiile ARC vor ignora toate opțiunile privind serverul proxy specificate din linia de comandă.

Dacă nu configurezi politica, utilizatorii vor avea permisiunea să aleagă setările de proxy.</string><string id="ProxyMode_ProxyDisabled">Nu utiliza niciodată un proxy</string><string id="ProxyMode_ProxyAutoDetect">Detectare automată a setărilor proxy</string><string id="ProxyMode_ProxyPacScript">Utilizează un script .pac pentru proxy</string><string id="ProxyMode_ProxyFixedServers">Utilizează servere proxy fixe</string><string id="ProxyMode_ProxyUseSystem">Utilizează setările proxy-ului pentru sistem</string><string id="ProxyServer">Adresa IP sau adresa URL a serverului proxy</string><string id="ProxyServer_Explain">Poți specifica adresa URL a serverului proxy aici.

Această politică are efect doar dacă ai selectat setările de proxy manuale la „Alege modul de specificare a setărilor serverului proxy”.

Ar trebui să lași această politică neconfigurată dacă ai selectat oricare alt mod de setare a politicilor de proxy.

Pentru mai multe opțiuni și exemple detaliate, accesează:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">Adresa URL a unui fișier .pac pentru proxy</string><string id="ProxyPacUrl_Explain">Poți specifica adresa URL a unui fișier .pac pentru proxy aici.

Această politică are efect doar dacă ai selectat setările de proxy manuale la „Alege modul de specificare a setărilor serverului proxy”.

Ar trebui să lași această politică neconfigurată dacă ai selectat oricare alt mod de setare a politicilor de proxy.

Pentru exemple detaliate, accesează:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Reguli de ocolire a proxy-ului</string><string id="ProxyBypassList_Explain">Google Chrome va ocoli toate proxy-urile pentru lista de gazde indicată aici.

Această politică are efect doar dacă ai selectat manual setările de proxy la „Alege modul de specificare a setărilor serverului proxy”.

Ar trebui să lași această politică neconfigurată dacă ai selectat oricare alt mod de setare a politicilor de proxy.

Pentru mai multe exemple detaliate, accesează:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="Accessibility_group">Setări de accesibilitate</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Afișați opțiuni de accesibilitate în meniul barei de sistem</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Activați cursorul mare</string><string id="LargeCursorEnabled_Explain">Activați funcția de accesibilitate pentru cursorul mare.

Dacă această politică este activată, cursorul mare va fi întotdeauna activat.

Dacă această politică este dezactivată, cursorul mare va fi întotdeauna dezactivat.

Dacă această politică este configurată, utilizatorii nu o pot modifica sau ignora.

Dacă această politică nu este configurată, cursorul mare este inițial dezactivat, dar poate fi activat oricând de utilizator.</string><string id="SpokenFeedbackEnabled">Activați feedbackul vocal</string><string id="SpokenFeedbackEnabled_Explain">Activați funcția de accesibilitate pentru feedback vocal.

Dacă această politică este activată, feedbackul vocal va fi întotdeauna activat.

Dacă această politică este dezactivată, feedbackul vocal va fi întotdeauna dezactivat.

Dacă această politică este configurată, utilizatorii nu o pot modifica sau ignora.

Dacă această politică nu este configurată, feedbackul vocal este inițial dezactivat, dar poate fi activat oricând de utilizator.</string><string id="HighContrastEnabled">Activați modul de contrast ridicat</string><string id="HighContrastEnabled_Explain">Activați funcția de accesibilitate pentru modul de contrast ridicat.

Dacă această politică este activată, modul de contrast ridicat va fi întotdeauna activat.

Dacă această politică este dezactivată, modul de contrast ridicat va fi întotdeauna dezactivat.

Dacă această politică este configurată, utilizatorii nu o pot modifica sau ignora.

Dacă această politică nu este configurată, modul de contrast ridicat este inițial dezactivat, dar poate fi activat oricând de utilizator.</string><string id="VirtualKeyboardEnabled">Activați tastatura pe ecran</string><string id="VirtualKeyboardEnabled_Explain">Activează funcția de accesibilitate cu tastatura pe ecran.

Dacă politica este activată, tastatura pe ecran va fi întotdeauna activată.

Dacă politica este dezactivată, tastatura pe ecran va fi întotdeauna dezactivată.

Utilizatorii nu pot modifica sau suprascrie această politică, dacă o configurați.

Dacă politica nu este configurată, tastatura pe ecran este dezactivată inițial, dar poate fi activată oricând de utilizator.</string><string id="KeyboardDefaultToFunctionKeys">Tastele media au în mod prestabilit rolul de taste pentru funcții</string><string id="KeyboardDefaultToFunctionKeys_Explain">Schimbă comportamentul prestabilit al tastelor din rândul de sus la taste pentru funcții.

Dacă politica este activată, tastele din rândul de sus al tastaturii vor genera în mod prestabilit comenzile tastelor pentru funcții. Comportamentul acestora poate fi restabilit la cel al tastelor media prin apăsarea tastei de căutare.

Dacă politica este dezactivată sau nu este configurată, tastatura va genera în mod prestabilit comenzile tastelor media, iar la apăsarea simultană a tastei de căutare, comenzile tastelor pentru funcții.</string><string id="ScreenMagnifierType">Setați tipul lupei pentru ecran</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Lupă ecran dezactivată</string><string id="ScreenMagnifierType_Full-screen">Lupă ecran complet activată</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Setați cursorul mare pe ecranul de conectare ca stare prestabilită</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Setați funcția de accesibilitate pentru cursorul mare ca stare prestabilită pe ecranul de conectare.

Dacă această politică este activată, cursorul mare va fi activat când este afișat ecranul de conectare.

Dacă această politică este dezactivată, cursorul mare va fi dezactivat când este afișat ecranul de conectare.

Dacă această politică este configurată, utilizatorii o pot ignora temporar, activând sau dezactivând cursorul mare. Totuși, alegerea utilizatorului nu este definitivă și se revine la setările prestabilite de fiecare dată când este afișat din nou ecranul de conectare sau când utilizatorul este inactiv pe ecranul de conectare timp de un minut.

Dacă această politică nu este configurată, cursorul mare este dezactivat la afișarea inițială a ecranului de conectare. Utilizatorii pot oricând să activeze sau să dezactiveze cursorul mare, iar starea sa pe ecranul de conectare persistă de la un utilizator la altul.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Setați starea prestabilită de feedback vocal pe ecranul de conectare.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Setați funcția de accesibilitate pentru feedback vocal ca stare prestabilită pe ecranul de conectare.

Dacă această politică este activată, feedbackul vocal va fi activat când este afișat ecranul de conectare.

Dacă această politică este dezactivată, feedbackul vocal va fi dezactivat când este afișat ecranul de conectare.

Dacă această politică este configurată, utilizatorii o pot ignora temporar, activând sau dezactivând feedbackul vocal. Totuși, alegerea utilizatorului nu este definitivă și se revine la setările prestabilite de fiecare dată când este afișat din nou ecranul de conectare sau când utilizatorul este inactiv pe ecranul de conectare timp de un minut.

Dacă această politică nu este configurată, feedbackul vocal este dezactivat la afișarea inițială a ecranului de conectare. Utilizatorii pot oricând să activeze sau să dezactiveze feedbackul vocal, iar starea sa pe ecranul de conectare persistă de la un utilizator la altul.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Setați modul de contrast ridicat pe ecranul de conectare ca stare prestabilită</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Setați funcția de accesibilitate pentru modul de contrast ridicat ca stare prestabilită pe ecranul de conectare.

Dacă această politică este activată, modul de contrast ridicat va fi activat când este afișat ecranul de conectare.

Dacă această politică este dezactivată, modul de contrast ridicat va fi dezactivat când este afișat ecranul de conectare.

Dacă această politică este configurată, utilizatorii o pot ignora temporar, activând sau dezactivând modul de contrast ridicat. Totuși, alegerea utilizatorului nu este definitivă și se revine la setările prestabilite de fiecare dată când este afișat din nou ecranul de conectare sau când utilizatorul este inactiv pe ecranul de conectare timp de un minut.

Dacă această politică nu este configurată, modul de contrast ridicat este dezactivat la afișarea inițială a ecranului de conectare. Utilizatorii pot oricând să activeze sau să dezactiveze modul de contrast ridicat, iar starea sa pe ecranul de conectare persistă de la un utilizator la altul.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Setați starea prestabilită a tastaturii pe ecran din ecranul de conectare</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Setează starea prestabilită a funcției de accesibilitate cu tastatura pe ecran din ecranul de conectare.

Dacă politica este activată, tastatura pe ecran va fi activată la afișarea ecranului de conectare.

Dacă politica este dezactivată, tastatura pe ecran va fi dezactivată la afișarea ecranului de conectare.

Dacă politica este configurată, utilizatorii o pot suprascrie temporar activând sau dezactivând tastatura pe ecran. Cu toate acestea, alegerea utilizatorului nu se păstrează, iar setarea implicită este restabilită ori de câte ori ecranul de conectare este afișat din nou sau utilizatorul este inactiv pe ecranul de conectare timp de un minut.

Dacă politica nu este configurată, tastatura pe ecran este dezactivată la prima afișare a ecranului de conectare. Utilizatorii pot activa sau dezactiva oricând tastatura pe ecran, iar starea acesteia pe ecranul de conectare se păstrează de la un utilizator la altul.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Setați tipul prestabilit al lupei pentru ecran activate pe ecranul de conectare</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Setați tipul prestabilit al lupei pentru ecran activate pe ecranul de conectare.

Dacă această politică este configurată, ea controlează tipul lupei pentru ecran activate când se afișează ecranul de conectare. Setarea politicii la „Fără” dezactivează lupa pentru ecran.

Dacă această politică este configurată, utilizatorii o pot ignora temporar, activând sau dezactivând lupa pentru ecran. Totuși, alegerea utilizatorului nu este definitivă și se revine la setările prestabilite de fiecare dată când este afișat din nou ecranul de conectare sau când utilizatorul este inactiv pe ecranul de conectare timp de un minut.

Dacă această politică nu este configurată, lupa pentru ecran este dezactivată la afișarea inițială a ecranului de conectare. Utilizatorii pot oricând să activeze sau să dezactiveze lupa pentru ecran, iar starea sa pe ecranul de conectare persistă de la un utilizator la altul.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Lupă ecran dezactivată</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Lupă ecran complet activată</string><string id="ContentSettings_group">Setări privind conținutul</string><string id="DefaultCookiesSetting">Setări prestabilite cu privire la cookie-uri</string><string id="DefaultCookiesSetting_Explain">Îți permite să setezi dacă site-urile au permisiunea de a seta date locale. Setarea datelor locale poate fi permisă sau refuzată în bloc pentru toate site-urile.

Dacă această politică este setată la „Păstrează cookie-urile pe durata sesiunii”, cookie-urile vor fi șterse la finalizarea sesiunii. Reține că, dacă Google Chrome rulează în „modul fundal”, este posibil ca sesiunea să nu se închidă atunci când ultima fereastră este închisă. Consultă politica „BackgroundModeEnabled” pentru mai multe informații despre configurarea acestui comportament.

Dacă politica nu este configurată, va fi folosită politica „AllowCookies”, iar utilizatorul o va putea schimba.</string><string id="DefaultCookiesSetting_AllowCookies">Permiteți tuturor site-urilor să seteze date locale</string><string id="DefaultCookiesSetting_BlockCookies">Nu permite niciunui site să seteze date locale</string><string id="DefaultCookiesSetting_SessionOnly">Păstrați cookie-urile pe durata sesiunii</string><string id="DefaultImagesSetting">Setare pentru imagini prestabilite</string><string id="DefaultImagesSetting_Explain">Vă permite să setați dacă site-urile au permisiunea de a afișa imagini. Afișarea imaginilor poate fi permisă sau interzisă în bloc pentru toate site-urile web. Dacă această politică este nesetată, va fi utilizată „AllowImages”, iar utilizatorul o va putea schimba.</string><string id="DefaultImagesSetting_AllowImages">Permite tuturor site-urilor să afișeze toate imaginile</string><string id="DefaultImagesSetting_BlockImages">Nu permite niciunui site să afișeze imagini</string><string id="DefaultJavaScriptSetting">Setare JavaScript prestabilită</string><string id="DefaultJavaScriptSetting_Explain">Vă permite să setați dacă site-urile web au permisiunea de a rula JavaScript. Rularea JavaScript poate fi permisă sau refuzată în bloc pentru toate site-urile web. Dacă această politică este lăsată nesetată, va fi utilizată politica „AllowJavaScript”, dar utilizatorul va putea să o schimbe.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Permite tuturor site-urilor să ruleze JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Nu permite niciunui site să ruleze JavaScript</string><string id="DefaultPluginsSetting">Setarea prestabilită pentru Flash</string><string id="DefaultPluginsSetting_Explain">Îți permite să setezi dacă site-urile au permisiunea să ruleze automat pluginul Flash. Rularea automată a pluginului Flash poate fi permisă sau refuzată în bloc pentru toate site-urile.

Opțiunea „Dă clic pentru redare” îi permite pluginului Flash să ruleze, dar utilizatorul trebuie să dea clic pe substituent pentru a începe executarea.

Dacă politica nu este setată, utilizatorul va putea modifica această setare manual.</string><string id="DefaultPluginsSetting_AllowPlugins">Permite tuturor site-urilor să ruleze automat pluginul Flash</string><string id="DefaultPluginsSetting_BlockPlugins">Blochează pluginul Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Dă clic pentru redare</string><string id="DefaultPopupsSetting">Setare prestabilită pentru ferestrele pop-up</string><string id="DefaultPopupsSetting_Explain">Vă permite să setați dacă site-urile web au permisiunea să afișeze ferestre de tip pop-up. Afișarea ferestrelor de tip pop-up poate fi permisă sau refuzată în bloc pentru toate site-urile web. Dacă această politică este lăsată nesetată, va fi utilizată politica „BlockPopups”, dar utilizatorul va putea să o schimbe.</string><string id="DefaultPopupsSetting_AllowPopups">Permite tuturor site-urilor să afișeze ferestre pop-up</string><string id="DefaultPopupsSetting_BlockPopups">Nu permite niciunui site să afișeze ferestre pop-up</string><string id="DefaultNotificationsSetting">Setare prestabilită pentru notificări</string><string id="DefaultNotificationsSetting_Explain">Vă permite să setați dacă site-urile web au permisiunea de a afișa notificări pe desktop. Afișarea notificărilor pe desktop poate fi permisă în mod prestabilit, refuzată în mod prestabilit sau utilizatorul poate fi întrebat de fiecare dată când un site web vrea să afișeze notificări pe desktop. Dacă această politică nu este setată, va fi utilizată politica „AskNotifications”, iar utilizatorul va putea să o schimbe.</string><string id="DefaultNotificationsSetting_AllowNotifications">Permite site-urilor să afișeze notificări pe desktop</string><string id="DefaultNotificationsSetting_BlockNotifications">Nu permite niciunui site să afișeze notificări pe desktop</string><string id="DefaultNotificationsSetting_AskNotifications">Notifică-mă dacă un site vrea să afișeze notificări pe desktop</string><string id="DefaultGeolocationSetting">Setare prestabilită pentru localizarea geografică</string><string id="DefaultGeolocationSetting_Explain">Vă permite să setați dacă site-urile web au permisiunea să urmărească locația fizică a utilizatorilor. Urmărirea locației fizice a utilizatorilor poate fi permisă în mod prestabilit, refuzată în mod prestabilit sau utilizatorul poate fi întrebat de fiecare dată când un site web solicită locația fizică. Dacă politica este lăsată nesetată, va fi utilizată politica „AskGeolocation”, dar utilizatorul va putea să o schimbe.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Permite site-urilor să urmărească locația fizică a utilizatorilor</string><string id="DefaultGeolocationSetting_BlockGeolocation">Nu permite niciunui site să urmărească locația fizică a utilizatorilor</string><string id="DefaultGeolocationSetting_AskGeolocation">Notifică-mă dacă un site încearcă să urmărească locația fizică a utilizatorilor</string><string id="DefaultWebBluetoothGuardSetting">Controlează folosirea API-ului Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_Explain">Îți permite să setezi dacă site-urile primesc acces la dispozitivele Bluetooth din apropiere. Accesul poate fi blocat complet sau utilizatorul poate fi întrebat de fiecare dată când un site dorește să primească acces la dispozitivele Bluetooth din apropiere.

Dacă această politică nu este configurată, va fi folosită valoarea „3”, iar utilizatorul o va putea modifica.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Nu permite niciunui site să solicite acces la dispozitivele Bluetooth prin API-ul Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Permite site-urilor să solicite utilizatorului să acorde accesul la un dispozitiv Bluetooth din apropiere</string><string id="AutoSelectCertificateForUrls">Selectați automat certificatele de client pentru aceste site-uri</string><string id="AutoSelectCertificateForUrls_Explain">Îți permite să specifici o listă de șabloane de adrese URL care stabilesc site-urile pentru care Google Chrome trebuie să selecteze automat un certificat de client, dacă site-ul solicită un astfel de certificat.

Valoarea trebuie să fie o serie de dicționare JSON sub formă de șiruri de caractere. Fiecare dicționar trebuie să aibă forma { „pattern”: „$URL_PATTERN”, „filter” : $FILTER }, unde $URL_PATTERN este un șablon pentru setarea de conținut. Valoarea pentru $FILTER limitează din care certificate de client va selecta automat browserul. Indiferent de filtru, se vor selecta numai certificatele care se potrivesc cu solicitarea de certificat a serverului. Dacă $FILTER are forma { „ISSUER”: { „CN”: „$ISSUER_CN” } }, se vor selecta numai certificatele de client emise de o autoritate de certificare cu numele comun $ISSUER_CN. Dacă $FILTER este dicționarul gol {}, nu mai există alte restricții privind selectarea certificatelor de client.

Dacă această politică nu este configurată, nu se va efectua nicio selectare automată, pentru niciun site.</string><string id="AutoSelectCertificateForUrlsDesc">Selectați automat certificatele de client pentru aceste site-uri</string><string id="CookiesAllowedForUrls">Permite cookie-uri de pe aceste site-uri</string><string id="CookiesAllowedForUrls_Explain">Vă permite să setați o listă cu modele pentru adresele URL ce specifică site-urile care nu sunt autorizate să seteze cookie-uri. Dacă această politică nu este setată, valoarea prestabilită la nivel global va fi folosită pentru toate site-urile, fie din politica „DefaultCookiesSetting”, în cazul în care este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="CookiesAllowedForUrlsDesc">Permite cookie-uri de pe aceste site-uri</string><string id="CookiesBlockedForUrls">Blochează cookie-urile de pe aceste site-uri</string><string id="CookiesBlockedForUrls_Explain">Vă permite să setați o listă cu modele pentru adresele URL ce specifică site-urile care nu sunt autorizate să seteze cookie-uri. Dacă această politică este lăsată nesetată, valoarea prestabilită la nivel global va fi folosită pentru toate site-urile, din politica „DefaultCookiesSetting” în cazul în care este setată sau din configurația personală a utilizatorului, în caz contrar.</string><string id="CookiesBlockedForUrlsDesc">Blochează cookie-urile de pe aceste site-uri</string><string id="CookiesSessionOnlyForUrls">Permite cookie-uri de sesiune pe aceste site-uri</string><string id="CookiesSessionOnlyForUrls_Explain">Îți permite să setezi o listă de șabloane de adrese URL care specifică site-urile care au permisiunea să seteze cookie-uri de sesiune.

Dacă această politică nu este configurată, se va folosi valoarea prestabilită la nivel global pentru toate site-urile, fie din politica „DefaultCookiesSetting”, dacă aceasta este configurată, fie, în caz contrar, din configurația personală a utilizatorului.

Nu uita: dacă Google Chrome rulează în „modul fundal”, este posibil ca sesiunea să nu fie închisă la închiderea ultimei ferestre de browser, ci să rămână activă până la oprirea browserului. Pentru mai multe informații despre configurarea acestui comportament, consultă politica „BackgroundModeEnabled”.

Dacă politica „RestoreOnStartup” este setată pentru restabilirea adreselor URL din sesiunile anterioare, această politică nu va fi respectată, iar cookie-urile vor fi stocate permanent pentru site-urile respective.</string><string id="CookiesSessionOnlyForUrlsDesc">Permite cookie-uri de sesiune pe aceste site-uri</string><string id="ImagesAllowedForUrls">Permite imagini de pe aceste site-uri</string><string id="ImagesAllowedForUrls_Explain">Vă permite să setați o listă de modele pentru adresele URL care specifică site-urile care au permisiunea să afișeze imagini. Dacă această politică rămâne nesetată, valoarea prestabilită la nivel global va fi folosită pentru toate site-urile, fie din politica „DefaultImagesSetting”, în cazul în care politica este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="ImagesAllowedForUrlsDesc">Permite imagini de pe aceste site-uri</string><string id="ImagesBlockedForUrls">Blochează imagini de pe aceste site-uri</string><string id="ImagesBlockedForUrls_Explain">Vă permite să setați o listă de modele pentru adresele URL ce specifică site-urile care nu au permisiunea de a afișa imagini. Dacă această politică rămâne nesetată, valoarea prestabilită la nivel global va fi folosită pentru toate site-urile, fie din politica „DefaultImagesSetting”, în cazul în care politica este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="ImagesBlockedForUrlsDesc">Blochează imagini de pe aceste site-uri</string><string id="JavaScriptAllowedForUrls">Permite JavaScript pe aceste site-uri</string><string id="JavaScriptAllowedForUrls_Explain">Vă permite să setați o listă de modele pentru adresele URL ce specifică site-urile care au permisiunea de a rula JavaScript. Dacă această politică este lăsată nesetată, va fi utilizată valoarea prestabilită la nivel global pentru toate site-urile, fie din politica „DefaultJavaScriptSetting”, dacă aceasta este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="JavaScriptAllowedForUrlsDesc">Permite JavaScript pe aceste site-uri</string><string id="JavaScriptBlockedForUrls">Blochează JavaScript de pe aceste site-uri</string><string id="JavaScriptBlockedForUrls_Explain">Vă permite să setați o listă de modele pentru adresele URL ce specifică site-urile care nu au permisiunea de a rula JavaScript. Dacă această politică nu este setată, va fi utilizată valoarea prestabilită la nivel global pentru toate site-urile, fie din politica „DefaultJavaScriptSetting”, dacă aceasta este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="JavaScriptBlockedForUrlsDesc">Blochează JavaScript de pe aceste site-uri</string><string id="PluginsAllowedForUrls">Permite pluginul Flash pe aceste site-uri</string><string id="PluginsAllowedForUrls_Explain">Îți permite să setezi o listă de șabloane de adrese URL care specifică site-urile care au permisiunea să ruleze pluginul Flash.

Dacă această politică nu este configurată, va fi folosită valoarea prestabilită la nivel global pentru toate site-urile, fie din politica „DefaultCookiesSetting”, în cazul în care aceasta este configurată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="PluginsAllowedForUrlsDesc">Permite pluginul Flash pe aceste site-uri</string><string id="PluginsBlockedForUrls">Blochează plunginul Flash pe aceste site-uri</string><string id="PluginsBlockedForUrls_Explain">Îți permite să setezi o listă de șabloane de adrese URL care specifică site-urile care nu au permisiunea să ruleze pluginul Flash.

Dacă această politică nu este configurată, va fi folosită valoarea prestabilită la nivel global pentru toate site-urile, fie din politica „DefaultCookiesSetting”, în cazul în care aceasta este configurată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="PluginsBlockedForUrlsDesc">Blochează plunginul Flash pe aceste site-uri</string><string id="PopupsAllowedForUrls">Permite ferestre pop-up de pe aceste site-uri</string><string id="PopupsAllowedForUrls_Explain">Vă permite să setați o listă de modele pentru adresele URL care specifică site-urile ce au permisiunea să deschidă ferestre de tip pop-up. Dacă această politică nu este setată, va fi utilizată valoarea prestabilită la nivel global pentru toate site-urile, fie din politica „DefaultPopupsSetting”, în cazul în care aceasta este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="PopupsAllowedForUrlsDesc">Permite ferestre pop-up de pe aceste site-uri</string><string id="RegisteredProtocolHandlers">Înregistrați handlere de protocol</string><string id="RegisteredProtocolHandlers_Explain">Vă permite să înregistrați o listă de handlere de protocol. Aceasta poate fi doar o politică recomandată. Valoarea proprietății |protocol| trebuie setată la o schemă ca „mailto”, iar valoarea proprietății |url| trebuie setată la șablonul adresei URL al aplicației care gestionează schema. Șablonul poate include „%s”, care, dacă este prezent, va fi înlocuit cu adresa URL gestionată.

Handlerele de protocol înregistrate de politică sunt combinate cu cele înregistrate de utilizator și ambele sunt disponibile pentru a fi utilizate. Utilizatorul poate înlocui handlerele de protocol instalate de politică instalând un nou handler prestabilit, dar nu poate elimina un handler de protocol înregistrat de politică.</string><string id="PopupsBlockedForUrls">Blochează ferestrele pop-up de pe aceste site-uri</string><string id="PopupsBlockedForUrls_Explain">Vă permite să setați o listă de modele pentru adresele URL care specifică site-urile ce nu au permisiunea să deschidă ferestre de tip pop-up. Dacă această politică este lăsată nesetată, va fi utilizată valoarea prestabilită la nivel global pentru toate site-urile, fie din politica „DefaultPopupsSetting”, în cazul în care aceasta este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="PopupsBlockedForUrlsDesc">Blochează ferestrele pop-up de pe aceste site-uri</string><string id="NotificationsAllowedForUrls">Permiteți notificări pentru aceste site-uri</string><string id="NotificationsAllowedForUrls_Explain">Vă permite să setați o listă de modele pentru adresele URL ce specifică site-urile care au permisiunea să afișeze notificări. Dacă această politică nu este setată, valoarea prestabilită la nivel global va fi folosită pentru toate site-urile, fie din politica „DefaultNotificationsSetting”, dacă este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="NotificationsAllowedForUrlsDesc">Permiteți notificări pentru aceste site-uri</string><string id="NotificationsBlockedForUrls">Blocați notificările pe aceste site-uri</string><string id="NotificationsBlockedForUrls_Explain">Vă permite să setați o listă de modele pentru adresele URL ce specifică site-urile care nu au permisiunea să afișeze notificări. Dacă această politică nu este setată, valoarea prestabilită la nivel global va fi folosită pentru toate site-urile, fie din politica „DefaultNotificationsSetting”, în cazul în care aceasta este setată, fie din configurația personală a utilizatorului, în caz contrar.</string><string id="NotificationsBlockedForUrlsDesc">Blocați notificările pe aceste site-uri</string><string id="AllowDeletingBrowserHistory">Permite ștergerea istoricului browserului și a istoricului descărcărilor</string><string id="AllowDeletingBrowserHistory_Explain">Permite ștergerea istoricului browserului și a istoricului descărcărilor din Google Chrome și îi împiedică pe utilizatori să modifice această setare.

Rețineți că, și după dezactivarea acestei politici, nu se garantează păstrarea istoricului navigării și a istoricului descărcărilor: utilizatorii pot edita sau șterge în mod direct fișierele din baza de date a istoricului, iar browserul poate oricând să termine sau să arhiveze oricare dintre elementele din istoric sau pe toate acestea.

Dacă această setare este activată sau neconfigurată, istoricul navigării și istoricul descărcărilor pot fi șterse.

Dacă această setare este dezactivată, istoricul navigării și istoricul descărcărilor nu pot fi șterse.</string><string id="AllowDinosaurEasterEgg">Permite jocul ascuns cu dinozaurul</string><string id="AllowDinosaurEasterEgg_Explain">Permite utilizatorilor să joace jocul ascuns cu dinozaurul când dispozitivul este offline.

Dacă această politică este dezactivată, utilizatorii nu vor putea să joace jocul ascuns cu dinozaurul când dispozitivul este offline. Dacă această politică este activată, utilizatorii pot să joace jocul cu dinozaurul. Dacă această politică nu este configurată, utilizatorii nu pot să joace jocul ascuns cu dinozaurul pe un dispozitiv înregistrat, cu sistem de operare Chrome, însă pot să îl joace în alte circumstanțe.</string><string id="AllowOutdatedPlugins">Permite rularea pluginurilor învechite</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Permite blocarea ecranului</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definește domeniile care au permisiunea să acceseze Google Apps for Work</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Activează pagini de eroare alternative</string><string id="AlternateErrorPagesEnabled_Explain">Activează utilizarea unor pagini de eroare alternative care sunt create în Google Chrome (cum ar fi „Pagina nu a fost găsită”) și împiedică modificarea acestei setări de către utilizatori. Dacă activați această setare, sunt utilizate pagini de eroare alternative. Dacă dezactivați această setare, paginile de eroare alternative nu sunt utilizate niciodată. Dacă activați sau dezactivați această setare, utilizatorii nu o pot modifica sau anula în Google Chrome. Dacă politica este lăsată nesetată, această setare va fi activată, dar utilizatorul va putea să o schimbe.</string><string id="AlwaysAuthorizePlugins">Rulează întotdeauna pluginuri care necesită autorizare</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Activează Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Dacă această politică este activată, datele aplicațiilor Android sunt încărcate pe serverele Android Backup Service și vor fi restabilite de pe acestea la reinstalarea aplicațiilor, pentru aplicațiile compatibile.

Când această politică este dezactivată, Android Backup Service va fi dezactivat.

Dacă această setare este configurată, utilizatorii nu o vor putea modifica.

Dacă această setare nu este configurată, utilizatorii pot activa și dezactiva Android Backup Service în aplicația Setări Android.</string><string id="ArcCertificatesSyncMode">Setează disponibilitatea certificatelor pentru aplicațiile ARC</string><string id="ArcCertificatesSyncMode_Explain">Dacă politica este setată la SyncDisabled sau nu este configurată, certificatele Google Chrome OS nu sunt disponibile pentru aplicațiile ARC.

Dacă politica este setată la CopyCaCerts, toate certificatele CA instalate prin ONC cu Web TrustBit sunt disponibile pentru aplicațiile ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Dezactivează folosirea certificatelor Google Chrome OS pentru aplicațiile ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Activează certificatele CA Google Chrome OS pentru aplicațiile ARC</string><string id="ArcEnabled">Activează ARC</string><string id="ArcEnabled_Explain">Dacă această politică este activată, funcția ARC va fi activată pentru utilizator
(în funcție de verificările suplimentare ale setărilor politicii – funcția ARC va fi în continuare
indisponibilă dacă este activat modul efemer sau conectarea multiplă
în sesiunea utilizatorului actual).

Dacă această setare este dezactivată sau neconfigurată, utilizatorii din companie
nu pot folosi ARC.</string><string id="ArcLocationServiceEnabled">Activează Serviciul de localizare Google pentru Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Configurează ARC</string><string id="ArcPolicy_Explain">Specifică un set de politici care vor fi trimise în procesul ARC. Valoarea trebuie să fie un fișier JSON valid.

Această politică poate fi folosită pentru a configura ce aplicații Android sunt instalate automat pe dispozitiv:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identificatorul aplicației Android, de ex., „com.google.android.gmˮ pentru Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Specifică modul în care este instalată aplicația. OPTIONAL: aplicația nu este instalată automat, dar utilizatorul poate să o instaleze. Aceasta este opțiunea prestabilită, dacă politica nu este specificată. PRELOAD: aplicația este instalată automat, dar utilizatorul poate să o dezinstaleze. FORCE_INSTALLED: aplicația este instalată automat și utilizatorul nu o poate dezinstala. BLOCKED: aplicația este blocată și nu poate fi instalată. Dacă aplicația a fost instalată conform unei politici anterioare, va fi dezinstalată.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Politica pentru acordarea solicitărilor de permisiune aplicațiilor. PERMISSION_POLICY_UNSPECIFIED: politica nu este specificată. Dacă nu este specificată nicio politică pentru o permisiune la niciun nivel, comportamentul „PROMPT” este folosit în mod prestabilit. PROMPT: solicită unui utilizator să acorde o permisiune. GRANT: acordă automat o permisiune. DENY: refuză automat o permisiune.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Obiect de configurare JSON specific aplicației cu un set de perechi cheie-valoare, de ex., „&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }”. Cheile sunt definite în manifestul aplicației.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Pentru a fixa aplicațiile în lansator, consultă PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Permiteți sau refuzați preluarea conținutului audio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Adresele URL cărora li se va acorda acces automat la dispozitivele de capturare a conținutului audio</string><string id="AudioCaptureAllowedUrls_Explain">Șabloanele din această listă vor fi comparate cu originea
de securitate a adresei URL solicitante. Dacă este identificată o potrivire,
accesul la dispozitivele de capturare a conținutului audio va fi acordat automat.

NOTĂ: până la versiunea 45, această politică era acceptată doar în modul Chioșc.</string><string id="AudioCaptureAllowedUrlsDesc">Adresele URL cărora li se va acorda acces automat la dispozitivele de capturare a conținutului audio</string><string id="AudioOutputAllowed">Permiteți redarea audio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Activează completarea automată</string><string id="AutoFillEnabled_Explain">Activează funcția de Completare automată din Google Chrome și permite utilizatorilor să completeze în mod automat formularele web folosind informațiile stocate anterior, cum ar fi informațiile adresei fizice sau ale cardului de credit. Dacă dezactivați această setare, Completarea automată va fi inaccesibilă pentru utilizatori. Dacă activați această setare sau nu configurați o valoare, Completarea automată va rămâne sub controlul utilizatorului. Acest lucru va permite utilizatorilor să configureze profiluri pentru Completarea automată și să activeze sau să dezactiveze funcția Completare automată după cum doresc.</string><string id="AutofillCreditCardEnabled">Activează completarea automată pentru cardurile de credit</string><string id="AutofillCreditCardEnabled_Explain">Activează funcția de completare automată din Google Chrome și permite utilizatorilor să completeze automat informațiile despre carduri de credit și adrese în formularele web folosind informațiile stocate anterior.

Dacă dezactivezi această setare, completarea automată nu va sugera și nu va completa niciodată informațiile despre carduri de credit, nici nu va salva informații suplimentare despre carduri de credit pe care utilizatorul le-ar putea trimite când navighează pe web.

Dacă activezi această setare sau dacă nu setezi o valoare, utilizatorul va putea controla funcția generală de completare automată (inclusiv pentru carduri de credit) în interfața de utilizare.</string><string id="BlockThirdPartyCookies">Blochează cookie-urile terță parte</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Activează bara de marcaje</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Autentificarea prin portalul captiv ignoră proxy-ul</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Dezactivează aplicarea politicii privind Transparența certificatului pentru o listă de adrese URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Dezactivează aplicarea cerințelor privind Transparența certificatului pentru adresele URL menționate.

Această politică permite ca certificatele pentru numele de gazdă din adresele URL specificate să nu fie dezvăluite folosind Transparența certificatului. Astfel, certificatele care altfel nu ar fi de încredere, deoarece nu au fost dezvăluite public corespunzător, pot fi folosite în continuare, dar detectarea certificatelor emise greșit pentru gazdele respective este mai dificilă.

Un șablon de adrese URL se formatează conform instrucțiunilor de la https://www.chromium.org/administrators/url-blacklist-filter-format. Cu toate acestea, întrucât certificatele sunt valide pentru un anumit nume de gazdă independent de schemă, port sau cale, se ia în considerare numai porțiunea cu numele de gazdă din adresa URL. Gazdele care conțin metacaractere nu sunt acceptate.

Dacă această politică nu este configurată, orice certificat pentru care este necesară dezvăluirea folosind Transparența certificatului va fi considerat a nu fi de încredere dacă nu este dezvăluit conform politicii privind Transparența certificatului.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Dezactivează aplicarea politicii privind Transparența certificatului pentru o listă de adrese URL</string><string id="ChromeOsLockOnIdleSuspend">Activați blocarea când dispozitivul este inactiv sau suspendat</string><string id="ChromeOsLockOnIdleSuspend_Explain">Activează blocarea când dispozitivele Google Chrome OS ajung să fie inactive sau suspendate.

Dacă activezi această setare, utilizatorilor li se va solicita o parolă pentru a debloca dispozitivul din modul inactiv.

Dacă dezactivezi această setare, utilizatorilor nu li se va solicita o parolă pentru a debloca dispozitivul din modul inactiv.

Dacă activezi sau dezactivezi această setare, utilizatorii nu o pot modifica sau ignora.

Dacă politica nu este configurată, utilizatorul poate alege dacă vrea să i se solicite parola pentru a debloca dispozitivul.</string><string id="ChromeOsMultiProfileUserBehavior">Controlează comportamentul utilizatorului în timpul unei sesiuni cu profiluri multiple</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Controlează comportamentul utilizatorilor în timpul unei sesiuni cu profiluri multiple pe dispozitivele Google Chrome OS.

Dacă politica este setată la „MultiProfileUserBehaviorUnrestricted”, utilizatorul poate fi atât unul principal, cât și unul secundar într-o sesiune cu profiluri multiple.

Dacă politica este setată la „MultiProfileUserBehaviorMustBePrimary”, utilizatorul poate fi numai utilizatorul principal dintr-o sesiune cu profiluri multiple.

Dacă politica este setată la „MultiProfileUserBehaviorNotAllowed”, utilizatorul nu poate face parte dintr-o sesiune cu profiluri multiple.

Utilizatorii nu pot modifica sau înlocui această setare, dacă o configurați.

Dacă setarea este modificată când utilizatorul este conectat într-o sesiune cu profiluri multiple, pentru toți utilizatorii din sesiune se vor verifica setările corespunzătoare. Dacă niciunul dintre utilizatori nu mai are permisiunea de a se afla în sesiune, aceasta va fi închisă.

Dacă politica nu este configurată, valoarea prestabilită „MultiProfileUserBehaviorMustBePrimary” se aplică în cazul utilizatorilor gestionați de o companie, iar valoarea „MultiProfileUserBehaviorUnrestricted” va fi folosită pentru utilizatorii negestionați.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Permiteți ca utilizatorul din companie să fie atât principal, cât și secundar (comportamentul prestabilit pentru utilizatorii care nu sunt gestionați)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Permiteți ca utilizatorul din companie să fie doar utilizatorul principal într-o sesiune cu mai multe profiluri (comportamentul prestabilit pentru utilizatorii gestionați de companie)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Nu permite ca utilizatorul întreprindere să facă parte din profilul multiplu (principal sau secundar)</string><string id="ChromeOsReleaseChannel">Canalul de lansare</string><string id="ChromeOsReleaseChannel_Explain">Specifică un canal de lansare la care ar trebui să fie blocat acest dispozitiv.</string><string id="ChromeOsReleaseChannel_StableChannel">Canalul în versiune stabilă</string><string id="ChromeOsReleaseChannel_BetaChannel">Canal în versiune beta</string><string id="ChromeOsReleaseChannel_DevChannel">Canalul pentru dezvoltatori (poate fi instabil)</string><string id="ChromeOsReleaseChannelDelegated">Această politică stabilește dacă utilizatorul poate configura canalul de lansare</string><string id="ChromeOsReleaseChannelDelegated_Explain">Dacă această politică este activată, iar politica ChromeOsReleaseChannel nu este specificată, atunci utilizatorii domeniului de înregistrare vor putea să schimbe canalul de lansare al dispozitivului. Dacă această politică este dezactivată, dispozitivul va fi blocat pe canalul setat cel mai recent.

Canalul selectat de utilizator va fi înlocuit de politica ChromeOsReleaseChannel. Totuși, în cazul în care canalul specificat de politică este mai stabil decât cel instalat pe dispozitiv, canalul se va schimba numai după ce versiunea canalului mai stabil ajunge la un număr de versiune superior celui instalat pe dispozitiv.</string><string id="ComponentUpdatesEnabled">Permite actualizările componentelor în Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Când nu este configurată sau este activată, permite actualizările tuturor componentelor din Google Chrome.

Dacă este dezactivată, actualizările componentelor sunt dezactivate. Totuși, anumite componente nu se supun acestei politici: nu vor fi dezactivate actualizările oricărei componente care nu conține un cod executabil sau care nu modifică semnificativ comportamentul browserului ori care este critică pentru securitatea sa.
Printre exemple se numără listele de revocare a certificatelor și datele de navigare sigură.
Consultă https://developers.google.com/safe-browsing pentru mai multe informații despre Navigarea sigură.</string><string id="DefaultPrinterSelection">Reguli de selectare a imprimantei prestabilite</string><string id="DefaultPrinterSelection_Explain">Modifică regulile de selectare a imprimantei prestabilite pentru Google Chrome.

Această politică stabilește regulile de selectare a imprimantei prestabilite pentru Google Chrome, acțiune care are loc atunci când funcția de printare este folosită pentru prima dată cu un profil.

Când politica este configurată, Google Chrome va încerca să găsească o imprimantă care corespunde cu toate atributele specificate și o va selecta ca imprimantă prestabilită. Se va selecta prima imprimantă conformă cu politica; dacă mai multe imprimante sunt conforme cu politica, oricare dintre acestea poate fi selectată, în funcție de ordinea în care sunt descoperite imprimantele.

Dacă politica nu este configurată sau nu se găsește nicio imprimantă conformă cu politica în timpul limită, imprimanta prestabilită va fi imprimanta PDF încorporată sau, când imprimanta PDF nu este disponibilă, nu se va selecta nicio imprimantă.

Valoarea este analizată ca obiect JSON, în conformitate cu următoarea schemă:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Dacă se limitează căutarea imprimantei conforme cu politica la un anumit set de imprimante.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Expresia regulată care corespunde cu ID-ul imprimantei.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Expresia regulată care corespunde cu numele de afișare al imprimantei.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Imprimantele conectate la Google Cloud Print intră în categoria &quot;cloud&quot;, iar restul imprimantelor sunt clasificate ca &quot;local&quot;.
Dacă un câmp nu este completat, toate valorile coincid. De exemplu, dacă nu este specificată conectivitatea, Previzualizarea înainte de printare va iniția descoperirea tuturor tipurilor de imprimante, locale și din cloud.
Șabloanele expresiei regulate trebuie să respecte sintaxa JavaScript RegExp, iar valorile care coincid disting între scrierea cu majuscule și minuscule.</string><string id="DeveloperToolsDisabled">Dezactivează instrumentele pentru dezvoltatori</string><string id="DeveloperToolsDisabled_Explain">Dezactivează Instrumentele pentru dezvoltatori și consola JavaScript.

Dacă activezi această setare, Instrumentele pentru dezvoltatori nu pot fi accesate, iar elementele site-urilor nu mai pot fi inspectate. Comenzile rapide de la tastatură și intrările din meniuri sau din meniurile contextuale pentru deschiderea Instrumentelor pentru dezvoltatori sau a consolei JavaScript vor fi dezactivate.

Dacă dezactivezi această opțiune sau nu o configurezi, utilizatorul va putea să folosească Instrumentele pentru dezvoltatori și consola JavaScript.</string><string id="DeviceAllowBluetooth">Permite Bluetooth pe dispozitiv</string><string id="DeviceAllowBluetooth_Explain">Dacă această politică este dezactivată, Google Chrome OS va dezactiva conexiunea Bluetooth, iar utilizatorul nu o va putea reactiva.

Dacă această politică este activată sau nu este configurată, utilizatorul va putea activa sau dezactiva conexiunea Bluetooth după cum dorește.

Dacă această politică este configurată, utilizatorul nu o poate modifica sau ignora.

După ce conexiunea Bluetooth este activată, utilizatorul trebuie să se deconecteze și să se conecteze din nou pentru ca modificările să aibă efect (nu este necesar când dezactivezi conexiunea Bluetooth).</string><string id="DeviceAllowNewUsers">Permite crearea de noi conturi de utilizator</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Permiteți utilizatorilor să valorifice oferte prin înregistrarea sistemului de operare Chrome</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Administratorii IT pentru dispozitivele companiei pot utiliza acest marcaj pentru a controla dacă utilizatorii pot valorifica oferte prin înregistrarea sistemului de operare Chrome.

Dacă politica este activată sau nu este configurată, utilizatorii pot valorifica oferte prin înregistrarea sistemului de operare Chrome.

Dacă politica nu este activată, utilizatorii nu vor putea valorifica oferte.</string><string id="DeviceAutoUpdateDisabled">Dezactivează actualizarea automată</string><string id="DeviceAutoUpdateDisabled_Explain">Când politica este activată, se dezactivează actualizările automate.

Dispozitivele cu Google Chrome OS caută automat actualizări atunci când această setare nu este configurată sau nu este activată.

Avertisment: se recomandă să se mențină activate actualizările automate, ca utilizatorii să primească actualizări de software și remedieri importante de securitate. Dacă dezactivezi actualizările automate, este posibil să pui în pericol utilizatorii.</string><string id="DeviceAutoUpdateP2PEnabled">Actualizare automată p2p este activată</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Specifică dacă trebuie utilizată o rețea p2p pentru încărcările utile ale actualizărilor sistemului de operare. Dacă politica este activată, dispozitivele vor utiliza în comun și vor încerca să consume încărcările utile ale actualizărilor în rețeaua LAN, ceea ce ar putea reduce utilizarea lățimii de bandă de internet și ar evita congestionarea traficului. Dacă încărcarea utilă a actualizărilor nu este disponibilă în rețeaua LAN, dispozitivul va utiliza pentru descărcare un server cu actualizări. Dacă politica nu este activată sau nu este configurată, nu va fi utilizată o rețea p2p.</string><string id="DeviceBlockDevmode">Blocați modul pentru dezvoltatori</string><string id="DeviceBlockDevmode_Explain">Blocați modul pentru dezvoltatori.

Dacă politica este activată, Google Chrome OS nu va permite pornirea dispozitivului în modul pentru dezvoltatori. Sistemul va refuza pornirea și va afișa un ecran de eroare atunci când comutatorul modului pentru dezvoltatori este pornit.

Dacă politica nu este configurată sau dacă este dezactivată, modul pentru dezvoltatori va fi în continuare disponibil pe dispozitiv.</string><string id="DeviceDataRoamingEnabled">Activează roamingul de date</string><string id="DeviceDataRoamingEnabled_Explain">Această politică stabilește dacă roamingul de date trebuie să fie activat pentru dispozitiv. Dacă această politică este activată, roamingul de date este permis. Dacă politica nu este configurată sau este neactivată, roamingul de date nu va fi disponibil.</string><string id="DeviceEphemeralUsersEnabled">Ștergeți datele utilizatorului la deconectare</string><string id="DeviceEphemeralUsersEnabled_Explain">Această politică stabilește dacă Google Chrome OS păstrează datele contului local după deconectare. Dacă politica este activată, Google Chrome OS nu va păstra conturi persistente, iar toate datele din sesiunea utilizatorului vor fi eliminate după deconectare. Dacă această politică nu este activată sau nu este configurată, dispozitivul poate păstra (criptate) datele locale ale utilizatorului.</string><string id="DeviceGuestModeEnabled">Activați modul pentru invitați</string><string id="DeviceGuestModeEnabled_Explain">Dacă această politică este activată sau nu este configurată, Google Chrome OS va permite invitaților să se conecteze. Conectările invitaților sunt sesiuni de utilizator anonime și nu necesită o parolă.

Dacă această politică nu este activată, Google Chrome OS nu va permite începerea unor sesiuni pentru invitați.</string><string id="DeviceLoginScreenAppInstallList">Configurează lista cu aplicațiile instalate pe ecranul de conectare</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Configurează lista cu aplicațiile instalate pe ecranul de conectare</string><string id="DeviceLoginScreenInputMethods">Aspectele tastaturii de pe ecranul de conectare al dispozitivului</string><string id="DeviceLoginScreenInputMethods_Explain">Configurează care aspecte ale tastaturii sunt permise pe ecranul de conectare din Google Chrome OS.

Dacă această politică este configurată la o listă de identificatori ai metodei de introducere a textului, metodele specificate vor fi disponibile pe ecranul de conectare. Prima metodă de introducere a textului specificată va fi preselectată. Deși tastatura utilizatorului este focalizată pe ecranul de conectare, cea mai puțin folosită recent metodă de introducere a textului va fi disponibilă, pe lângă metodele de introducere a textului specificate de această politică. Dacă această politică nu este configurată, metodele de introducere a textului de pe ecranul de conectare se vor baza pe limba în care este afișat ecranul de conectare. Valorile care nu sunt identificatori valizi ai metodei de introducere a textului vor fi ignorate.</string><string id="DeviceLoginScreenInputMethodsDesc">Aspectele tastaturii de pe ecranul de conectare al dispozitivului</string><string id="DeviceLoginScreenLocales">Limba de pe ecranul de conectare al dispozitivului</string><string id="DeviceLoginScreenLocales_Explain">Configurează limba care se aplică în ecranul de conectare din Google Chrome OS.

Dacă această politică este configurată, ecranul de conectare va fi afișat întotdeauna în limba specificată de prima valoare a politicii (politica este definită ca o listă pentru postcompatibilitate). Dacă această politică nu este configurată sau este configurată la o listă necompletată, ecranul de conectare va fi afișat în limba ultimei sesiuni a utilizatorului. Dacă politica este configurată la o valoare care nu este o limbă validă, ecranul de conectare va fi afișat într-o limbă de rezervă (în prezent, en-US).</string><string id="DeviceLoginScreenLocalesDesc">Limba de pe ecranul de conectare al dispozitivului</string><string id="DeviceLoginScreenPowerManagement">Gestionarea consumului de energie pe ecranul de conectare</string><string id="DeviceLoginScreenPowerManagement_Explain">Configurează gestionarea consumului de energie pe ecranul de conectare din Google Chrome OS.

Această politică vă permite să configurați comportamentul Google Chrome OS în cazul în care nu a existat o activitate inițiată de utilizator într-un interval de timp în care s-a afișat ecranul de conectare. Politica controlează mai multe setări. Pentru intervalele de valori și semantica fiecăreia dintre acestea, consultați politicile corespunzătoare care controlează gestionarea consumului de energie în timpul unei sesiuni. Singurele abateri de la această politică sunt următoarele:
* Acțiunile de urmat la intrarea în modul inactiv sau la închiderea capacului nu pot duce la terminarea sesiunii.
* Acțiunea prestabilită de urmat la intrarea în modul inactiv, dacă se utilizează o sursă de c.a., este oprirea dispozitivului.

Dacă o setare rămâne nespecificată, este utilizată o valoare prestabilită.

Dacă politica nu este configurată, sunt utilizate valorile prestabilite pentru toate setările.</string><string id="DeviceMetricsReportingEnabled">Activați raportarea statisticilor</string><string id="DeviceMetricsReportingEnabled_Explain">Această politică stabilește dacă statisticile de utilizare și datele de diagnosticare, inclusiv rapoartele de blocare, sunt raportate la Google. Dacă politica este activată, Google Chrome OS va raporta statisticile de utilizare și datele de diagnosticare. Dacă politica nu este configurată sau este dezactivată, raportarea statisticilor și a datelor de diagnosticare va fi dezactivată.</string><string id="DeviceNativePrinters">Fișierul de configurare a imprimantelor companiei pentru dispozitive</string><string id="DeviceNativePrinters_Explain">Specifică configurațiile pentru imprimantele companiei asociate dispozitivelor.

Această politică îți permite să specifici configurațiile imprimantelor pentru dispozitivele Google Chrome OS. Dimensiunea fișierului nu trebuie să depășească 5 MB, iar fișierul trebuie codificat în format JSON. Formatul este același cu cel al dicționarului NativePrinters. Se estimează că un fișier care conține aproximativ 21.000 de imprimante va fi codificat într-un fișier de 5 MB. Codul hash criptografic este folosit pentru a se verifica integritatea descărcării.

Fișierul este descărcat și stocat în memoria cache. Va fi descărcat din nou, ori de câte ori adresa URL sau codul hash se modifică.

Dacă politica este configurată, Google Chrome OS va descărca fișierul pentru configurațiile imprimantelor și va face imprimantele disponibile, conform cu DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist și DeviceNativePrintersBlacklist.

Această politică nu afectează opțiunea utilizatorilor de a configura imprimantele pe dispozitive individuale. Este menită să fie suplimentară față de configurarea imprimantelor de către utilizatori individuali.

Această politică se adaugă politicii NativePrintersBulkConfiguration.

Dacă politica nu este configurată, nu vor exista imprimante asociate dispozitivelor, iar celelalte politici DeviceNativePrinter* vor fi ignorate.</string><string id="DeviceNativePrintersAccessMode">Politica privind accesul la configurarea imprimantelor asociate dispozitivelor.</string><string id="DeviceNativePrintersAccessMode_Explain">Controlează care imprimante din DeviceNativePrinters sunt disponibile utilizatorilor.

Indică politica privind accesul care este folosită pentru configurarea imprimantelor în bloc. Dacă se selectează AllowAll, toate imprimantele sunt afișate. Dacă se selectează BlacklistRestriction, se va folosi DeviceNativePrintersBlacklist pentru a se restricționa accesul la imprimantele specificate. Dacă se selectează WhitelistPrintersOnly, DeviceNativePrintersWhitelist indică numai acele imprimante care se pot selecta.

Dacă politica nu este configurată, se va folosi BlacklistRestriction în mod prestabilit.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Sunt afișate toate imprimantele, cu excepția celor din lista neagră.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Numai imprimantele din lista albă sunt afișate utilizatorilor</string><string id="DeviceNativePrintersAccessMode_AllowAll">Permiteți toate imprimantele din fișierul de configurare.</string><string id="DeviceNativePrintersBlacklist">Imprimantele dezactivate asociate dispozitivelor companiei</string><string id="DeviceNativePrintersBlacklist_Explain">Specifică imprimantele pe care nu le poate folosi un utilizator.

Această politică este folosită numai dacă opțiunea BlacklistRestriction este aleasă pentru DeviceNativePrintersAccessMode.

Dacă această politică este folosită, utilizatorii vor putea folosi toate imprimantele, cu excepția celor ale căror ID-uri sunt specificate în politică.
</string><string id="DeviceNativePrintersBlacklistDesc">Imprimantele dezactivate asociate dispozitivelor companiei</string><string id="DeviceNativePrintersWhitelist">Imprimantele activate asociate dispozitivelor companiei</string><string id="DeviceNativePrintersWhitelist_Explain">Specifică imprimantele pe care le poate folosi un utilizator.

Această politică este folosită numai dacă opțiunea WhitelistPrintersOnly este aleasă pentru DeviceNativePrintersAccessMode

Dacă această politică este folosită, utilizatorilor le sunt disponibile numai imprimantele ale căror ID-uri se potrivesc cu valorile din politică. ID-urile trebuie să corespundă intrărilor din fișierul specificat în DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Imprimantele activate asociate dispozitivelor companiei</string><string id="DeviceOffHours">Intervalele de inactivitate când politicile OffHours |ignored_policy_proto_tags| ale dispozitivului sunt lansate</string><string id="DeviceOffHours_Explain">Dacă politica „OffHours” este configurată, politicile privind dispozitivele specificate sunt ignorate (se folosesc setările prestabilite ale acestor politici) în intervalele de timp definite. Politicile privind dispozitivele sunt aplicate din nou de Chrome la fiecare eveniment când perioada setată prin „OffHours” începe sau se încheie. Utilizatorul va fi notificat și forțat să se deconecteze când perioada setată prin „OffHours” se încheie și setările politicii privind dispozitivele sunt modificate (de ex., când utilizatorul nu este conectat cu un cont permis).</string><string id="DeviceOpenNetworkConfiguration">Configurare de rețea la nivel de dispozitiv</string><string id="DeviceOpenNetworkConfiguration_Explain">Această politică permite trimiterea configurației rețelei pentru a fi aplicată pentru toți utilizatorii unui dispozitiv Google Chrome OS. Configurația rețelei este un șir în formatul JSON, așa cum este acesta definit de formatul Open Network Configuration descris la https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Rata de actualizare pentru Politica privind dispozitivele</string><string id="DevicePolicyRefreshRate_Explain">Specifică intervalul (în milisecunde) la care serviciului de gestionare a dispozitivelor i se solicită informații legate de politica privind dispozitivele.

Setarea acestei politici înlocuiește valoarea prestabilită de 3 ore. Valorile valide pentru această politică se află în intervalul 1800000 (30 de minute) – 86400000 (1 zi). Toate valorile care nu se află în acest interval vor fi fixate în limitele respective.

Dacă politica nu este setată, Google Chrome OS va folosi valoarea prestabilită de 3 ore.

Reține că dacă platforma acceptă notificări privind politica, întârzierea actualizării va fi setată la 24 de ore (vor fi ignorate valorile prestabilite și valoarea acestei politici), deoarece se așteaptă ca notificările privind politica să forțeze automat o actualizare ori de câte ori politica se modifică, actualizările mai frecvente fiind inutile.</string><string id="DeviceQuirksDownloadEnabled">Activează interogările către Quirks Server pentru profilurile hardware</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Repornire automată la închiderea dispozitivului</string><string id="DeviceRebootOnShutdown_Explain">Dacă această politică este dezactivată sau nu este configurată, Google Chrome OS îi va permite utilizatorului să oprească dispozitivul.
Dacă această politică este activată, Google Chrome OS va declanșa o repornire când utilizatorul închide dispozitivul. Google Chrome OS înlocuiește toate aparițiile butoanelor de închidere din interfața de utilizare cu butoane de repornire. Dacă utilizatorul închide dispozitivul folosind butonul de pornire, acesta nu va reporni automat, chiar dacă politica este activată.</string><string id="DeviceShowUserNamesOnSignin">Afișați numele de utilizator pe ecranul de conectare</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Marcaje la nivel de sistem de aplicat când pornește Google Chrome</string><string id="DeviceStartUpFlags_Explain">Specifică semnalizatoarele de aplicat pentru Google Chrome la pornirea acestuia. Semnalizatoarele specificate se aplică numai pe ecranul de conectare. Semnalizatoarele stabilite prin această politică nu se propagă în sesiunile utilizatorilor.</string><string id="DeviceStartUpFlagsDesc">Marcaje la nivel de sistem de aplicat când pornește Google Chrome</string><string id="DeviceTargetVersionPrefix">Versiune țintă pentru actualizări automate</string><string id="DeviceTargetVersionPrefix_Explain">Setează o versiune țintă pentru actualizările automate.

Specifică prefixul unei versiuni țintă la care Google Chrome OS trebuie să se actualizeze. Dacă dispozitivul rulează o versiune care este inferioară prefixului specificat, actualizarea se va face la cea mai recentă versiune care are prefixul dat. Dacă pe dispozitiv este instalată deja o versiune superioară, nu se întâmplă nimic (adică nu se face downgrade), iar dispozitivul va rămâne la versiunea curentă. Formatul prefixului reflectă structura componentelor, ca în următorul exemplu:

&quot;&quot; (sau neconfigurat): se actualizează la cea mai recentă versiune disponibilă;
&quot;1412.&quot;: se actualizează la orice versiune subordonată pentru 1412 (de ex., 1412.24.34 sau 1412.60.2);
&quot;1412.2.&quot;: se actualizează la orice versiune subordonată pentru 1412.2 (de ex., 1412.2.34 sau 1412.2.2);
&quot;1412.24.34&quot;: se actualizează numai la această versiune.

Avertisment: nu se recomandă să se configureze restricții ale versiunilor, deoarece utilizatorii pot fi împiedicați să primească actualizări de software și remedieri importante de securitate. Dacă restricționezi actualizările pentru un anumit prefix de versiune, este posibil să pui în pericol utilizatorii.</string><string id="DeviceUpdateAllowedConnectionTypes">Tipuri de conexiune permise pentru actualizări</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Tipurile de conexiune care pot fi utilizate pentru actualizările sistemului de operare. Din cauza dimensiunii lor, actualizările sistemului de operare pot suprasolicita conexiunea și pot genera costuri suplimentare. Prin urmare, în mod prestabilit, acestea nu sunt activate pentru tipurile de conexiune considerate scumpe, printre care se numără în prezent conexiunile WiMax, cele prin Bluetooth și cele prin rețele mobile.

Identificatorii recunoscuți pentru tipurile de conexiune sunt „ethernet”, „wifi”, „wimax”, „bluetooth” și „cellular”.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Tipuri de conexiune permise pentru actualizări</string><string id="DeviceUpdateHttpDownloadsEnabled">Permite descărcarea actualizărilor automate prin HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Încărcările utile pentru actualizările automate pe Google Chrome OS pot fi descărcate prin HTTP, în loc de HTTPS. Acest lucru permite stocarea transparentă în memoria cache HTTP a descărcărilor HTTP.

Dacă politica este activată, Google Chrome OS va încerca să descarce încărcările utile pentru actualizările automate prin HTTP. Dacă politica este dezactivată sau nu este configurată, la descărcarea încărcărilor utile pentru actualizări automate se va utiliza HTTPS.</string><string id="DeviceUpdateScatterFactor">Factor de difuzare pentru actualizări automate</string><string id="DeviceUpdateScatterFactor_Explain">Specifică numărul de secunde până la care un dispozitiv poate întârzia în mod aleatoriu descărcarea unei actualizări, din momentul în care respectiva actualizare a fost publicată pe server. O parte din perioada în care dispozitivul așteaptă efectuarea actualizării poate fi exprimată în termeni temporali, iar partea rămasă printr-un număr de verificări ale existenței unei actualizări. În orice caz, difuzarea are ca limită superioară o valoare constantă de timp, astfel încât un dispozitiv nu poate rămâne niciodată blocat definitiv în așteptarea descărcării unei actualizări.</string><string id="DeviceUserWhitelist">Lista albă a utilizatorilor cu permisiuni de conectare</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Lista albă a utilizatorilor cu permisiuni de conectare</string><string id="DeviceWallpaperImage">Imaginea de fundal a dispozitivului</string><string id="DeviceWallpaperImage_Explain">Configurează imaginea de fundal la nivel de dispozitiv afișată pe ecranul de conectare, dacă încă nu s-a conectat niciun utilizator pe dispozitiv. Politica se configurează prin specificarea adresei URL de la care dispozitivul cu sistemul de operare Chrome poate descărca imaginea de fundal și a unui cod hash criptografic folosit pentru a verifica integritatea descărcării. Imaginea trebuie să fie în format JPEG, iar dimensiunea fișierului nu trebuie să depășească 16 MB. Adresa URL trebuie să poată fi accesată fără autentificare. Imaginea de fundal este descărcată și stocată în memoria cache. Aceasta va fi descărcată din nou, ori de câte ori adresa URL sau codul hash se modifică.

Politica trebuie să fie specificată ca șir ce exprimă adresa URL și codul hash în format JSON, de ex.,
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Dacă politica privind imaginea de fundal a dispozitivului este configurată, dispozitivul cu sistemul de operare Chrome va descărca și va folosi imaginea de fundal pe ecranul de conectare, dacă încă nu s-a conectat niciun utilizator pe dispozitiv. După ce un utilizator se conectează, se aplică politica acestuia privind imaginea de fundal.

Dacă politica privind imaginea de fundal a dispozitivului nu este configurată, politica utilizatorului privind imaginea de fundal decide ce se afișează, dacă aceasta este configurată.</string><string id="Disable3DAPIs">Dezactivează compatibilitatea pentru API-uri grafice 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Specifică dacă instrumentul de găsire de pluginuri ar trebui dezactivat</string><string id="DisablePluginFinder_Explain">Dacă activați această setare, căutarea automată și instalarea pluginurilor care lipsesc vor fi dezactivate în Google Chrome. Dacă dezactivați această opțiune sau nu o setați, instrumentul de găsire de pluginuri va fi activ.</string><string id="DisableSafeBrowsingProceedAnyway">Dezactivați continuarea navigării de pe pagina de avertisment Navigare sigură</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Serviciul Navigare sigură afișează o pagină de avertisment când utilizatorii navighează pe site-uri semnalate ca fiind potențial dăunătoare. Dacă activezi această setare, utilizatorii nu vor putea să navigheze mai departe de pe pagina de avertisment pe site-ul dăunător.

Dacă setarea este dezactivată sau nu este configurată, utilizatorii pot alege să acceseze site-ul semnalat după ce li se afișează avertismentul.

Consultă https://developers.google.com/safe-browsing pentru mai multe informații despre Navigarea sigură.</string><string id="DisableScreenshots">Dezactivați capturile de ecran</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Setează rotirea prestabilită a ecranului, reaplicată la fiecare repornire</string><string id="DisplayRotationDefault_Explain">Dacă această politică este configurată, după fiecare repornire și la prima conectare
după ce s-a schimbat valoarea politicii, fiecare afișaj este rotit la
orientarea specificată. Utilizatorii pot să schimbe rotirea
afișajului din pagina de setări după ce se conectează, însă la următoarea
repornire setarea lor va fi totuși înlocuită de valoarea politicii.

Această politică se aplică atât pentru afișajele principale, cât și pentru cele secundare.

Dacă politica nu este configurată, valoarea prestabilită este 0 grade, iar
utilizatorul poate să o schimbe. În acest caz, valoarea prestabilită
nu este reaplicată la repornire.</string><string id="DisplayRotationDefault_ROTATE_0">Rotește ecranul la 0 grade</string><string id="DisplayRotationDefault_ROTATE_90">Rotește ecranul la 90 de grade în sensul acelor de ceasornic</string><string id="DisplayRotationDefault_ROTATE_180">Rotește ecranul la 180 de grade</string><string id="DisplayRotationDefault_ROTATE_270">Rotește ecranul la 270 de grade în sensul acelor de ceasornic</string><string id="DownloadDirectory">Setează directorul de descărcare</string><string id="DownloadDirectory_Explain">Configurează directorul pe care Google Chrome îl va folosi pentru a descărca fișierele.

Dacă configurezi această politică, Google Chrome va folosi directorul indicat, indiferent dacă utilizatorul a specificat unul sau a activat semnalizatorul care îi solicită locația de descărcare de fiecare dată.

Pentru a vedea o listă cu variabilele care pot fi folosite, accesează https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Dacă această politică nu este configurată, va fi folosit directorul prestabilit pentru descărcare, iar utilizatorul îl va putea modifica.</string><string id="DownloadRestrictions">Permite restricții privind descărcarea</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Fără restricții speciale</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blochează descărcările periculoase</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blochează descărcările potențial periculoase</string><string id="DownloadRestrictions_BlockAllDownloads">Blochează toate descărcările</string><string id="EasyUnlockAllowed">Permite ca funcția Smart Lock să fie folosită</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Strategia de migrare pentru ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Similar cu Golirea (valoarea 2), însă încearcă să păstreze indicativele de conectare, astfel încât utilizatorul să nu trebuiască să se conecteze din nou.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Dacă modelul de dispozitiv al clientului era compatibil deja cu ARC înainte ca migrarea la ext4 să fie necesară pentru rularea ARC și dacă politica ArcEnabled este activată, această opțiune va funcționa ca AskUser (valoarea 3). În restul cazurilor (dacă modelul de dispozitiv nu era compatibil cu ARC înainte sau dacă politica ArcEnabled este dezactivată), această valoare este echivalentă cu DisallowArc (valoarea 0).</string><string id="EditBookmarksEnabled">Activează sau dezactivează editarea marcajelor</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Dacă sunt permise certificatele din care lipsește extensia subjectAlternativeName, emise de ancorele de încredere de pe dispozitiv</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Când această setare este activată, dacă dintr-un certificat de server lipsește o extensie subjectAlternativeName, pentru a identifica un nume de gazdă, Google Chrome va folosi numele comun din certificat, atât timp cât este validat și asociat certificatelor CA instalate pe dispozitiv.

Reține că acest lucru nu este recomandat, deoarece astfel se poate permite evitarea extensiei nameConstraints care limitează numele de gazdă pentru care poate fi autorizat un anumit certificat.

Dacă politica nu este configurată sau dacă este dezactivată, certificatele de server din care lipsește extensia subjectAlternativeName cu un nume DNS sau o adresă IP nu vor fi considerate de încredere.</string><string id="EnableDeprecatedWebPlatformFeatures">Activează funcții învechite ale platformei web pentru o perioadă limitată</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Specifică o listă a funcțiilor învechite ale platformei web care pot fi reactivate temporar.

Această politică oferă administratorilor posibilitatea de a reactiva funcții învechite ale platformei web, pentru o perioadă limitată. Funcțiile sunt identificate printr-o etichetă de tip șir de caractere, iar funcțiile care corespund etichetelor incluse în lista specificată de această politică vor fi reactivate.

Dacă politica nu este configurată sau dacă lista este goală ori nu se potrivește cu una dintre etichetele de tip șir de caractere acceptate, toate funcțiile învechite ale platformei web vor rămâne neactivate.

Deși politica în sine este acceptată pe platformele de mai sus, funcția pe care o activează poate fi disponibilă pe mai puține platforme. Nu toate funcțiile învechite ale platformei web pot fi reactivate. Numai cele specificate mai jos pot fi reactivate, pentru o perioadă limitată, aceasta variind de la o funcție la alta. Formatul general al etichetei de tip șir de caractere va fi [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. Ca referință, poți să te informezi despre scopul modificărilor privind funcțiile platformei web la http://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Activează funcții învechite ale platformei web pentru o perioadă limitată</string><string id="EnableOnlineRevocationChecks">Această politică stabilește dacă sunt efectuate verificări OCSP/CRL online</string><string id="EnableOnlineRevocationChecks_Explain">Deoarece verificările de revocare online care tolerează erorile temporare nu oferă avantaje de securitate clare, acestea sunt dezactivate în mod prestabilit în Google Chrome versiunea 19 și în versiunile ulterioare. Prin activarea acestei politici, comportamentul anterior este restabilit și sunt efectuate verificări OCSP/CRL online.

Dacă politica nu este configurată sau este dezactivată, Google Chrome nu va efectua verificări de revocare online în Google Chrome versiunea 19 și în versiunile ulterioare.</string><string id="EnableSha1ForLocalAnchors">Dacă sunt permise certificatele semnate cu SHA-1, emise de ancorele de încredere locale</string><string id="EnableSha1ForLocalAnchors_Explain">Când setarea este activată, Google Chrome acceptă certificatele semnate cu SHA-1, cu condiția ca acestea să valideze și să se asocieze unor certificate CA instalate local.

Reține că această politică depinde de acceptarea semnăturilor SHA-1 de către stiva de verificare a certificatelor sistemului de operare. Dacă o actualizare a sistemului de operare modifică modul în care sistemul de operare gestionează certificatele semnate cu SHA-1, este posibil ca această politică să nu se mai aplice. Mai mult, această politică are rolul de soluție temporară, pentru a le oferi companiilor mai mult timp să renunțe la standardul SHA-1. Această politică va fi eliminată în data de 1 ianuarie 2019 sau în jurul acestei date.

Dacă această politică nu este configurată sau nu este activată, Google Chrome urmează programul anunțat public de renunțare la dezvoltarea SHA-1.</string><string id="ExternalStorageDisabled">Dezactivați conectarea dispozitivelor de stocare externe</string><string id="ExternalStorageDisabled_Explain">Dacă această politică este activată, stocarea externă nu va fi disponibilă în browserul de fișiere.

Această politică afectează toate tipurile de suporturi de stocare. De exemplu: unități flash USB, hard diskuri externe, carduri SD și alte carduri de memorie, stocarea optică etc. Stocarea internă nu este afectată. Prin urmare, fișierele salvate în dosarul Descărcări pot fi în continuare accesate. Nici Google Drive nu este afectat de această politică.

Dacă această setare este dezactivată sau nu este configurată, utilizatorii pot folosi pe dispozitivele lor toate tipurile de dispozitive de stocare externe acceptate.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Când această politică este activată, utilizatorii nu pot scrie nimic pe dispozitivele de stocare externe.

Dacă setarea este dezactivată sau nu este configurată, utilizatorii pot crea și modifica fișierele dispozitivelor de stocare externe pe care se poate scrie.

Politica ExternalStorageDisabled are prioritate față de această politică – dacă ExternalStorageDisabled este activată, este dezactivat întregul acces la stocarea externă și, prin urmare, această politică este ignorată.

Actualizarea dinamică a acestei politici este acceptată în M56 sau versiunile ulterioare.</string><string id="ForceGoogleSafeSearch">Impune Căutarea sigură Google</string><string id="ForceGoogleSafeSearch_Explain">Forțează activarea Căutării sigure pentru interogările de pe Căutarea Google pe web și nu permite utilizatorilor să modifice această setare.

Dacă activați această setare, Căutarea sigură din Căutarea Google este întotdeauna activă.

Dacă dezactivați această setare sau nu configurați nicio valoare, nu se va impune Căutarea sigură din Căutarea Google.</string><string id="ForceMaximizeOnFirstRun">Maximizează prima fereastră din browser la prima rulare</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Forțează Modul restricționat minim pe YouTube</string><string id="ForceYouTubeRestrict_Explain">Impune un Mod restricționat minim pe YouTube și împiedică utilizatorii
să aleagă un mod mai puțin restricționat.

Dacă setarea are valoarea Strict, Modul restricționat strict pe YouTube este întotdeauna activat.

Dacă setarea are valoarea Moderat, utilizatorul poate alege numai Modul restricționat moderat
și Modul restricționat strict pe YouTube, dar nu poate dezactiva Modul restricționat.

Dacă setarea are valoarea Dezactivat sau nu este configurată nicio valoare, Modul restricționat pe YouTube nu este impus de Google Chrome. Totuși, este posibil ca politicile externe, cum ar fi politicile YouTube, să impună Modul restricționat.</string><string id="ForceYouTubeRestrict_Off">Nu impune Modul restricționat pe YouTube</string><string id="ForceYouTubeRestrict_Moderate">Impune cel puțin Modul restricționat moderat pe YouTube</string><string id="ForceYouTubeRestrict_Strict">Impune Modul restricționat strict pentru YouTube</string><string id="FullscreenAllowed">Activează modul ecran complet</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Activează compatibilitatea cu HTTP/0.9 pentru porturile care nu sunt prestabilite</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Această politică activează compatibilitatea cu HTTP/0.9 pentru HTTP pentru alte porturi decât 80 și pentru HTTPS pentru alte porturi decât 443.

Această politică este dezactivată în mod prestabilit și, dacă este activată, utilizatorii sunt expuși la problema de securitate prezentată aici https://crbug.com/600352.

Această politică a fost concepută pentru a oferi companiilor ocazia de a migra serverele existente de la HTTP/0.9 și va fi eliminată în viitor.

Dacă politica nu este configurată, HTTP/0.9 se va dezactiva pentru porturile care nu sunt prestabilite.</string><string id="IncognitoModeAvailability">Disponibilitatea modului incognito</string><string id="IncognitoModeAvailability_Explain">Specifică dacă utilizatorul poate deschide pagini în modul incognito în Google Chrome. Dacă politica este activată sau nu este setată, paginile pot fi deschise în modul incognito. Dacă este dezactivată, paginile nu pot fi deschise în modul incognito. Dacă este selectat „Forțat”, paginile pot fi deschise NUMAI în modul incognito.</string><string id="IncognitoModeAvailability_Enabled">Modul incognito este disponibil</string><string id="IncognitoModeAvailability_Disabled">Modul incognito a fost dezactivat</string><string id="IncognitoModeAvailability_Forced">Modul incognito a fost impus</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Activează Izolarea site-ului pentru originile specificate</string><string id="IsolateOrigins_Explain">
NOTĂ: Această politică este experimentală și poate întrerupe funcționarea!
Dacă politica este activată, fiecare dintre originile indicate într-o
listă de valori separate prin virgulă va rula propriul proces. Aceasta va izola, de asemenea,
originile denumite după subdomenii; de exemplu, specificarea https://example.com/ va
cauza și izolarea https://foo.example.com/ ca parte a
site-ului https://example.com/.
Dacă politica este dezactivată, va fi aplicată logica de gestionare a proceselor prealabilă Izolării site-ului.
Dacă politica nu este configurată, utilizatorul va putea modifica această setare.
</string><string id="KeyPermissions">Permisiunile privind certificatele</string><string id="KeyPermissions_Explain">Acordă extensiilor accesul la certificatele companiei.

Certificatele sunt desemnate pentru a fi folosite în cadrul companiei dacă sunt generate folosind API-ul chrome.platformKeys într-un cont gestionat de un administrator. Certificatele importate sau generate în alt mod nu sunt desemnate pentru folosirea în cadrul companiei.

Accesul la certificatele desemnate pentru folosirea în cadrul companiei este controlat doar de această politică. Utilizatorul nu poate acorda sau retrage accesul extensiilor la certificatele companiei.

În mod prestabilit, o extensie nu poate folosi un certificat desemnat pentru folosirea în cadrul companiei, ceea ce echivalează cu setarea allowCorporateKeyUsage la „false” pentru acea extensie.

Numai dacă allowCorporateKeyUsage este setat la „true” pentru o extensie, aceasta poate folosi orice certificat al platformei, marcat ca să fie folosit în cadrul companiei, pentru a semna date arbitrare. Această permisiune ar trebui acordată doar dacă ai încredere că extensia protejează accesul la certificat împotriva atacatorilor.</string><string id="ManagedBookmarks">Marcaje gestionate</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Întârzierea maximă la preluare după invalidarea unei politici</string><string id="MaxInvalidationFetchDelay_Explain">Specifică întârzierea maximă în milisecunde de la primirea unei invalidări a politicii și până la preluarea politicii noi de la serviciul de gestionare a dispozitivului.

Setarea acestei politici înlocuiește valoarea prestabilită de 5000 de milisecunde. Valorile valide pentru această politică sunt cuprinse între 1000 (1 secundă) și 300000 (5 minute). Toate valorile care nu se află în acest interval vor fi fixate în limitele respective.

Dacă această politică nu este setată, Google Chrome va utiliza valoarea prestabilită de 5000 de milisecunde.</string><string id="NativePrinters">Printare nativă</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Printare nativă</string><string id="NativePrintersBulkAccessMode">Politica privind accesul la configurarea imprimantelor.</string><string id="NativePrintersBulkAccessMode_Explain">Controlează care imprimante din NativePrintersBulkConfiguration sunt disponibile utilizatorilor.

Indică politica privind accesul care este folosită pentru configurarea imprimantelor în bloc. Dacă se selectează AllowAll, toate imprimantele sunt afișate. Dacă se selectează BlacklistRestriction, se va folosi NativePrintersBulkBlacklist pentru a se restricționa accesul la imprimantele specificate. Dacă se selectează WhitelistPrintersOnly, NativePrintersBulkWhitelist indică numai acele imprimante care se pot selecta.

Dacă politica nu este configurată, se va folosi BlacklistRestriction în mod prestabilit.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Sunt afișate toate imprimantele, cu excepția celor din lista neagră.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Numai imprimantele din lista albă sunt afișate utilizatorilor</string><string id="NativePrintersBulkAccessMode_AllowAll">Permiteți toate imprimantele din fișierul de configurare.</string><string id="NativePrintersBulkBlacklist">Imprimantele dezactivate ale companiei</string><string id="NativePrintersBulkBlacklist_Explain">Specifică imprimantele pe care nu le poate folosi un utilizator.

Această politică este folosită numai dacă opțiunea BlacklistRestriction este aleasă pentru NativePrintersBulkAccessMode.

Dacă această politică este folosită, utilizatorii vor putea folosi toate imprimantele, cu excepția celor ale căror ID-uri sunt specificate în politică.
</string><string id="NativePrintersBulkBlacklistDesc">Imprimantele dezactivate ale companiei</string><string id="NativePrintersBulkConfiguration">Fișier de configurare a imprimantelor companiei</string><string id="NativePrintersBulkConfiguration_Explain">Specifică configurațiile pentru imprimantele companiei.

Această politică îți permite să specifici configurațiile imprimantelor pentru dispozitivele Google Chrome OS. Dimensiunea fișierului nu trebuie să depășească 5 MB, iar fișierul trebuie codificat în format JSON. Formatul este același cu cel al dicționarului NativePrinters. Se estimează că un fișier care conține aproximativ 21.000 de imprimante va fi codificat într-un fișier de 5 MB. Codul hash criptografic este folosit pentru a se verifica integritatea descărcării.

Fișierul este descărcat și stocat în memoria cache. Va fi descărcat din nou, ori de câte ori adresa URL sau codul hash se modifică.

Dacă politica este configurată, Google Chrome OS va descărca fișierul pentru configurațiile imprimantelor și va face imprimantele disponibile, conform cu NativePrintersBulkAccessMode, NativePrintersBulkWhitelist și NativePrintersBulkBlacklist.

Dacă această politică este configurată, utilizatorii nu pot să o modifice sau să o ignore.

Această politică nu afectează opțiunea utilizatorilor de a configura imprimantele pe dispozitive individuale. Este menită să fie suplimentară față de configurarea imprimantelor de către utilizatori individuali.
</string><string id="NativePrintersBulkWhitelist">Imprimantele activate ale companiei</string><string id="NativePrintersBulkWhitelist_Explain">Specifică imprimantele pe care le poate folosi un utilizator.

Această politică este folosită numai dacă opțiunea WhitelistPrintersOnly este aleasă pentru NativePrintersBulkAccessMode.

Dacă această politică este folosită, utilizatorilor le sunt disponibile numai imprimantele ale căror ID-uri se potrivesc cu valorile din politică. ID-urile trebuie să corespundă intrărilor din fișierul specificat în NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Imprimantele activate ale companiei</string><string id="NetworkPredictionOptions">Activați predicția rețelei</string><string id="NetworkPredictionOptions_Explain">Activează anticiparea în rețea în Google Chrome și împiedică utilizatorii să modifice această setare.

Aceasta controlează atât preluarea anticipată a datelor DNS, cât și conectarea anticipată TCP și SSL și încărcarea anticipată a paginilor web.

Dacă setezi această preferință la „întotdeauna”, „niciodată” sau „numai prin Wi-Fi”, utilizatorii nu pot modifica sau suprascrie această setare în Google Chrome.

Dacă această politică nu este configurată, anticiparea în rețea va fi activată, dar utilizatorul o va putea modifica.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Anticipează acțiunile în rețea pentru orice conexiune la rețea</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Anticipează acțiunile în rețea în orice rețea care nu este mobilă.
(Opțiune învechită în versiunea 50 și eliminată în versiunea 52. După versiunea 52, dacă valoarea 1 este setată, va fi tratată ca fiind 0 – anticipează acțiunile în rețea în orice conexiune la rețea.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Nu anticipa acțiunile în rețea pentru nicio conexiune la rețea</string><string id="NoteTakingAppsLockScreenWhitelist">Trece în lista albă aplicațiile pentru creat note permise pe ecranul de blocare din Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Specifică lista de aplicații care pot fi activate ca aplicație pentru creat note pe ecranul de blocare din Google Chrome OS.

Dacă aplicația preferată pentru creat note este activată pe ecranul de blocare, acesta va include un element al interfeței de utilizare pentru lansarea aplicației preferate pentru creat note.
Când este lansată, aplicația va putea să creeze o fereastră peste ecranul de blocare și elemente de date (note) în contextul ecranului de blocare. Aplicația va putea să importe notele create în sesiunea utilizatorului principal, când sesiunea este deblocată. Momentan, doar aplicațiile pentru creat note din Chrome sunt acceptate pe ecranul de blocare.

Dacă politica este configurată, utilizatorul va putea să activeze o aplicație pe ecranul de blocare, numai dacă ID-ul extensiei aplicației este inclus în lista de valori a politicii.
Prin urmare, setarea unei liste goale pentru această politică va dezactiva complet crearea de note pe ecranul de blocare.
Reține că dacă politica conține un ID de aplicație nu înseamnă neapărat că utilizatorul va putea activa aplicația ca aplicație pentru creat note pe ecranul de blocare. De exemplu, în Chrome 61, setul de aplicații disponibile este restricționat suplimentar de platformă.

Dacă politica nu este configurată, nu vor exista restricții impuse de politică privind setul de aplicații pe care utilizatorul le poate activa pe ecranul de blocare.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Trece în lista albă aplicațiile pentru creat note permise pe ecranul de blocare din Google Chrome OS</string><string id="OpenNetworkConfiguration">Configurație de rețea la nivel de utilizator</string><string id="OpenNetworkConfiguration_Explain">Această politică permite trimiterea configurației rețelei pentru a fi aplicată pentru fiecare utilizator pe un dispozitiv cu Google Chrome OS. Configurația rețelei este un șir în formatul JSON, conform definirii acestuia de către formatul Open Network Configuration descris la https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Activează eliminarea unor părți din adresele URL pentru PAC (pentru https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Elimină părțile sensibile legate de confidențialitate și de securitate din adresele URL https:// înainte să le trimită la scripturile PAC (Proxy Auto Config) folosite de Google Chrome în timpul rezolvării proxy-ului.

Când politica este activată, funcția de securitate este activată, iar părțile respective sunt eliminate din adresele URL https://
înainte să fie trimise la un script PAC. Astfel, scriptul PAC
nu poate vedea datele protejate de obicei
de un canal criptat (cum ar fi calea și interogarea adresei URL).

Când politica este dezactivată, funcția de securitate este dezactivată, iar scripturile PAC
au în mod prestabilit permisiunea să vadă toate componentele unei adrese URL https://.
Această setare se aplică tuturor scripturilor PAC indiferent de originea lor (inclusiv
celor obținute printr-un transport nesigur, precum și celor descoperite într-un mod nesigur prin WPAD).

Politica este activată în mod prestabilit (funcția de securitate este activată), mai puțin în cazul utilizatorilor
sistemului de operare Chrome din companii pentru care în prezent politica este dezactivată în mod prestabilit.

Se recomandă activarea acesteia. Singurul motiv de a o
dezactiva este în cazul în care apar probleme de compatibilitate cu scripturile PAC existente.

Se dorește eliminarea acestei modificări în viitor.</string><string id="PinnedLauncherApps">Listare aplicații fixate de afișat în lansator</string><string id="PinnedLauncherApps_Explain">Listează identificatorii aplicațiilor pe care Google Chrome OS le afișează ca aplicații fixate în bara lansatorului.

Dacă această politică este configurată, setul de aplicații este fix și nu poate fi schimbat de către utilizator.

Dacă această politică este lăsată nesetată, utilizatorul poate modifica lista cu aplicații fixate din lansator.</string><string id="PinnedLauncherAppsDesc">Listare aplicații fixate de afișat în lansator</string><string id="PolicyRefreshRate">Rata de actualizare pentru politica privind utilizatorii</string><string id="PolicyRefreshRate_Explain">Specifică intervalul (în milisecunde) la care serviciului de gestionare a dispozitivelor i se solicită informații legate de politica privind utilizatorii.

Setarea acestei politici înlocuiește valoarea prestabilită de 3 ore. Valorile valide pentru această politică se află în intervalul 1800000 (30 de minute) – 86400000 (1 zi). Toate valorile care nu se află în acest interval vor fi fixate în limitele respective. Dacă platforma acceptă notificări privind politica, întârzierea actualizării va fi setată la 24 de ore, deoarece se așteaptă ca notificările privind politica să forțeze automat o actualizare ori de câte ori politica se modifică.

Dacă politica nu este setată, Google Chrome va folosi valoarea prestabilită de 3 ore.

Reține că dacă platforma acceptă notificări privind politica, întârzierea actualizării va fi setată la 24 de ore (vor fi ignorate valorile prestabilite și valoarea acestei politici), deoarece se așteaptă ca notificările privind politica să forțeze automat o actualizare ori de câte ori politica se modifică, actualizările mai frecvente fiind inutile.</string><string id="PrintingEnabled">Activează printarea</string><string id="PrintingEnabled_Explain">Activează printarea în Google Chrome și nu le permite utilizatorilor să modifice această setare.

Dacă această setare este activată sau nu este configurată, utilizatorii pot să printeze.

Dacă această setare este dezactivată, utilizatorii nu pot să printeze din Google Chrome. Printarea este dezactivată în meniul cheie, în extensii, în aplicațiile JavaScript etc. În momentul printării, utilizatorii pot printa din pluginuri care ocolesc Google Chrome. De exemplu, anumite aplicații Flash au opțiunea de printare în propriul meniu contextual, care nu este inclus în această politică.</string><string id="QuicAllowed">Permite protocolul QUIC</string><string id="QuicAllowed_Explain">Dacă această politică este activată sau nu este configurată, este permisă folosirea protocolului QUIC în Google Chrome.
Dacă această politică este dezactivată, nu este permisă folosirea protocolului QUIC.</string><string id="RebootAfterUpdate">Repornește automat după actualizare</string><string id="RebootAfterUpdate_Explain">Programați o repornire automată după aplicarea unei actualizări Google Chrome OS.

Dacă această politică este activată, se programează o repornire automată după aplicarea unei actualizări Google Chrome OS și repornirea este obligatorie pentru a finaliza procesul de instalare. Repornirea este programată imediat, dar poate fi amânată pe dispozitiv cu până la 24 de ore dacă dispozitivul este folosit în acel moment de un utilizator.

Dacă această politică nu este activată, nu este programată nicio repornire automată după aplicarea unei actualizări Google Chrome OS. Procesul de actualizare este finalizat data următoare când utilizatorul repornește dispozitivul.

Dacă această politică este configurată, utilizatorii nu o pot modifica sau ignora.

Notă: în prezent, repornirile automate sunt activate numai când este afișat ecranul de conectare sau când este în curs o sesiune a unei aplicații de tip chioșc. Aceasta se va schimba pe viitor, iar politica se va aplica întotdeauna, indiferent dacă este în curs sau nu o sesiune de un anumit tip.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Dacă verificările OCSP/CRL online sunt necesare sau nu pentru ancorele de încredere locale</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Când această setare este activată, Google Chrome va efectua întotdeauna verificarea revocării certificatelor de server care au fost validate și care sunt semnate de certificate CA instalate local.

Dacă Google Chrome nu poate obține informații despre starea revocării, certificatele de acest fel vor fi considerate revocate („blocate”).

Dacă politica nu este configurată sau nu este activată, Google Chrome va folosi setările existente pentru verificarea revocărilor online.</string><string id="RunAllFlashInAllowMode">Extinde setarea privind conținutul Flash la tot conținutul</string><string id="RunAllFlashInAllowMode_Explain">Dacă activezi această setare, tot conținutul Flash încorporat pe site-urile care au fost setate să permită Flash în setările privind conținutul, de către utilizator sau de politica de companie, va rula, inclusiv conținutul cu alte origini sau conținutul redus ca importanță.

Pentru a controla căror site-uri li se permite să ruleze Flash, vezi politicile „DefaultPluginsSetting”, „PluginsAllowedForUrls” și „PluginsBlockedForUrls”.

Dacă această setare este dezactivată sau nu este configurată, conținutul Flash cu alte origini sau conținutul redus ca importanță poate fi blocat.</string><string id="SAMLOfflineSigninTimeLimit">Limitați intervalul de timp pentru care un utilizator autentificat prin SAML se poate conecta offline</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Permite continuarea navigării de pe pagina de avertisment SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome afișează o pagină de avertisment atunci când utilizatorii accesează site-uri care au erori SSL. În mod prestabilit sau atunci când această politică este activată, utilizatorii au permisiunea să-și continue navigarea dând clic pe aceste pagini de avertisment.
Dacă această politică este dezactivată, utilizatorii nu mai au permisiunea să-și continue navigarea dând clic pe aceste pagini de avertisment.</string><string id="SSLVersionMax">Versiunea maximă SSL a fost activată</string><string id="SSLVersionMax_Explain">Avertisment: politica privind versiunea maximă TLS va fi eliminată complet din Google Chrome începând cu versiunea 66 (aproximativ în luna februarie 2018).

Dacă politica nu este configurată, Google Chrome folosește o versiune maximă prestabilită.

În caz contrar, politica poate fi configurată la una dintre următoarele valori: „tls1.2” sau „tls1.3”. Când este configurată, Google Chrome nu va folosi versiunile SSL/TLS superioare versiunii specificate. Valorile nerecunoscute vor fi ignorate.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Activează funcția Navigare sigură</string><string id="SafeBrowsingEnabled_Explain">Activează funcția Navigare sigură din Google Chrome și nu le permite utilizatorilor să modifice această setare.

Dacă activezi această setare, Navigarea sigură este activată întotdeauna.

Dacă dezactivezi această setare, Navigarea sigură nu este niciodată activată.

Dacă activezi sau dezactivezi această setare, utilizatorii nu pot modifica sau ignora setarea „Activează protecția împotriva phishingului și a programelor malware” din Google Chrome.

Dacă politica nu este configurată, această opțiune va fi activată, dar utilizatorul va putea să o modifice.

Consultă https://developers.google.com/safe-browsing pentru mai multe informații despre Navigarea sigură.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Permite utilizatorilor să activeze raportarea detaliată privind Navigarea sigură</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Dacă dezactivezi această politică, utilizatorii nu vor mai putea trimite unele informații de sistem și conținutul paginii la serverele Google. Dacă această setare este activată sau nu este configurată, utilizatorii au permisiunea să trimită unele informații de sistem și conținutul paginii la Navigarea sigură pentru detectarea aplicațiilor și a site-urilor periculoase.

Consultă https://developers.google.com/safe-browsing pentru mai multe informații despre Navigarea sigură.</string><string id="SavingBrowserHistoryDisabled">Dezactivează salvarea istoricului browserului</string><string id="SavingBrowserHistoryDisabled_Explain">Dezactivează salvarea istoricului de navigare în Google Chrome și împiedică utilizatorii să schimbe această setare.

Dacă această setare este activată, istoricul de navigare nu va fi salvat. Această setare dezactivează și sincronizarea filelor.

Dacă această setare este dezactivată sau nu este configurată, istoricul de navigare va fi salvat.</string><string id="SearchSuggestEnabled">Activează sugestiile de căutare</string><string id="SearchSuggestEnabled_Explain">Activează sugestiile de căutare în caseta polivalentă din Google Chrome și împiedică modificarea acestei setări de către utilizatori.

Dacă activați această setare, sunt oferite sugestii de căutare.

Dacă dezactivați această setare, nu sunt oferite niciodată sugestii de căutare.

Dacă activați sau dezactivați această setare, utilizatorii nu o pot modifica sau anula în Google Chrome.

Dacă această politică nu este setată, această setare va fi activată, dar utilizatorul va putea să o schimbe.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Setează limbile recomandate pentru o sesiune publică</string><string id="SessionLocales_Explain">Setează una sau mai multe limbi recomandate pentru o sesiune publică, astfel încât utilizatorii să poată alege cu ușurință una dintre limbile respective.

Utilizatorul poate să aleagă o limbă și un aranjament al tastaturii înainte de a începe o sesiune publică. În mod prestabilit, toate limbile acceptate de Google Chrome OS sunt afișate în ordine alfabetică. Poți să folosești această politică pentru a muta un set de limbi recomandate în partea de sus a listei.

Dacă politica nu este configurată, limba actuală a interfeței de utilizare va fi preselectată.

Dacă politica este configurată, limbile recomandate vor fi mutate în partea de sus a listei și vor fi separate vizual de restul limbilor. Limbile recomandate vor fi afișate în ordinea în care apar în politică. Prima limbă recomandată va fi preselectată.

Dacă există mai multe limbi recomandate, se presupune că utilizatorii vor dori să selecteze dintre limbile respective. Opțiunea de selectare a limbii și a aranjamentului tastaturii va fi afișată foarte vizibil la începerea unei sesiuni publice. În caz contrar, se va presupune că aproape toți utilizatorii doresc să folosească limba preselectată. Opțiunea de selectare a limbii și a aranjamentului tastaturii va fi afișată mai puțin vizibil la începerea unei sesiuni publice.

Când această politică este configurată, iar conectarea automată este activată (consultă politicile |DeviceLocalAccountAutoLoginId| și |DeviceLocalAccountAutoLoginDelay|), sesiunea publică inițiată automat va folosi prima limbă recomandată și cel mai popular aranjament al tastaturii pentru limba respectivă.

Aranjamentul tastaturii preselectat va fi întotdeauna aranjamentul cel mai popular pentru limba respectivă.

Această politică poate fi setată numai ca recomandare. Poți să folosești această politică pentru a muta un set de limbi recomandate în partea de sus a listei, însă utilizatorii vor avea întotdeauna posibilitatea să aleagă pentru sesiunea lor orice limbă acceptată de Google Chrome OS.
</string><string id="SessionLocalesDesc">Setează limbile recomandate pentru o sesiune publică</string><string id="ShelfAutoHideBehavior">Controlați ascunderea automată a raftului</string><string id="ShelfAutoHideBehavior_Explain">Controlați ascunderea automată a raftului Google Chrome OS.

Dacă această politică este setată la „AlwaysAutoHideShelf”, raftul va fi întotdeauna ascuns automat.

Dacă această politică este setată la „NeverAutoHideShelf”, raftul nu va fi niciodată ascuns automat.

Dacă setați această politică, utilizatorii nu pot să o modifice sau să o ignore.

Dacă politica nu este setată, utilizatorii pot alege dacă raftul va fi ascuns automat.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Ascundeți întotdeauna automat raftul</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Nu ascundeți niciodată automat raftul</string><string id="ShowHomeButton">Afișează butonul Pagina de pornire în bara de instrumente</string><string id="ShowHomeButton_Explain">Afișează butonul Pagină de pornire în bara de instrumente din Google Chrome. Dacă activați această setare, butonul Pagina de pornire este întotdeauna afișat. Dacă dezactivați această setare, butonul Pagina de pornire nu este afișat. Dacă activați sau dezactivați această setare, utilizatorii nu o pot modifica sau anula în Google Chrome. Dacă lăsați această politică nesetată, acest lucru va permite utilizatorului să aleagă dacă să afișeze sau nu butonul Pagină de pornire.</string><string id="ShowLogoutButtonInTray">Adăugați un buton de deconectare în bara de sistem</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Activează Izolarea pentru fiecare site</string><string id="SitePerProcess_Explain">
NOTĂ: Această politică este experimentală și poate întrerupe funcționarea!
Îți recomandăm să verifici setarea pentru politica IsolateOrigins pentru a beneficia
la maximum de fiecare, de izolare și de impact limitat asupra utilizatorilor, folosind
IsolateOrigins cu o listă a site-urilor pe care vrei să le izolezi. Această setare,
SitePerProcess, izolează toate site-urile.
Dacă politica este activată, fiecare site va rula propriul proces.
Dacă politica este dezactivată, va fi aplicată logica de gestionare a proceselor prealabilă Izolării site-ului.
Dacă politica nu este configurată, utilizatorul va putea modifica această setare.
</string><string id="SpellCheckServiceEnabled">Activați sau dezactivați serviciul web de verificare a ortografiei</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome poate utiliza un serviciu web Google pentru a ajuta la soluționarea greșelilor de ortografie. Dacă setarea este activată, atunci se va utiliza întotdeauna acest serviciu. Dacă setarea este dezactivată, atunci acest serviciu nu va fi utilizat niciodată.

Totuși, verificarea ortografiei se poate face cu un dicționar descărcat; această politică afectează numai utilizarea serviciului web.

Dacă această setare nu este configurată, atunci utilizatorii pot alege dacă se va utiliza sau nu serviciul de verificare a ortografiei.</string><string id="SuppressUnsupportedOSWarning">Elimină avertismentul privind sistemul de operare neacceptat</string><string id="SuppressUnsupportedOSWarning_Explain">Elimină avertismentul care apare când Google Chrome rulează pe un computer sau pe un sistem de operare care nu mai este acceptat.</string><string id="SyncDisabled">Dezactivează sincronizarea datelor cu Google</string><string id="SyncDisabled_Explain">Dezactivează sincronizarea datelor în Google Chrome folosind serviciile de sincronizare găzduite de Google și împiedică utilizatorii să modifice această setare.

Dacă activezi această setare, utilizatorii nu o pot modifica sau ignora în Google Chrome.

Dacă această politică nu este configurată, utilizatorul va putea să aleagă dacă să folosească sau nu Sincronizare Google.

Pentru a dezactiva integral Sincronizarea Google, îți recomandăm să dezactivezi serviciul Sincronizare Google din consola Google Admin.

Această politică nu trebuie să fie activată când politica RoamingProfileSupportEnabled este activată, deoarece funcția respectivă folosește aceeași funcționalitate pe parte de client. În acest caz, sincronizarea găzduită de Google este dezactivată integral.</string><string id="SystemTimezone">Fus orar</string><string id="SystemTimezone_Explain">Specifică fusul orar de utilizat pentru dispozitiv. Utilizatorii pot schimba fusul orar specificat pentru sesiunea actuală. Cu toate acestea, la deconectare, setarea revine la fusul orar specificat. Dacă se indică o valoare incorectă, politica este activată utilizând fusul orar „GMT”. Dacă este specificat un șir gol, politica este ignorată.

Dacă nu se utilizează această politică, se va utiliza în continuare fusul orar activ la momentul respectiv. Cu toate acestea, utilizatorii pot modifica fusul orar și această schimbare se va păstra. Prin urmare, schimbarea făcută de un utilizator afectează ecranul de conectare și pe toți ceilalți utilizatori.

Dispozitivele noi pornesc cu fusul orar setat la „S.U.A./Pacific”.

Formatul valorii respectă denumirile fusurilor orare din „Baza de date de fusuri orare IANA” (accesează „https://en.wikipedia.org/wiki/Tz_database”). Mai exact, majoritatea fusurilor orare sunt denumite după formatul „continent/oraș_mare” sau „ocean/oraș_mare”.

Dacă setezi această politică, stabilirea automată a fusului orar în funcție de locația dispozitivului va fi dezactivată complet. De asemenea, se modifică politica SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Configurează metoda de detectare automată a fusului orar</string><string id="SystemTimezoneAutomaticDetection_Explain">Când această politică este configurată, fluxul de detectare automată a fusului orar va fi într-unul dintre următoarele moduri, în funcție de valoarea setării:

Dacă este setată la TimezoneAutomaticDetectionUsersDecide, utilizatorii vor putea controla detectarea automată a fusului orar folosind comenzi obișnuite în chrome://settings.

Dacă este setată la TimezoneAutomaticDetectionDisabled, comenzile pentru fusul orar automat din chrome://settings vor fi dezactivate. Detectarea automată a fusului orar va fi întotdeauna dezactivată.

Dacă este setată la TimezoneAutomaticDetectionIPOnly, comenzile pentru fusul orar din chrome://settings vor fi dezactivate. Detectarea automată a fusului orar va fi întotdeauna activată. Detectarea fusului orar va folosi numai metoda prin adresa IP pentru a stabili locația.

Dacă este setată la TimezoneAutomaticDetectionSendWiFiAccessPoints, comenzile pentru fusul orar din chrome://settings vor fi dezactivate. Detectarea automată a fusului orar va fi întotdeauna activată. Lista cu punctele de acces Wi-Fi vizibile va fi trimisă întotdeauna către serverul API-ului Geolocation pentru detectarea exactă a fusului orar.

Dacă este setată la TimezoneAutomaticDetectionSendAllLocationInfo, comenzile pentru fusul orar din chrome://settings vor fi dezactivate. Detectarea automată a fusului orar va fi întotdeauna activată. Informațiile despre locație (cum ar fi punctele de acces Wi-Fi, turnurile de telefonie mobilă accesibili, GPS) vor fi trimise la un server pentru detectarea exactă a fusului orar.

Dacă această politică nu este configurată, se va comporta ca și cum TimezoneAutomaticDetectionUsersDecide ar fi setată.

Dacă politica SystemTimezone este configurată, va modifica această politică. În acest caz, detectarea automată a fusului orar este complet dezactivată.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Trimite întotdeauna semnalele disponibile privind locația către server în timp ce se stabilește fusul orar</string><string id="SystemUse24HourClock">Utilizați în mod prestabilit formatul de 24 de ore</string><string id="SystemUse24HourClock_Explain">Specifică formatul ceasului utilizat pentru dispozitiv.

Politica configurează formatul ceasului de utilizat în ecranul de conectare și formatul prestabilit pentru sesiunile de utilizator. Cu toate acestea, utilizatorii pot să înlocuiască formatul ceasului pentru propriile conturi.

Dacă politica este activată, dispozitivul va utiliza un format de ceas cu 24 de ore. Dacă politica este dezactivată, dispozitivul va utiliza formatul de ceas cu 12 ore.

Dacă politica nu este configurată, dispozitivul va utiliza formatul prestabilit al ceasului cu 24 de ore.</string><string id="TPMFirmwareUpdateSettings">Configurează comportamentul de actualizare a firmware-ului cipului TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Configurează disponibilitatea și comportamentul funcției de actualizare a firmware-ului cipului TPM.

Setările individuale pot fi specificate în proprietățile JSON:

allow-user-initiated-powerwash: dacă opțiunea este setată la true, utilizatorii vor putea să declanșeze fluxul de powerwash pentru a instala o actualizare a firmware-ului cipului TPM.

Dacă politica nu este configurată, funcția de actualizare a firmware-ului cipului TPM nu va fi disponibilă.</string><string id="TaskManagerEndProcessEnabled">Activează oprirea proceselor în Managerul de activități</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Setați Termenii și condițiile pentru un cont local de pe dispozitiv</string><string id="TermsOfServiceURL_Explain">Setează Termenii și condițiile pe care trebuie să le accepte utilizatorul înainte de a începe o sesiune cu un cont local de pe dispozitiv.

Dacă politica este setată, Google Chrome OS va descărca Termenii și condițiile și i le va afișa utilizatorului de fiecare dată când începe o sesiune cu un cont local de pe dispozitiv. Utilizatorul va putea începe sesiunea doar după acceptarea Termenilor și a condițiilor.

Dacă politica nu este setată, nu se vor afișa Termenii și condițiile.

Politica trebuie setată la o adresă URL de la care Google Chrome OS poate descărca Termenii și condițiile. Termenii și condițiile trebuie să fie în format de text simplu, de tip MIME text/plain. Nu se permite limbajul de markup.</string><string id="TouchVirtualKeyboardEnabled">Activați tastatura virtuală</string><string id="TouchVirtualKeyboardEnabled_Explain">Această politică configurează activarea tastaturii virtuale ca dispozitiv de introducere a textului în sistemul de operare Chrome. Utilizatorii nu pot înlocui această politică.

Dacă politica este activată, tastatura virtuală de pe ecran va fi întotdeauna activată.

Dacă politica este dezactivată, tastatura virtuală de pe ecran va fi întotdeauna dezactivată.

Utilizatorii nu pot modifica sau înlocui această politică, dacă o configurați. Cu toate acestea, utilizatorii vor putea să activeze/dezactiveze o tastatură de accesibilitate pe ecran care are prioritate față de tastatura virtuală controlată de această politică. Consultați politica |VirtualKeyboardEnabled| privind controlarea tastaturii de accesibilitate de pe ecran.

Dacă politica nu este configurată, tastatura pe ecran este dezactivată inițial, dar poate fi activată oricând de utilizator. De asemenea, pot fi utilizate reguli euristice pentru a se decide când să se afișeze tastatura.</string><string id="TranslateEnabled">Activează Google Traducere</string><string id="TranslateEnabled_Explain">Activează serviciul integrat Google Traducere pe Google Chrome. Dacă activați această setare, Google Chrome va afișa o bară de instrumente integrată, care oferă traducerea paginii pentru utilizator, atunci când este cazul. Dacă dezactivați această setare, utilizatorii nu vor vedea bara de traducere. Dacă activați sau dezactivați această setare, utilizatorii nu o pot modifica sau anula în Google Chrome. Dacă această setare este lăsată nesetată, utilizatorul poate decide dacă folosește sau nu această funcție.</string><string id="URLBlacklist">Blocați accesul la o listă de adrese URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blocați accesul la o listă de adrese URL</string><string id="URLWhitelist">Permite accesul la o listă de adrese URL</string><string id="URLWhitelist_Explain">Permite accesul la adresele URL enumerate, ca excepții de la lista neagră cu adrese URL.

Consultați descrierea politicii pentru lista neagră cu adrese URL pentru formatul intrărilor din această listă.

Această politică poate fi folosită pentru a deschide excepții pentru listele negre limitative. De exemplu, „*” poate fi trecut pe lista neagră pentru a bloca toate cererile, iar această politică poate fi folosită pentru a permite accesul la un număr limitat de adrese URL. Politica poate fi folosită pentru a deschide excepții de la anumite scheme, subdomenii ale altor domenii, porturi sau căi specifice.

Filtrul cel mai precis va determina dacă o adresă URL este blocată sau permisă. Lista albă are prioritate față de lista neagră.

Această politică este limitată la 1000 de intrări, iar intrările ulterioare vor fi ignorate.

Dacă această politică nu este setată, nu vor exista excepții de la lista neagră din politica „URLBlacklist”.</string><string id="URLWhitelistDesc">Permite accesul la o listă de adrese URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Dacă această politică este activată, modul Desktop unificat este permis și
activat în mod prestabilit, ceea ce permite afișarea
aplicațiilor pe mai multe ecrane.
Utilizatorul poate dezactiva Desktopul unificat pentru anumite ecrane
debifând modul în setările de afișare.

Dacă această politică este dezactivată sau nu este configurată, Desktopul unificat
va fi dezactivat. În acest caz, utilizatorul nu poate activa funcția.</string><string id="UsbDetachableWhitelist">Listă albă de dispozitive USB detașabile</string><string id="UsbDetachableWhitelist_Explain">Definește lista de dispozitive USB care pot fi detașate de driverul kernel pentru a fi folosite prin API-ul chrome.usb direct într-o aplicație web. Pentru a se identifica un anumit hardware, intrările sunt perechi formate din Identificatorul furnizorului USB și Identificatorul produsului USB.

Dacă această politică nu este configurată, lista de dispozitive USB detașabile este necompletată.</string><string id="UsbDetachableWhitelistDesc">Listă albă de dispozitive USB detașabile</string><string id="UserAvatarImage">Imagine cu avatarul de utilizator</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Setați numele afișat pentru conturile locale de pe gadget</string><string id="UserDisplayName_Explain">Controlează numele de cont afișat de Google Chrome OS pe ecranul de pornire pentru contul local corespondent de pe gadget.

Dacă această politică este setată, ecranul de conectare va utiliza șirul specificat din selectorul de conturi de utilizator cu imagini pentru contul local corespondent de pe gadget.

Dacă această politică nu este setată, Google Chrome OS va utiliza codul contului de e-mail al contului local de pe gadget ca nume afișat pe ecranul de conectare.

Această politică este ignorată pentru conturile de utilizator obișnuite.</string><string id="VideoCaptureAllowed">Permiteți sau refuzați preluarea conținutului video</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Adresele URL cărora li se va acorda acces automat la dispozitivele de capturare a conținutului video</string><string id="VideoCaptureAllowedUrls_Explain">Șabloanele din această listă vor fi comparate cu originea
de securitate a adresei URL solicitante. Dacă este identificată o potrivire,
accesul la dispozitivele de capturare a conținutului audio va fi acordat automat.

NOTĂ: până la versiunea 45, această politică era acceptată doar în modul Chioșc.</string><string id="VideoCaptureAllowedUrlsDesc">Adresele URL cărora li se va acorda acces automat la dispozitivele de capturare a conținutului video</string><string id="WPADQuickCheckEnabled">Activați optimizarea pentru WPAD</string><string id="WPADQuickCheckEnabled_Explain">Îți permite să dezactivezi optimizarea pentru WPAD (Web Proxy Auto-Discovery) în Google Chrome.

Dacă această politică este dezactivată, optimizarea pentru WPAD este, de asemenea, dezactivată, iar Google Chrome va aștepta mai mult timp un răspuns de la serverele WPAD bazate pe DNS. Dacă politica nu este configurată sau este activată, optimizarea pentru WPAD este activată.

Indiferent dacă politica este configurată sau nu și indiferent de modul în care este configurată, utilizatorii nu pot să modifice setarea privind optimizarea pentru WPAD.</string><string id="WallpaperImage">Imagine de fundal</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Restricționează intervalul de porturi UDP locale folosite de WebRTC</string><string id="WebRtcUdpPortRange_Explain">Dacă politica este configurată, intervalul de porturi UDP folosit de WebRTC este limitat la intervalul de porturi specificat (porturile limită ale intervalului sunt incluse).

Dacă politica nu este configurată sau dacă este setată la un șir gol ori la un interval de porturi nevalid, WebRTC poate să folosească orice port UDP local disponibil.</string></stringTable><presentationTable><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Extensii cărora li se permite să utilizeze API-ul de atestare la distanță</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Configurarea prefixului TalkGadget pentru gazdele de acces la distanță</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Limitați intervalul pentru portul UDP folosit de gazda de acces la distanță</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Adresa URL de unde clienții cu acces la distanță își pot obține indicativul de autentificare</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>Adresa URL pentru validarea indicativului de autentificare al clientului cu acces la distanță</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certificat de client pentru conectarea la RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID-urile extensiilor pe care utilizatorul nu are permisiunea să le instaleze (sau * pentru toate)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID-urile extensiilor excluse din lista neagră</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID-uri pentru extensii/aplicații și adrese URL pentru actualizări de instalat în fundal</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Modele de adrese URL de la care se permite instalarea extensiilor, a aplicațiilor și a scripturilor de utilizator</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Tipuri de extensii/aplicații a căror instalare este permisă</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Setările de gestionare a extensiilor</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Numele furnizorului de căutare prestabilit</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Cuvânt cheie pentru furnizorul de căutare prestabilit</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Adresa URL de căutare a furnizorului prestabilit de căutare</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Adresă URL de sugerare a furnizorului de căutare prestabilit</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Adresa URL instant a furnizorului de căutare prestabilit</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Pictogramă pentru furnizorul de căutare prestabilit</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Codificări pentru furnizorul de căutare prestabilit</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Lista adreselor URL alternative pentru furnizorul de căutare prestabilit</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametru care controlează poziționarea termenilor de căutare pentru furnizorul prestabilit de servicii de căutare</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parametru care pune la dispoziție funcția Căutare după imagine pentru furnizorul de căutare prestabilit</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Adresa URL pentru pagina Filă nouă a furnizorului de căutare prestabilit</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametrii pentru adresa URL a căutării care utilizează POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametrii pentru adresa URL a sugestiei care utilizează POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametrii pentru adresa URL a căutării instant care utilizează POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametrii pentru adresa URL a imaginii care utilizează POST</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Măsura care se va lua atunci când utilizatorul închide capacul</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Procentajul cu care se ajustează intervalul până la reducerea luminozității ecranului în modul de prezentare:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Procentul cu care se va ajusta intervalul de reducere a luminozității ecranului dacă utilizatorul devine activ după reducerea luminozității:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Setările pentru gestionarea consumului de energie când utilizatorul devine inactiv</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Intervalele până la blocarea ecranului</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="PasswordManagerEnabled"/><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Adresa URL a paginii Filă nouă</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Adresa URL a paginii de pornire</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Acțiune la pornire</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Adrese URL care se deschid la pornire</listBox></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Scheme de autentificare acceptate</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Lista albă de autentificare a serverelor</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Lista albă a serverelor pentru delegare în protocolul Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Alege modul de specificare a setărilor serverului proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adresa IP sau adresa URL a serverului proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Adresa URL a unui fișier .pac pentru proxy</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Lista de valori separate prin virgulă a regulilor de ocolire a proxy-ului</label></textBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Setați tipul lupei pentru ecran</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Setați tipul prestabilit al lupei pentru ecran activate pe ecranul de conectare</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Setări prestabilite cu privire la cookie-uri</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Setare pentru imagini prestabilite</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Setare JavaScript prestabilită</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Setarea prestabilită pentru Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Setare prestabilită pentru ferestrele pop-up</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Setare prestabilită pentru notificări</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Setare prestabilită pentru localizarea geografică</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Controlează folosirea API-ului Web Bluetooth</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Selectați automat certificatele de client pentru aceste site-uri</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Permite cookie-uri de pe aceste site-uri</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blochează cookie-urile de pe aceste site-uri</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Permite cookie-uri de sesiune pe aceste site-uri</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Permite imagini de pe aceste site-uri</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blochează imagini de pe aceste site-uri</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Permite JavaScript pe aceste site-uri</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blochează JavaScript de pe aceste site-uri</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Permite pluginul Flash pe aceste site-uri</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blochează plunginul Flash pe aceste site-uri</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Permite ferestre pop-up de pe aceste site-uri</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Înregistrați handlere de protocol</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blochează ferestrele pop-up de pe aceste site-uri</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Permiteți notificări pentru aceste site-uri</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blocați notificările pe aceste site-uri</listBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definește domeniile care au permisiunea să acceseze Google Apps for Work</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Setează disponibilitatea certificatelor pentru aplicațiile ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Configurează ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Adresele URL cărora li se va acorda acces automat la dispozitivele de capturare a conținutului audio</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Dezactivează aplicarea politicii privind Transparența certificatului pentru o listă de adrese URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Controlează comportamentul utilizatorului în timpul unei sesiuni cu profiluri multiple</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Canalul de lansare</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Reguli de selectare a imprimantei prestabilite</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Configurează lista cu aplicațiile instalate pe ecranul de conectare</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Aspectele tastaturii de pe ecranul de conectare al dispozitivului</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Limba de pe ecranul de conectare al dispozitivului</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Gestionarea consumului de energie pe ecranul de conectare</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Fișierul de configurare a imprimantelor companiei pentru dispozitive</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Politica privind accesul la configurarea imprimantelor asociate dispozitivelor.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Imprimantele dezactivate asociate dispozitivelor companiei</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Imprimantele activate asociate dispozitivelor companiei</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervalele de inactivitate când politicile OffHours |ignored_policy_proto_tags| ale dispozitivului sunt lansate</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Configurare de rețea la nivel de dispozitiv</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Rata de actualizare pentru Politica privind dispozitivele:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Marcaje la nivel de sistem de aplicat când pornește Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Versiune țintă pentru actualizări automate</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Tipuri de conexiune permise pentru actualizări</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Factor de difuzare pentru actualizări automate:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Lista albă a utilizatorilor cu permisiuni de conectare</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Imaginea de fundal a dispozitivului</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Setează rotirea prestabilită a ecranului, reaplicată la fiecare repornire</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Setează directorul de descărcare</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Restricții privind descărcarea</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Strategia de migrare pentru ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Activează funcții învechite ale platformei web pentru o perioadă limitată</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Forțează Modul restricționat minim pe YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Disponibilitatea modului incognito</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Activează Izolarea site-ului pentru originile specificate</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Permisiunile privind certificatele</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Marcaje gestionate</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Întârzierea maximă la preluare după invalidarea unei politici:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Printare nativă</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Politica privind accesul la configurarea imprimantelor.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Imprimantele dezactivate ale companiei</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Fișier de configurare a imprimantelor companiei</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Imprimantele activate ale companiei</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Activați predicția rețelei</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Trece în lista albă aplicațiile pentru creat note permise pe ecranul de blocare din Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Configurație de rețea la nivel de utilizator</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Listare aplicații fixate de afișat în lansator</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Rata de actualizare pentru politica privind utilizatorii:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Limitați intervalul de timp pentru care un utilizator autentificat prin SAML se poate conecta offline:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Versiunea maximă SSL a fost activată</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Setează limbile recomandate pentru o sesiune publică</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Controlați ascunderea automată a raftului</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Fus orar</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Configurează metoda de detectare automată a fusului orar</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Configurează comportamentul de actualizare a firmware-ului cipului TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Setați Termenii și condițiile pentru un cont local de pe dispozitiv</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blocați accesul la o listă de adrese URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Permite accesul la o listă de adrese URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Listă albă de dispozitive USB detașabile</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Imagine cu avatarul de utilizator</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Setați numele afișat pentru conturile locale de pe gadget</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Adresele URL cărora li se va acorda acces automat la dispozitivele de capturare a conținutului video</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Imagine de fundal</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Restricționează intervalul de porturi UDP locale folosite de WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>