<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 ili noviji</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Zadane postavke (korisnici ih mogu prebrisati)</string><string id="Attestation_group">Daljinsko atestiranje</string><string id="AttestationEnabledForUser">Omogući daljinsku ovjeru za korisnika</string><string id="AttestationEnabledForUser_Explain">Ako se postavi na True, korisnik može upotrebljavati hardver na Chrome uređajima za daljinsko atestiranje identiteta CA-u privatnosti putem API-ja Enterprise Platform Keys API pomoću funkcije chrome.enterprise.platformKeys.challengeUserKey().

Ako se postavi na False ili ako se ne postavi, pozivi API-ju vratit će kôd pogreške.</string><string id="AttestationExtensionWhitelist">Proširenja koja smiju upotrebljavati API za daljinsku ovjeru</string><string id="AttestationExtensionWhitelist_Explain">To pravilo određuje dopuštena proširenja za upotrebu funkcije chrome.enterprise.platformKeys.challengeUserKey() API-ja Enterprise Platform Keys API za daljinsko atestiranje. Proširenja se moraju dodati na taj popis da bi upotrebljavala taj API.

Ako proširenje nije na popisu ili ako popis nije postavljen, poziv API-ju vratit će kôd pogreške.</string><string id="AttestationExtensionWhitelistDesc">Proširenja koja smiju upotrebljavati API za daljinsku ovjeru</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Omogući Google Cast</string><string id="EnableMediaRouter_Explain">Ako se to pravilo postavi na &quot;točno&quot; ili se ne postavi, Google Cast bit će omogućen i korisnici će ga moći pokrenuti putem izbornika aplikacije, kontekstnih izbornika na stranici, medijskih kontrola na web-lokacijama koje podržavaju Cast te ikone Casta na alatnoj traci (ako je prikazana).

Ako se pravilo postavi na &quot;netočno&quot;, Google Cast bit će onemogućen.</string><string id="ShowCastIconInToolbar">Prikazivanje ikone Google Cast alatne trake</string><string id="ShowCastIconInToolbar_Explain">Ako se to pravilo postavi na &quot;istinito&quot;, ikona Casta na alatnoj traci uvijek će se prikazivati na alatnoj traci ili u dodatnom izborniku te je korisnici neće moći ukloniti.

Ako se pravilo postavi na &quot;neistinito&quot; ili se ne postavi, korisnici će moći prikvačiti ili ukloniti ikonu putem njezinog kontekstnog izbornika.

Ako se pravilo &quot;EnableMediaRouter&quot; postavi na &quot;neistinito&quot;, tada vrijednost tog pravila nema učinka i ikona na alatnoj traci neće se prikazivati.</string><string id="Drive_group">Konfiguracija opcije Google diska</string><string id="DriveDisabled">Onemogućuje Disk u aplikaciji Datoteke za Google Chrome OS</string><string id="DriveDisabled_Explain">Onemogućuje sinkronizaciju Google diska u aplikaciji Datoteke za Google Chrome OS kada je postavljeno na točno. U tom se slučaju nikakvi podaci ne prenose na Google disk.

Ako nije postavljeno ili je postavljeno na netočno, korisnici će moći prenositi datoteke na Google disk.</string><string id="DriveDisabledOverCellular">Onemogućuje Google disk putem mobilne veze u aplikaciji Datoteke za Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Onemogućuje sinkronizaciju Google diska u aplikaciji Datoteke za Google Chrome OS prilikom upotrebe mobilne veze kada je postavljeno na točno. U tom slučaju podaci se sinkroniziraju s Google diskom prilikom povezanosti putem Wi-Fi-ja ili Etherneta.

Ako nije postavljeno ili je postavljeno na netočno, korisnici će moći prenositi datoteke na Google disk mobilnim vezama.</string><string id="RemoteAccess_group">Konfiguriraj opcije daljinskog pristupa</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Omogući prijelaz vatrozida iz hosta za daljinski pristup</string><string id="RemoteAccessHostFirewallTraversal_Explain">Omogućuje upotrebu STUN poslužitelja kada udaljeni klijenti pokušavaju uspostaviti vezu s ovim računalom.

Ako je ova postavka omogućena, onda udaljeni klijenti mogu otkriti ovo računalo i povezati se s njime, čak i ako je odvojeno vatrozidom.

Ako je ova postavka onemogućena, a odlazne UDP veze filtrirane su vatrozidom, onda će ovo računalo dopustiti samo veze s klijentskih računala unutar lokalne mreže.

Ako ovo pravilo nije postavljeno, postavka će biti omogućena.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Konfiguriraj prefiks TalkGadget za hostove daljinskog pristupa</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfigurira prefiks za TalkGadget koji će upotrebljavati hostovi daljinskog pristupa i sprječava korisnike da ga mijenjaju.

Ako je naveden, taj se prefiks stavlja ispred temeljnog naziva za TalkGadget kako bi nastao puni naziv domene za TalkGadget. Temeljni je naziv domene za TalkGadget &quot;.talkgadget.google.com&quot;.

Ako je ta postavka omogućena, hostovi će upotrebljavati prilagođeni naziv domene kada pristupaju TalkGadgetu umjesto zadanog naziva domene.

Ako je ta postavka onemogućena ili ako nije postavljena, zadani naziv domene TalkGadget (&quot;chromoting-host.talkgadget.google.com&quot;) upotrebljavat će se za sve hostove.

Ta postavka pravila ne utječe na klijente daljinskog pristupa. Oni će uvijek upotrebljavati &quot;chromoting-client.talkgadget.google.com&quot; za pristup TalkGadgetu.</string><string id="RemoteAccessHostRequireCurtain">Omogući skrivanje hosta za daljinski pristup</string><string id="RemoteAccessHostRequireCurtain_Explain">Omogućuje skrivanje hostova za daljinski pristup dok traje povezivanje.

Ako je ova postavka omogućena, tada se onemogućuju fizički ulazni i izlazni uređaji hosta dok je daljinsko povezivanje u tijeku.

Ako je ta postavka onemogućena ili nije postavljena, tada u interakciju s hostom mogu stupati lokalni i udaljeni korisnici kada se on dijeli.</string><string id="RemoteAccessHostAllowClientPairing">Omogući ili onemogući autentifikaciju bez PIN-a za hostove daljinskog pristupa</string><string id="RemoteAccessHostAllowClientPairing_Explain">Ako je ta postavka omogućena ili nije konfigurirana, tada korisnici mogu odabrati hoće li upariti klijente i hostove u trenutku povezivanja tako da ne moraju svaki put unositi PIN.

Ako je ta postavka onemogućena, ta značajka neće biti dostupna.</string><string id="RemoteAccessHostAllowGnubbyAuth">Dopusti autentifikaciju &quot;gnubby&quot; za hostove daljinskog pristupa</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Ako je ta postavka omogućena, zahtjevi autentifikacije &quot;gnubby&quot; proslijedit će se putem proxyja vezom udaljenog hosta.

Ako je ta postavka onemogućena ili nije konfigurirana, zahtjevi autentifikacije &quot;gnubby&quot; neće se prosljeđivati putem proxyja.</string><string id="RemoteAccessHostAllowRelayedConnection">Omogući hostu za daljinski pristup upotrebu relejnih poslužitelja</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Ograniči raspon UDP priključaka koji upotrebljava host za daljinski pristup</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Zahtijeva podudaranje imena lokalnog korisnika i vlasnika hosta daljinskog pristupa</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL na kojem bi klijenti za daljinski pristup trebali dobiti token za autentifikaciju</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL za validaciju tokena za autentifikaciju klijenta za daljinski pristup</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Klijentski certifikat za povezivanje s pravilom RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Accessibility_group">Postavke pristupačnosti</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Prikaži opcije pristupačnosti u izborniku palete sustava</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Omogućivanje velikog pokazivača</string><string id="LargeCursorEnabled_Explain">Omogući značajku pristupačnosti velikog pokazivača.

Ako se to pravilo postavi na točno, veliki će pokazivač uvijek biti omogućen.

Ako se to pravilo postavi na netočno, veliki će pokazivač uvijek biti onemogućen.

Ako postavite to pravilo, korisnici ga ne mogu promijeniti ili premostiti.

Ako se to pravilo ne postavi, veliki će pokazivač u početku biti onemogućen, ali korisnici ga mogu omogućiti u bilo kojem trenutku.</string><string id="SpokenFeedbackEnabled">Omogućavanje govornih povratnih informacija</string><string id="SpokenFeedbackEnabled_Explain">Omogući značajku pristupačnosti izgovaranja povratnih informacija.

Ako se to pravilo postavi na točno, izgovaranje povratnih informacija uvijek će biti omogućeno.

Ako se to pravilo postavi na netočno, izgovaranje povratnih informacija uvijek će biti onemogućeno.

Ako postavite to pravilo, korisnici ga ne mogu promijeniti ili premostiti.

Ako se to pravilo ne postavi, izgovaranje povratnih informacija u početku je onemogućeno, ali korisnik ga može omogućiti u bilo kojem trenutku.</string><string id="HighContrastEnabled">Omogućavanje načina visokog kontrasta</string><string id="HighContrastEnabled_Explain">Omogući značajku pristupačnosti načina visokog kontrasta.

Ako se to pravilo postavi na točno, način visokog kontrasta uvijek će biti omogućen.

Ako se to pravilo postavi na netočno, način visokog kontrasta uvijek će biti onemogućen.

Ako postavite to pravilo, korisnici ga ne mogu promijeniti ili premostiti.

Ako se to pravilo ne postavi, način visokog kontrasta u početku će biti onemogućen, ali korisnik ga može omogućiti u bilo kojem trenutku.</string><string id="VirtualKeyboardEnabled">Omogući tipkovnicu na zaslonu</string><string id="VirtualKeyboardEnabled_Explain">Omogućite značajku pristupačnosti tipkovnice na zaslonu.

Ako je ovo pravilo postavljeno na istinito, tipkovnica na zaslonu uvijek će biti omogućena.

Ako je ovo pravilo postavljeno na neistinito, tipkovnica na zaslonu uvijek će biti onemogućena.

Ako postavite ovo pravilo, korisnici ga ne mogu promijeniti niti nadjačati.

Ako ne postavite ovo pravilo, tipkovnica na zaslonu u početku je onemogućena, ali je korisnici mogu omogućiti u bilo kojem trenutku.</string><string id="KeyboardDefaultToFunctionKeys">Medijske tipke postavi kao zadane funkcijske tipke</string><string id="KeyboardDefaultToFunctionKeys_Explain">Mijenja se zadano ponašanje tipki u skroz gornjem redu u funkcijske tipke.

Ako se pravilo postavi na istinito, najgornji red tipki na tipkovnici prema zadanim će postavkama izvršavati naredbe funkcijskih tipki. Da bi se njihovo ponašanje vratilo na medijske tipke, potrebno je pritisnuti tipku za pretraživanje.

Ako se pravilo postavi na neistinito ili se ne postavi, tipkovnica će izvršavati naredbe medijskih tipki prema zadanim postavkama, a naredbe funkcijskih tipki izvršavat će se ako se istovremeno drži tipka za pretraživanje.</string><string id="ScreenMagnifierType">Postavljanje vrste povećala</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Povećalo je onemogućeno</string><string id="ScreenMagnifierType_Full-screen">Omogućeno je povećalo cijelog zaslona</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Postavljanje zadanog stanja velikog pokazivača na zaslonu za prijavu</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Postavi zadano stanje značajke pristupačnosti velikog pokazivača na zaslonu za prijavu.

Ako se to pravilo postavi na točno, veliki će pokazivač biti omogućen dok se prikazuje zaslon za prijavu.

Ako se to pravilo postavi na netočno, veliki će pokazivač biti onemogućen dok se prikazuje zaslon za prijavu.

Ako postavite to pravilo, korisnici ga mogu privremeno premostiti omogućujući ili onemogućujući veliki pokazivač. Međutim, korisnički odabir nije trajan i zadana se vrijednost vraća svaki put kada se zaslon za prijavu prikaže iznova ili ako taj zaslon miruje jednu minutu.

Ako se to pravilo ne postavi, veliki je pokazivač onemogućen pri prvom prikazivanju zaslona za prijavu. Korisnici mogu omogućiti ili onemogućiti veliki pokazivač u bilo kojem trenutku, a njegov status na zaslonu za prijavu zadržat će se i za sljedeće korisnike.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Postavljanje zadanog stanja izgovaranja povratnih informacija na zaslonu za prijavu</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Postavi zadano stanje značajke pristupačnosti izgovaranja povratnih informacija na zaslonu za prijavu.

Ako se to pravilo postavi na točno, izgovaranje povratnih informacija bit će omogućeno dok se prikazuje zaslon za prijavu.

Ako se to pravilo postavi na netočno, izgovaranje povratnih informacija bit će onemogućeno dok se prikazuje zaslon za prijavu.

Ako postavite to pravilo, korisnici ga mogu privremeno premostiti omogućujući ili onemogućujući izgovaranje povratnih informacija. Međutim, korisnički odabir nije trajan i zadana se vrijednost vraća svaki put kada se zaslon za prijavu prikaže iznova ili ako taj zaslon miruje jednu minutu.

Ako se to pravilo ne postavi, izgovaranje povratnih informacija onemogućeno je pri prvom prikazivanju zaslona za prijavu. Korisnici mogu omogućiti ili onemogućiti izgovaranje povratnih informacija u bilo kojem trenutku, a status te značajke na zaslonu za prijavu zadržat će se i za sljedeće korisnike.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Postavljanje zadanog stanja načina visokog kontrasta na zaslonu za prijavu</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Postavi zadano stanje značajke pristupačnosti načina visokog kontrasta na zaslonu za prijavu.

Ako se to pravilo postavi na točno, način visokog kontrasta bit će omogućen dok se prikazuje zaslon za prijavu.

Ako se to pravilo postavi na netočno, način visokog kontrasta bit će onemogućen dok se prikazuje zaslon za prijavu.

Ako postavite to pravilo, korisnici ga mogu privremeno premostiti omogućujući ili onemogućujući način visokog kontrasta. Međutim, korisnički odabir nije trajan i zadana se vrijednost vraća svaki put kada se zaslon za prijavu prikaže iznova ili ako taj zaslon miruje jednu minutu.

Ako se to pravilo ne postavi, način visokog kontrasta onemogućen je pri prvom prikazivanju zaslona za prijavu. Korisnici mogu omogućiti ili onemogućiti način visokog kontrasta u bilo kojem trenutku, a njegov status na zaslonu za prijavu zadržat će se i za sljedeće korisnike.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Postavljanje zadanog stanja zaslonske tipkovnice na zaslonu za prijavu</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Na zaslonu za prijavu postavite zadano stanje značajke pristupačnosti tipkovnice na zaslonu.

Ako je ovo pravilo postavljeno na istinito, tipkovnica na zaslonu bit će omogućena kad se prikaže zaslon za prijavu.

Ako je ovo pravilo postavljeno na neistinito, tipkovnica na zaslonu bit će onemogućena kad se prikaže zaslon za prijavu.

Ako postavite ovo pravilo, korisnici ga mogu privremeno nadjačati tako što će omogućiti ili onemogućiti tipkovnicu na zaslonu. No, korisnikov odabir nije trajan i zadana se postavka vraća svaki put kad se ponovo prikaže zaslon za prijavu ili kad je korisnik neaktivan 1 minutu na zaslonu za prijavu.

Ako ne postavite to pravilo, tipkovnica na zaslonu onemogućena je prilikom prvog prikazivanja zaslona za prijavu. Korisnici mogu omogućiti ili onemogućiti tipkovnicu na zaslonu u bilo kojem trenutku i njen status na zaslonu za prijavu zadržava se među korisnicima.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Postavljanje zadane vrste povećala na &quot;omogućeno&quot; na zaslonu za prijavu</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Postavi zadanu vrstu povećala koje je omogućeno na zaslonu za prijavu.

Ako se to pravilo postavi, ono upravlja vrstom povećala koje je omogućeno dok se zaslon za prijavu prikazuje. Postavljanjem tog pravila na vrijednost &quot;Ništa&quot; povećalo se onemogućuje.

Ako postavite to pravilo, korisnici ga mogu privremeno premostiti omogućujući ili onemogućujući povećalo. Međutim, korisnički odabir nije trajan i zadana se vrijednost vraća svaki put kada se zaslon za prijavu prikaže iznova ili ako taj zaslon miruje jednu minutu.

Ako se to pravilo ne postavi, povećalo je onemogućeno pri prvom prikazivanju zaslona za prijavu. Korisnici mogu omogućiti ili onemogućiti povećalo u bilo kojem trenutku, a njegov status na zaslonu za prijavu zadržat će se i za sljedeće korisnike.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Povećalo je onemogućeno</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Omogućeno je povećalo cijelog zaslona</string><string id="ContentSettings_group">Postavke sadržaja</string><string id="DefaultCookiesSetting">Zadana postavka kolačića</string><string id="DefaultCookiesSetting_Explain">Omogućuje vam da odredite je li web-lokacijama dopušteno postavljanje lokalnih podataka. Postavljanje lokalnih podataka može biti dopušteno za sve web-lokacije ili odbijeno za sve web-lokacije.

Ako se pravilo postavi na &quot;Zadrži kolačiće za vrijeme trajanja sesije&quot;, kolačići će se izbrisati po završetku sesije. Ako se Google Chrome izvodi u pozadini, sesija se možda neće završiti dok se ne zatvori posljednji prozor. Više informacija o konfiguriranju tog ponašanja potražite u pravilu &quot;BackgroundModeEnabled&quot;.

Ako se to pravilo ne postavi, koristit će se pravilo &quot;AllowCookies&quot; i korisnik će ga moći promijeniti.</string><string id="DefaultCookiesSetting_AllowCookies">Dopusti svim web-lokacijama postavljanje lokalnih podataka</string><string id="DefaultCookiesSetting_BlockCookies">Ne dopusti nijednoj web-lokaciji postavljanje lokalnih podataka</string><string id="DefaultCookiesSetting_SessionOnly">Zadrži kolačiće za vrijeme trajanja sesije</string><string id="DefaultImagesSetting">Zadana postavka slika</string><string id="DefaultImagesSetting_Explain">Omogućuje da postavite smiju li web-lokacije prikazivati slike. Prikazivanje slika može biti dopušteno za sve web-lokacije ili odbijeno za sve web-lokacije. Ako se ovo pravilo ne postavi, upotrebljavat će se pravilo &quot;AllowImages&quot;, a korisnici će to moći promijeniti.</string><string id="DefaultImagesSetting_AllowImages">Dopusti svim web-lokacijama prikazivanje svih slika</string><string id="DefaultImagesSetting_BlockImages">Ne dopuštaj web-lokacijama prikazivanje slika</string><string id="DefaultJavaScriptSetting">Zadana postavka JavaScripta</string><string id="DefaultJavaScriptSetting_Explain">Omogućuje da postavite smiju li web-lokacije pokretati JavaScript. Pokretanje JavaScripta može biti dopušteno za sve web-lokacije ili odbijeno za sve web-lokacije. Ako ovo pravilo nije postavljeno, upotrebljavat će se pravilo &quot;AllowJavaScript&quot;, a korisnik će to moći promijeniti.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Dopusti svim web-lokacijama izvođenje JavaScripta</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Nemoj dopustiti nijednoj web-lokaciji da pokreće JavaScript</string><string id="DefaultPluginsSetting">Zadana postavka za dodatak Flash</string><string id="DefaultPluginsSetting_Explain">Omogućuje određivanje je li web-lokacijama dopušteno automatsko pokretanje dodatka Flash. Automatsko pokretanje dodatka Flash može biti dopušteno za sve web-lokacije ili onemogućeno za sve web-lokacije.

Klik za reprodukciju omogućuje dodatku Flash da se pokrene, no korisnik mora kliknuti rezervirano mjesto da bi pokrenuo izvršavanje.

Ako se to pravilo ne postavi, korisnik će moći ručno promijeniti tu postavku.</string><string id="DefaultPluginsSetting_AllowPlugins">Dopusti svim web-lokacijama pokretanje dodatka Flash</string><string id="DefaultPluginsSetting_BlockPlugins">Blokiraj dodatak Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Kliknite za reprodukciju</string><string id="DefaultPopupsSetting">Zadana postavka skočnih prozora</string><string id="DefaultPopupsSetting_Explain">Omogućuje da postavite smiju li web-lokacije prikazivati skočne prozore. Prikazivanje skočnih prozora može biti dopušteno za sve web-lokacije ili odbijeno za sve web-lokacije. Ako to pravilo nije postavljeno, upotrebljavat će se pravilo &quot;BlockPopups&quot;, a korisnik će to moći promijeniti.</string><string id="DefaultPopupsSetting_AllowPopups">Dopusti svim web-lokacijama prikazivanje skočnih prozora</string><string id="DefaultPopupsSetting_BlockPopups">Ne dopusti web-lokacijama prikazivanje skočnih prozora</string><string id="DefaultNotificationsSetting">Zadana postavka obavijesti</string><string id="DefaultNotificationsSetting_Explain">Omogućuje da postavite smiju li web-lokacije prikazivati obavijesti radne površine. Prikazivanje obavijesti radne površine može biti dopušteno prema zadanim postavkama, odbijeno prema zadanim postavkama ili korisnik može primiti upit svaki put kad web-lokacija želi prikazati obavijest radne površine. Ako to pravilo nije postavljeno, upotrebljavat će se pravilo &quot;AskNotifications&quot;, a korisnik će to moći promijeniti.</string><string id="DefaultNotificationsSetting_AllowNotifications">Dopusti web-lokaciji prikazivanje obavijesti radne površine</string><string id="DefaultNotificationsSetting_BlockNotifications">Nemoj dopustiti nijednoj web-lokaciji da prikazuje obavijesti radne površine</string><string id="DefaultNotificationsSetting_AskNotifications">Pitaj kad god web-lokacija želi prikazati obavijesti radne površine</string><string id="DefaultGeolocationSetting">Zadana postavka zemljopisnog položaja</string><string id="DefaultGeolocationSetting_Explain">Omogućuje da postavite smiju li web-lokacije pratiti fizičku lokaciju korisnika. Praćenje fizičke lokacije korisnika može biti dopušteno prema zadanim postavkama, odbijeno prema zadanim postavkama ili se korisniku može postaviti upit svaki puta kada web-lokacija zahtijeva fizičku lokaciju. Ako ovo pravilo nije postavljeno, upotrebljavat će se pravilo &quot;AskGeolocation&quot;, a korisnik će to moći promijeniti.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Dopusti web-lokacijama praćenje fizičke lokacije korisnika</string><string id="DefaultGeolocationSetting_BlockGeolocation">Ne dopuštaj web-lokacijama praćenje fizičke lokacije korisnika</string><string id="DefaultGeolocationSetting_AskGeolocation">Pitaj kad web-lokacija želi pratiti fizičku lokaciju korisnika</string><string id="DefaultWebBluetoothGuardSetting">Upravljanje upotrebom API-ja Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_Explain">Omogućuje vam da odredite smiju li web-lokacije dobivati pristup Bluetooth uređajima u blizini. Pristup se može potpuno blokirati ili se može tražiti dopuštenje korisnika svaki put kad neka web-lokacija želi pristupiti Bluetooth uređajima u blizini.

Ako se pravilo ne postavi, upotrebljavat će se vrijednost &quot;3&quot; i korisnik će to moći promijeniti.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Nemoj dopustiti nijednoj web-lokaciji da traži pristup Bluetooth uređajima putem API-ja Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Dopusti web-lokacijama da traže dopuštenje korisnika za pristup Bluetooth uređajima u blizini</string><string id="AutoSelectCertificateForUrls">Automatski odabir certifikata klijenta za ove web-lokacije</string><string id="AutoSelectCertificateForUrls_Explain">Omogućuje vam da navedete popis uzoraka URL-ova koji određuju web-lokacije za koje Google Chrome treba automatski odabrati klijentski certifikat, ako web-lokacija zahtijeva certifikat.

Vrijednost mora biti polje JSON rječnika u nizovima. Svaki rječnik mora biti u obliku { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, pri čemu je $URL_PATTERN uzorak postavke sadržaja. $FILTER ograničava između kojih će klijentskih certifikata preglednik automatski birati. Neovisno o filtru, birat će se samo certifikati koji se podudaraju sa zahtjevom poslužitelja za certifikat. Ako je $FILTER u obliku { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, dodatno se biraju samo klijentski certifikati koje izdaje certifikat koji ima CommonName $ISSUER_CN. Ako je $FILTER prazan rječnik {}, odabir klijentskih certifikata nije dodatno ograničen.

Ako se to pravilo ne postavi, neće biti automatskog odabira ni za jednu web-lokaciju.</string><string id="AutoSelectCertificateForUrlsDesc">Automatski odabir certifikata klijenta za ove web-lokacije</string><string id="CookiesAllowedForUrls">Dopusti kolačiće na ovim web-lokacijama</string><string id="CookiesAllowedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije koje ne smiju postavljati kolačiće. Ako se ovo pravilo ne postavi, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultCookiesSetting&quot; ako je postavljeno, odnosno iz osobne konfiguracije korisnika ako nije.</string><string id="CookiesAllowedForUrlsDesc">Dopusti kolačiće na ovim web-lokacijama</string><string id="CookiesBlockedForUrls">Blokiraj kolačiće na ovim web-lokacijama</string><string id="CookiesBlockedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije koje ne smiju postavljati kolačiće. Ako se ovo pravilo ne postavi, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultCookiesSetting&quot; ako je postavljeno, odnosno iz osobne konfiguracije korisnika ako nije.</string><string id="CookiesBlockedForUrlsDesc">Blokiraj kolačiće na ovim web-lokacijama</string><string id="CookiesSessionOnlyForUrls">Omogući kolačiće na ovim web-lokacijama samo tijekom sesija</string><string id="CookiesSessionOnlyForUrls_Explain">Omogućuje vam da postavite popis uzoraka URL-ova koji određuju web-lokacije kojima je dopušteno postavljanje kolačića samo za sesiju.

Ako se to pravilo ne postavi, za sve će se web-lokacije upotrebljavati globalna zadana vrijednost iz pravila &quot;DefaultCookiesSetting&quot;, ako je ono postavljeno, odnosno osobna korisnička konfiguracija ako nije.

Ako je Google Chrome pokrenut u &quot;pozadinskom načinu&quot;, sesija se možda neće završiti kada se zatvori posljednji prozor, već će ostati aktivna dok se ne zatvori preglednik. Više informacija o konfiguriranju tog ponašanja potražite u pravilu &quot;BackgroundModeEnabled&quot;.

Ako se pravilo &quot;RestoreOnStartup&quot; postavi na vraćanje URL-ova iz prethodnih sesija, ovo se pravilo neće poštovati i za te će se web-lokacije kolačići trajno pohranjivati.</string><string id="CookiesSessionOnlyForUrlsDesc">Omogući kolačiće na ovim web-lokacijama samo tijekom sesija</string><string id="ImagesAllowedForUrls">Dopusti slike na ovim web-lokacijama</string><string id="ImagesAllowedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije koje smiju prikazivati slike. Ako ovo pravilo nije postavljeno, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultImagesSetting&quot; ako je postavljeno, odnosno iz osobne konfiguracije korisnika ako nije.</string><string id="ImagesAllowedForUrlsDesc">Dopusti slike na ovim web-lokacijama</string><string id="ImagesBlockedForUrls">Blokiraj slike na ovim web-lokacijama</string><string id="ImagesBlockedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije koje ne smiju prikazivati slike. Ako se ovo pravilo ne postavi, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultImagesSetting&quot; ako je postavljeno, odnosno iz osobne konfiguracije korisnika ako nije.</string><string id="ImagesBlockedForUrlsDesc">Blokiraj slike na ovim web-lokacijama</string><string id="JavaScriptAllowedForUrls">Omogući JavaScript na ovim web-lokacijama</string><string id="JavaScriptAllowedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije koje ne smiju pokretati JavaScript. Ako to pravilo nije postavljeno, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultJavaScriptSetting&quot;, ako je postavljeno, odnosno iz osobne konfiguracije korisnika, ako nije.</string><string id="JavaScriptAllowedForUrlsDesc">Omogući JavaScript na ovim web-lokacijama</string><string id="JavaScriptBlockedForUrls">Blok JavaScript na ovim web-lokacijama</string><string id="JavaScriptBlockedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije kojima nije dopušteno pokretanje JavaScripta. Ako ovo pravilo nije postavljeno, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultJavaScriptSetting&quot;, ako je postavljeno, odnosno iz osobne konfiguracije korisnika, ako nije.</string><string id="JavaScriptBlockedForUrlsDesc">Blok JavaScript na ovim web-lokacijama</string><string id="PluginsAllowedForUrls">Dopusti dodatak Flash na ovim web-lokacijama</string><string id="PluginsAllowedForUrls_Explain">Omogućuje vam postavljanje popisa uzoraka URL-ova koji navode web-lokacije kojima je dopušteno pokretanje dodatka Flash.

Ako se to pravilo ne postavi, za sve web-lokacije upotrebljavat će se globalna zadana vrijednost iz pravila &quot;DefaultPluginsSetting&quot;, ako je to pravilo postavljeno, ili vrijednost iz korisnikove osobne konfiguracije.</string><string id="PluginsAllowedForUrlsDesc">Dopusti dodatak Flash na ovim web-lokacijama</string><string id="PluginsBlockedForUrls">Blokiraj dodatak Flash na ovim web-lokacijama</string><string id="PluginsBlockedForUrls_Explain">Omogućuje vam postavljanje popisa uzoraka URL-ova koji navode web-lokacije kojima nije dopušteno pokretanje dodatka Flash.

Ako se to pravilo ne postavi, za sve web-lokacije upotrebljavat će se globalna zadana vrijednost iz pravila &quot;DefaultPluginsSetting&quot;, ako je to pravilo postavljeno, ili vrijednost iz korisnikove osobne konfiguracije.</string><string id="PluginsBlockedForUrlsDesc">Blokiraj dodatak Flash na ovim web-lokacijama</string><string id="PopupsAllowedForUrls">Dopusti skočne prozore na ovim web-lokacijama</string><string id="PopupsAllowedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije kojima je dopušteno otvaranje skočnih prozora. Ako ovo pravilo nije postavljeno, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultPopupsSetting&quot; ako je postavljeno, odnosno iz osobne konfiguracije korisnika ako nije.</string><string id="PopupsAllowedForUrlsDesc">Dopusti skočne prozore na ovim web-lokacijama</string><string id="RegisteredProtocolHandlers">Registracija rukovatelja protokola</string><string id="RegisteredProtocolHandlers_Explain">Omogućuje vam registriranje popisa rukovatelja protokola. To pravilo može biti samo preporučeno. Entitet |protocol| treba se postaviti u shemu kao &quot;mailto&quot;, a entitet |url| treba se postaviti u uzorak URL-a aplikacije koja rukuje shemom. Uzorak može uključivati &quot;%s&quot; koji će se, ako postoji, zamijeniti rukovanim URL-om.

Rukovatelji protokola koji su registrirani pravilom spojeni su s onima koje je registrirao korisnik i za upotrebu su dostupne obje vrste rukovatelja. Korisnik može nadjačati rukovatelje protokola instalirane pravilom tako što će instalirati novog zadanog rukovatelja, ali ne može ukloniti onoga koji je pravilom registriran.</string><string id="PopupsBlockedForUrls">Blokiraj skočne prozore na ovim web-lokacijama</string><string id="PopupsBlockedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije koje ne smiju otvarati skočne prozore. Ako ovo pravilo nije postavljeno, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultPopupsSetting&quot; ako je postavljeno, odnosno iz osobne konfiguracije korisnika ako nije.</string><string id="PopupsBlockedForUrlsDesc">Blokiraj skočne prozore na ovim web-lokacijama</string><string id="NotificationsAllowedForUrls">Dopuštanje obavijesti na ovim web-lokacijama</string><string id="NotificationsAllowedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije koje ne smiju prikazivati obavijesti. Ako ovo pravilo nije postavljeno, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultNotificationsSetting&quot; ako je postavljeno, odnosno iz osobne konfiguracije korisnika ako nije.</string><string id="NotificationsAllowedForUrlsDesc">Dopuštanje obavijesti na ovim web-lokacijama</string><string id="NotificationsBlockedForUrls">Blokiranje obavijesti na ovim web-lokacijama</string><string id="NotificationsBlockedForUrls_Explain">Omogućuje postavljanje popisa uzoraka URL-ova koji određuju web-lokacije koje ne smiju prikazivati obavijesti. Ako ovo pravilo nije postavljeno, upotrebljavat će se globalna zadana vrijednost za sve web-lokacije iz pravila &quot;DefaultNotificationsSetting&quot; ako je postavljeno, odnosno iz osobne konfiguracije korisnika ako nije.</string><string id="NotificationsBlockedForUrlsDesc">Blokiranje obavijesti na ovim web-lokacijama</string><string id="Homepage_group">Početna stranica</string><string id="HomepageLocation">Konfiguriraj URL početne stranice</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Upotrijebi web-stranicu nove kartice kao početnu stranicu</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Početne stranice</string><string id="RestoreOnStartup">Radnja prilikom pokretanja</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Otvori stranicu Nova kartica</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Vrati posljednju sesiju</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Otvori popis URL-ova</string><string id="RestoreOnStartupURLs">URL-ovi koji se otvaraju prilikom pokretanja</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL-ovi koji se otvaraju prilikom pokretanja</string><string id="QuickUnlock_group">Pravila o brzom otključavanju</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Popis dopuštenih načina otključavanja koji kontrolira koje brze načine otključavanja korisnik može konfigurirati i upotrebljavati za otključavanje zaključanog zaslona.

Ta je vrijednost popis nizova. Važeći su unosi na popisu: &quot;all&quot; i &quot;PIN&quot;. Ako se na popis doda &quot;all&quot;, to znači da su korisniku dostupni svi brzi načini otključavanja, uključujući one koji će se tek implementirati. U suprotnom će biti dostupni samo brzi načini otključavanja navedeni na popisu.

Na primjer, da biste dopustili sve brze načine otključavanja, upotrijebite [&quot;all&quot;]. Da biste dopustili samo otključavanje PIN-om, upotrijebite [&quot;PIN&quot;]. Da biste onemogućili sve brze načine otključavanja, upotrijebite [].

Prema zadanim postavkama za upravljane uređaje nije dostupan nijedan brzi način otključavanja.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Ta postavka određuje koliko se često mora unijeti zaporka na zaključanom zaslonu za daljnju upotrebu brzog otključavanja. Ako je od zadnjeg unosa zaporke prošlo više vremena od onog koje je određeno tom postavkom, brzo otključavanje neće biti dostupno za otvaranje zaključanog zaslona. Ako se korisnik zadrži na zaključanom zaslonu dulje od tog razdoblja, zaporka će se tražiti kada korisnik sljedeći put unese pogrešan kôd ili ponovo otvori zaključani zaslon, ovisno o tome što se dogodi prije.

Ako se ta postavka konfigurira, korisnici koji upotrebljavaju brzo otključavanje morat će unijeti zaporku na zaključanom zaslonu ovisno o toj postavci.

Ako se ta postavka ne konfigurira, korisnici koji upotrebljavaju brzo otključavanje morat će svaki dan unijeti zaporku na zaključanom zaslonu.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Ako se postavi na False, korisnici neće moći postavljati PIN-ove koji su slabi ili ih je lako odgonetnuti.

Primjeri slabih PIN-ova uključuju: PIN-ove koji se sastoje od jedne te iste znamenke (1111), PIN-ove u kojima se znamenke povećavaju za 1 (1234), PIN-ove u kojima se znamenke smanjuju za 1 (4321) i PIN-ove koji su previše česti.

Prema zadanim postavkama korisnicima će se prikazivati upozorenje, a ne pogreška, ako se PIN smatra slabim.</string><string id="HTTPAuthentication_group">Pravila za HTTP autentifikaciju</string><string id="AuthSchemes">Podržane sheme autentifikacije</string><string id="AuthSchemes_Explain">Određuje koje sheme HTTP autentifikacije Google Chrome podržava.

Moguće su vrijednosti &quot;basic&quot; (osnovno), &quot;digest&quot; (sažeto), &quot;NTLM&quot; i &quot;negotiate&quot; (pregovaranje). Više vrijednosti odvojite zarezima.

Ako se to pravilo ne postavi, upotrebljavat će se sve četiri sheme.</string><string id="DisableAuthNegotiateCnameLookup">Onemogući CNAME pretraživanje prilikom provjere Kerberos autentičnosti</string><string id="DisableAuthNegotiateCnameLookup_Explain">Određuje temelji li se generirani Kerberos SPN na kanonskom DNS imenu ili unesenom izvornom imenu. Ako omogućite ovu postavku, CNAME pretraživanje bit će preskočeno, a upotrijebit će se uneseni naziv poslužitelja. Ako onemogućite ovu postavku ili ju ne postavite, kanonski naziv poslužitelja bit će utvrđen putem CNAME pretraživanja.</string><string id="EnableAuthNegotiatePort">Uključi nestandardni port u Kerberos SPN-u</string><string id="EnableAuthNegotiatePort_Explain">Određuje treba li generirani Kerberos SPN uključivati nestandardni priključak. Ako omogućite ovu postavku, a bude unesen nestandardni priključak (tj. priključak koji nije 80 ili 443), on će biti uključen u generirani Kerberos SPN. Ako onemogućite ovu postavku ili ju ne postavite, generirani Kerberos SPN neće uključivati priključak ni u kojem slučaju.</string><string id="AuthServerWhitelist">Bijela lista poslužitelja za autentifikaciju</string><string id="AuthServerWhitelist_Explain">Određuje koji poslužitelji trebaju biti stavljeni na popis dopuštenih za integriranu autentifikaciju. Integrirana autentifikacija omogućena je samo kada Google Chrome primi zahtjev za autentifikaciju od proxyja ili poslužitelja koji se nalazi na tom popisu.

Razdvojite više poslužitelja zarezima. Zamjenski su znakovi (*) dopušteni.

Ako ne postavite ovo pravilo, Google Chrome pokušat će otkriti je li poslužitelj na intranetu te će jedino tada odgovoriti na IWA zahtjeve. Ako otkrije da se radi o poslužitelju na internetu, Google Chrome zanemarit će njegove IWA zahtjeve.</string><string id="AuthNegotiateDelegateWhitelist">Bijela lista Kerberos poslužitelja za ovlašćivanje</string><string id="AuthNegotiateDelegateWhitelist_Explain">Poslužitelji koje Google Chrome može ovlastiti.

Razdvojite više poslužitelja zarezima. Zamjenski su znakovi (*) dopušteni.

Ako ne postavite ovo pravilo, Google Chrome neće dodijeliti vjerodajnice korisnika čak ni ako otkrije da je poslužitelj na intranetu.</string><string id="AllowCrossOriginAuthPrompt">Zahtjevi za Cross-origin HTTP Basic Auth</string><string id="AllowCrossOriginAuthPrompt_Explain">Nadzire smije li podsadržaj treće strane na stranici prikazivati skočni dijaloški okvir HTTP Basic Auth. Obično je to onemogućeno radi obrane od krađe identiteta. Ako ovo pravilo nije postavljeno, to je onemogućeno i podsadržajima treće strane neće biti dopušteno prikazivanje skočnog dijaloškog okvira HTTP Basic Auth.</string><string id="Proxy_group">Proxy poslužitelj</string><string id="ProxyMode">Odaberi način određivanja postavki proxy poslužitelja</string><string id="ProxyMode_Explain">Omogućuje vam da odredite proxy poslužitelj kojim se koristi Google Chrome i onemogućuje korisnicima da mijenjaju postavke proxyja.

Ako odaberete da se proxy poslužitelj nikad ne upotrebljava i da se veza uvijek uspostavlja izravno, sve se ostale opcije zanemaruju.

Ako odaberete upotrebu sistemskih proxy postavki, sve se ostale opcije zanemaruju.

Ako odaberete automatsko otkrivanje proxy poslužitelja, sve se ostale opcije zanemaruju.

Ako odaberete fiksni način proxy poslužitelja, dodatne opcije možete odrediti pod stavkama &quot;Adresa ili URL proxy poslužitelja&quot; ili &quot;Popis pravila o zaobilaženju proxyja odvojenih zarezima&quot;. ARC aplikacije upotrebljavat će samo HTTP proxy poslužitelj s najvišim prioritetom.

Ako odaberete da će se upotrebljavati .pac proxy skripta, morate navesti URL skripte u pravilu &quot;URL prema proxy .pac datoteci&quot;.

Detaljne primjere možete pronaći ovdje:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Ako omogućite tu postavku, Google Chrome i ARC aplikacije zanemaruju sve opcije koje se odnose na proxy navedene u naredbenom retku.

Ako se to pravilo ne postavi, korisnici će moći sami odabrati postavke proxyja.</string><string id="ProxyMode_ProxyDisabled">Nikad ne upotrebljavaj proxy</string><string id="ProxyMode_ProxyAutoDetect">Automatski detektiraj proxy postavke</string><string id="ProxyMode_ProxyPacScript">Upotrijebi .pac proxy skriptu</string><string id="ProxyMode_ProxyFixedServers">Upotrijebi fiksne proxy poslužitelje</string><string id="ProxyMode_ProxyUseSystem">Upotrijebi proxy postavke sustava</string><string id="ProxyServer">Adresa ili URL proxy poslužitelja</string><string id="ProxyServer_Explain">Ovdje možete navesti URL proxy poslužitelja.

To će pravilo vrijediti samo ako odaberete ručne postavke proxyja pod stavkom &quot;Odaberi način određivanja postavki proxy poslužitelja&quot;.

Ne postavljajte to pravilo ako ste odabrali bilo koji drugi način postavljanja pravila za proxy poslužitelje.

Dodatne opcije i detaljne primjere možete pronaći ovdje:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL prema proxy .pac datoteci</string><string id="ProxyPacUrl_Explain">Ovdje možete navesti URL za .pac datoteku proxy poslužitelja.

To će pravilo vrijediti samo ako odaberete ručne postavke proxyja pod stavkom &quot;Odaberi način određivanja postavki proxy poslužitelja&quot;.

Ne postavljajte to pravilo ako ste odabrali bilo koji drugi način postavljanja pravila za proxy poslužitelje.

Detaljne primjere možete pronaći ovdje:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Pravila zaobilaženja proxyja</string><string id="ProxyBypassList_Explain">Google Chrome zaobilazit će sve proxy poslužitelje na ovdje navedenom popisu hostova.

To će pravilo vrijediti samo ako odaberete ručne postavke proxyja pod stavkom &quot;Odaberi način određivanja postavki proxy poslužitelja&quot;.

Ne postavljajte to pravilo ako ste odabrali bilo koji drugi način postavljanja pravila za proxy poslužitelje.

Detaljnije primjere možete pronaći ovdje:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="Extensions_group">Proširenja</string><string id="ExtensionInstallBlacklist">Konfiguriraj crnu listu instalacije proširenja</string><string id="ExtensionInstallBlacklist_Explain">Omogućuje da odredite koja proširenja korisnici NE mogu instalirati. Prethodno instalirana proširenja koja stavite na popis zabranjenih bit će onemogućena i korisnici ih neće moći omogućiti. Kad se proširenje koje je onemogućeno zbog toga što se nalazi na popisu zabranjenih ukloni s tog popisa, automatski će biti ponovo omogućeno.

Vrijednost &quot;*&quot; na popisu zabranjenih znači da nije dopušteno nijedno proširenje osim onih koja su izričito navedena na popisu dopuštenih.

Ako to pravilo nije postavljeno, korisnik može instalirati bilo koje proširenje u Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Konfiguriraj crnu listu instalacije proširenja</string><string id="ExtensionInstallWhitelist">Konfiguriraj bijelu listu instalacije proširenja</string><string id="ExtensionInstallWhitelist_Explain">Omogućuje određivanje proširenja koja ne podliježu crnoj listi.

Vrijednost * na crnoj listi znači da su sva proširenja na crnoj listi i da korisnici mogu instalirati samo proširenja koja su na bijeloj listi.

Prema zadanim postavkama sva su proširenja na bijeloj listi, no ako su sva proširenja prema pravilu na crnoj listi, bijela lista može se upotrebljavati za poništavanje tog pravila.</string><string id="ExtensionInstallWhitelistDesc">Konfiguriraj bijelu listu instalacije proširenja</string><string id="ExtensionInstallForcelist">Konfiguriranje popisa prisilno instaliranih aplikacija i proširenja</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfiguriranje popisa prisilno instaliranih aplikacija i proširenja</string><string id="ExtensionInstallSources">Konfiguracija izvora instalacija proširenja, aplikacija i korisničkih skripti</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfiguracija izvora instalacija proširenja, aplikacija i korisničkih skripti</string><string id="ExtensionAllowedTypes">Konfiguriraj dopuštene vrste aplikacija/proširenja</string><string id="ExtensionAllowedTypes_Explain">Kontrolira koje se vrste aplikacija/proširenja smiju instalirati i ograničava pristup za vrijeme izvođenja.

Ova postavka sadrži popis dopuštenih vrsta proširenja/aplikacija koje se mogu instalirati u proizvodu Google Chrome i hostova s kojima mogu stupiti u interakciju. Vrijednost je popis nizova, od kojih svaki treba biti jedan od sljedećih: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Više informacija o tim vrstama potražite u dokumentaciji o proširenjima proizvoda Google Chrome.

Imajte na umu da to pravilo također utječe na proširenja i aplikacije čija se instalacija mora nametnuti popisom ExtensionInstallForcelist.

Ako je ta postavka konfigurirana, proširenja/aplikacije vrste koja nije na popisu neće se instalirati.

Ako ta postavka ostane nekonfigurirana, neće se primijeniti ograničenja o prihvatljivim vrstama proširenja/aplikacija.</string><string id="ExtensionAllowedTypesDesc">Konfiguriraj dopuštene vrste aplikacija/proširenja</string><string id="ExtensionSettings">Postavke upravljanja proširenjima</string><string id="ExtensionSettings_Explain">Konfigurira postavke upravljanja proširenjima za Google Chrome.

Pravilo kontrolira više postavki, uključujući postavke kojima upravljaju postojeća pravila za proširenja. Ovo će pravilo nadjačati bilo koje starije pravilo ako su postavljena oba pravila.

Ovo pravilo mapira ID proširenja ili URL ažuriranja na svoju konfiguraciju. Uz ID proširenja konfiguracija će se primijeniti samo na navedeno proširenje. Zadana se konfiguracija može postaviti za posebni ID &quot;*&quot; koja će se primjenjivati na sva proširenja za koja nije postavljena prilagođena konfiguracija u tom pravilu. Uz URL ažuriranja konfiguracija će se primjenjivati na sva proširenja s točnim URL-om ažuriranja navedenim u manifestu tog proširenja kako je opisano na stranici https://developer.chrome.com/extensions/autoupdate.

Konfiguracija za svako proširenje (ili proširenja s istim URL-om ažuriranja) drugi je rječnik koji može sadržavati sljedeća polja.

&quot;installation_mode&quot;: mapira na niz koji naznačuje način instalacije za proširenje. Važeći su sljedeći nizovi:
* &quot;allowed&quot;: omogućuje da korisnik instalira proširenje. To je zadano ponašanje.
* &quot;blocked&quot;: blokira instalaciju proširenja.
* &quot;force_installed&quot;: proširenje se instalira automatski i korisnik ga ne može ukloniti.
* &quot;normal_installed&quot;: proširenje se instalira automatski, ali ga korisnik može onemogućiti.

Način instalacije &quot;installation_mode&quot; također se može konfigurirati za više proširenja, uključujući proširenje &quot;*&quot; (kao zadane postavke) i proširenja s istim URL-om ažuriranja. U tom se slučaju mogu upotrijebiti samo vrijednosti &quot;allowed&quot; i &quot;blocked&quot;.

Ako se način postavi na &quot;force_installed&quot; ili &quot;normal_installed&quot;, tada se mora konfigurirati i &quot;update_url&quot;. URL ažuriranja koji se postavi u ovom pravilu koristi se samo za početnu instalaciju, dok će se za daljnja ažuriranja proširenja upotrebljavati URL ažuriranja naveden u manifestu proširenja. URL ažuriranja treba upućivati na XML dokument Update Manifest kako je prethodno navedeno.

&quot;blocked_permissions&quot;: mapira na popis nizova koji pokazuju blokirana dopuštenja API-ja za proširenje. Nazivi proširenja isti su kao i nizovi dopuštenja objavljeni u manifestu proširenja kako je opisano na stranici https://developer.chrome.com/extensions/declare_permissions. Ova se postavka može konfigurirati i za proširenje &quot;*&quot;. Proširenje koje zahtijeva dopuštenje koje se nalazi na popisu blokiranih neće se moći učitati. Ako blokirano dopuštenje nije obavezan zahtjev, njime će se rukovati na uobičajen način, no zahtijevanje sukobljenih dopuštenja automatski će se odbiti tijekom vremena izvođenja.

&quot;allowed_permissions&quot;: slično je kao &quot;blocked_permissions&quot;, samo što izričito omogućuje neka dopuštenja koja bi mogla biti blokirana općim popisom blokiranih dopuštenja, tako da se ne može konfigurirati za proširenje &quot;*&quot;. Napominjemo da ova postavka ne daje proširenjima odobrena dopuštenja automatski.

&quot;minimum_version_required&quot;: mapira na niz verzije. Format niza verzije isti je kao i niz upotrijebljen u manifestu proširenja kako je opisano na stranici https://developer.chrome.com/apps/manifest/version. Proširenje će se onemogućiti ako je njegova verzija starija od navedene minimalne verzije. To se primjenjuje i na prisilno instalirana proširenja.

Sljedeće postavke mogu se upotrijebiti samo za zadanu &quot;*&quot; konfiguraciju:

&quot;install_sources&quot;: svaka stavka na ovom popisu predstavlja uzorak podudaranja u stilu proširenja (https://developer.chrome.com/extensions/match_patterns). Korisnici će moći instalirati stavke s bilo kojeg URL-a koji se podudara sa stavkama na tom popisu. Uzorci moraju dopuštati lokaciju *.crx datoteke, kao i stranicu s koje se pokreće preuzimanje (preporuku).

&quot;allowed_types&quot;: ova postavka određuje popis dopuštenih vrsta proširenja/aplikacija koje su mogu instalirati u Google Chrome. Vrijednost je popis nizova od kojih svaki treba biti jedno od sljedećeg: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Više informacija o tim vrstama potražite u dokumentaciji proširenja Google Chrome.
&quot;blocked_install_message&quot;: ako korisnik pokuša instalirati neko proširenje koje je blokirano pravilom, Chrome web-trgovina prikazat će generičku poruku pogreške. Pomoću ove postavke poruci pogreške možete dodati tekst. Tako možete usmjeriti korisnike na korisničku podršku, objasniti zašto je određeno proširenje blokirano ili slično. Poruka pogreške skratit će se ako je dulja od 1000 znakova.
&quot;runtime_blocked_hosts&quot;: prihvaća popis hostova s kojima proširenje ne smije stupiti u interakciju. To uključuje umetanje Javascripta, izmjenu i prikaz API-ja webRequests/webNavigation te prikaz i izmjenu kolačića. Format je sličan uzorcima podudaranja https://developer.chrome.com/extensions/match_patterns, samo što se ne mogu definirati putanje, primjerice &quot;*://*.example.com&quot;. Pravilo podržava i upotrebu zamjenskih znakova za vršnu domenu, primjerice &quot;*://example.*&quot;.
&quot;runtime_allowed_hosts&quot;: prihvaća popis hostova s kojima proširenje može stupiti u interakciju neovisno o tome jesu li navedeni u pravilu &quot;runtime_blocked_hosts&quot;. To je isti format kao i &quot;runtime_blocked_hosts&quot;.
</string><string id="PasswordManager_group">Upravitelj zaporki</string><string id="PasswordManagerEnabled">Omogući spremanje zaporki u upravitelj zaporki</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="PowerManagement_group">Upravljanje napajanjem</string><string id="LidCloseAction">Radnja koja će se izvršiti kada korisnik spusti poklopac</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Obustavi</string><string id="LidCloseAction_LidCloseActionLogout">Odjavi korisnika</string><string id="LidCloseAction_LidCloseActionShutdown">Isključi</string><string id="LidCloseAction_LidCloseActionDoNothing">Ne radi ništa</string><string id="PowerManagementUsesAudioActivity">Odredi utječe li zvučna aktivnost na upravljanje napajanjem</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Odredi utječe li aktivnost videozapisa na upravljanje napajanjem</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Postotak za skaliranje odgode zatamnjenja zaslona u načinu prezentacije</string><string id="PresentationScreenDimDelayScale_Explain">Određuje postotak skaliranja odgode zatamnjivanja zaslona kada je uređaj u načinu prezentacije.

Ako se postavi, pravilo određuje postotak skaliranja odgode zatamnjivanja zaslona kada je uređaj u načinu prezentacije. Kada se odgoda zatamnjivanja skalira, odgode isključivanja zaslona, zaključavanja zaslona i mirovanja podešavaju se kako bi se zadržali isti vremenski odmaci za odgodu zatamnjivanja zaslona koji su izvorno konfigurirani.

Ako se to pravilo ne postavi, upotrebljava se zadani faktor skaliranja.

Faktor skaliranja mora biti 100% ili više. Vrijednosti koje bi učinile odgodu zatamnjivanja zaslona u načinu prezentacije kraćom od uobičajene odgode zatamnjivanja zaslona nisu dopuštene.</string><string id="AllowScreenWakeLocks">Dopusti blokiranja aktivacije zaslona</string><string id="AllowScreenWakeLocks_Explain">Određuje jesu li dopuštena blokiranja aktivacije zaslona. Ta blokiranja mogu tražiti proširenja putem API-ja proširenja za upravljanje napajanjem.

Ako je to pravilo postavljeno na točno ili ako nije postavljeno, blokiranja aktivacije zaslona primjenjivat će se radi upravljanja napajanjem.

Ako je to pravilo postavljeno na netočno, ti će se zahtjevi zanemarivati.</string><string id="UserActivityScreenDimDelayScale">Postotak skaliranja odgode zatamnjivanja zaslona ako korisnik postane aktivan nakon zatamnjivanja</string><string id="UserActivityScreenDimDelayScale_Explain">Određuje postotak odgode skaliranja zatamnjivanja zaslona kada se uoči aktivnosti korisnika dok se zaslon zatamnjuje ili ubrzo nakon što se zaslon isključi.

Ako se to pravilo postavi, ono određuje postotak odgode skaliranja zatamnjivanja zaslona kada se uoči aktivnosti korisnika dok se zaslon zatamnjuje ili ubrzo nakon što se zaslon isključi. Kada se odgoda zatamnjivanja skalira, odgode isključivanja zaslona, zaključavanja zaslona i mirovanja podešavaju se kako bi se zadržali isti vremenski odmaci za odgodu zatamnjivanja zaslona koji su izvorno konfigurirani.

Ako se to pravilo ne postavi, upotrebljava se zadani faktor skaliranja.

Faktor skaliranja mora biti 100% ili više.</string><string id="WaitForInitialUserActivity">Pričekaj početnu aktivnost korisnika</string><string id="WaitForInitialUserActivity_Explain">Pravilo određuje trebaju li odgode upravljanja potrošnjom energije i ograničenje duljine sesije početi teći tek nakon što se uoči prva aktivnost korisnika u sesiji.

Ako se to pravilo postavi na istinito, odgode upravljanja potrošnjom energije i ograničenje duljine sesije neće početi teći dok se ne uoči prva aktivnost korisnika u sesiji.

Ako se to pravilo postavi na neistinito ili se ne postavi, odgode upravljanja potrošnjom energije i ograničenje duljine sesije počinju teći odmah po početku sesije.</string><string id="PowerManagementIdleSettings">Postavke upravljanja napajanjem kada korisnik postane neaktivan</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Vrijeme do zaključavanja zaslona</string><string id="ScreenLockDelays_Explain">Navodi koliko vremena treba proteći od posljednjeg korisničkog unosa da bi se zaslon zaključao dok radi na izmjeničnom napajanju ili bateriji.

Kada je vrijeme postavljeno na vrijednost veću od nule, predstavlja koliko vremena korisnik mora mirovati da bi Google Chrome OS zaključao zaslon.

Kada je vrijeme postavljeno na nulu, Google Chrome OS ne zaključava zaslon kada korisnik postane neaktivan.

Kada se vrijeme ne postavi, upotrebljava se zadano vrijeme.

Preporučeni način zaključavanja zaslona u mirovanju jest omogućiti zaključavanje zaslona u obustavljenom načinu i obustaviti Google Chrome OS nakon vremena do ulaska u stanje mirovanja. To bi se pravilo trebalo upotrebljavati samo kada bi do zaključavanja zaslona trebalo dolaziti značajno prije nego do obustavljanja ili kada obustavljanje u mirovanju uopće nije poželjno.

Vrijednost pravila treba navesti u milisekundama. Vrijednosti se ograničavaju kako bi bile kraće od vremena do ulaska u stanje mirovanja.</string><string id="NewTabPage_group">Web-stranica nove kartice</string><string id="NewTabPageLocation">Konfiguriraj URL stranice nove kartice</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProvider_group">Zadani davatelj usluga pretraživanja</string><string id="DefaultSearchProviderEnabled">Omogući zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Naziv zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderName_Explain">Određuje naziv zadanog davatelja usluga pretraživanja. Ako naziv ostane prazan ili nije postavljen, upotrebljavat će se naziv hosta određen URL-om pretraživanja. Ovo će pravilo biti uzeto u obzir samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderKeyword">Zadani davatelj usluga pretraživanja</string><string id="DefaultSearchProviderKeyword_Explain">Određuje ključnu riječ koja je prečac u višenamjenskom okviru za pokretanje usluge pretraživanja ovog davatelja usluga. Ovo je pravilo izborno. Ako nije postavljeno, nijedna ključna riječ neće aktivirati davatelja usluga pretraživanja. Ovo se pravilo uzima u obzir samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderSearchURL">URL zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderSearchURL_Explain">Određuje URL tražilice koja se upotrebljava za zadano pretraživanje. URL treba sadržavati niz &quot;{searchTerms}&quot; koji će se u trenutku upita zamijeniti pojmovima koje korisnik traži.

Googleov URL pretraživanja može se navesti kao: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Ta se opcija mora postaviti kada je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot; i poštovat će se samo u tom slučaju.</string><string id="DefaultSearchProviderSuggestURL">Predloženi URL zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderSuggestURL_Explain">Određuje URL tražilice koja se upotrebljava za davanje prijedloga pretraživanja. URL treba sadržavati niz &quot;{searchTerms}&quot; koji će se u trenutku upita zamijeniti tekstom koji je korisnik dotad unio.

To pravilo nije obavezno. Ako se ne postavi, URL-ovi prijedloga neće se upotrebljavati.

Googleov URL prijedloga može se navesti kao: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

To će se pravilo poštovati samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderInstantURL">Instant URL zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderInstantURL_Explain">Određuje URL tražilice koja se upotrebljava za davanje instant rezultata. URL treba sadržavati niz '{searchTerms}' koji će se u trenutku postavljanja upita zamijeniti tekstom koji je korisnik dotad unio.

To pravilo nije obavezno. Ako se ne postavi, rezultati instant pretraživanja neće se prikazivati.

Googleov URL instant rezultata može se navesti kao: '{google:baseURL}suggest?q={searchTerms}'.

To će se pravilo poštovati samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderIconURL">Ikona zadanog davatelja usluga pretraživanja</string><string id="DefaultSearchProviderIconURL_Explain">Određuje URL ikone favorita zadanog davatelja usluga pretraživanja. Ovo je pravilo izborno. Ako nije postavljeno, za davatelja usluga pretraživanja neće biti prikazana nijedna ikona. Ovo se pravilo poštuje samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderEncodings">Kodiranja zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderEncodings_Explain">Određuje kodiranje znakova koje podržava davatelj usluga pretraživanja. Kodiranja su nazivi kodnih stranica poput UTF-8, GB2312 i ISO-8859-1. Isprobavaju se navedenim redoslijedom. Ovo je pravilo izborno. Ako nije postavljeno, upotrebljavat će se zadana stranica UTF-8. Ovo će se pravilo poštovati samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderEncodingsDesc">Kodiranja zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderAlternateURLs">Popis zamjenskih URL-ova za zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderAlternateURLs_Explain">Navodi popis zamjenskih URL-ova koji se mogu upotrijebiti za izvlačenje pojmova pretraživanja iz tražilice. URL-ovi trebaju sadržavati niz '{searchTerms}', koji će se upotrijebiti za izvlačenje pojmova pretraživanja.

Ovo pravilo nije obavezno. Ako nije postavljeno, za izvlačenje pojmova pretraživanja neće se upotrebljavati zamjenski URL-ovi.

Ovo se pravilo primjenjuje samo ako je omogućeno pravilo 'DefaultSearchProviderEnabled'.</string><string id="DefaultSearchProviderAlternateURLsDesc">Popis zamjenskih URL-ova za zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametar koji kontrolira položaj pojma za pretraživanje za zadanog pružatelja usluge pretraživanja</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Ako je ovo pravilo postavljeno i ako URL pretraživanja predloženog u višenamjenskom okviru sadrži taj parametar u nizu upita ili identifikatoru fragmenta, prijedlog će prikazati pojmove za pretraživanje i pružatelja usluge pretraživanja umjesto neobrađenog URL-a pretraživanja.

Pravilo nije obavezno. Ako nije postavljeno, neće se vršiti zamjena pojma za pretraživanje.

Pravilo se primjenjuje samo ako je pravilo &quot;DefaultSearchProviderEnabled&quot; omogućeno.</string><string id="DefaultSearchProviderImageURL">Značajka pretraživanja po slici koja pruža parametre za zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderImageURL_Explain">Određuje URL tražilice koja se upotrebljava za pretraživanje slika. Zahtjevi za pretraživanje slat će se pomoću GET metode. Ako je postavljeno pravilo &quot;DefaultSearchProviderImageURLPostParams&quot;, zahtjevi za pretraživanje slika umjesto toga upotrebljavat će POST metodu.

To je pravilo izborno. Ako nije postavljeno, neće se upotrijebiti nijedna slika.

To se pravilo poštuje samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderNewTabURL">URL web-stranice nove kartice zadanog davatelja usluge pretraživanja</string><string id="DefaultSearchProviderNewTabURL_Explain">Određuje URL koji tražilica upotrebljava kako bi pružila web-stranicu nove kartice.

To pravilo nije obavezno. Ako nije postavljeno, neće se pružati web-stranica nove kartice.

To se pravilo poštuje samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametri za URL pretraživanja koji upotrebljava POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Određuje parametre koji se upotrebljavaju prilikom pretraživanja URL-ova pomoću POST metode. Sastoji se od zarezom odvojenih parova naziv/vrijednost. Ako je vrijednost parametar predloška, primjerice {searchTerms} u gornjem primjeru, zamijenit će se podacima stvarnih pojmova za pretraživanje.

To je pravilo izborno. Ako nije postavljeno, poslat će se zahtjev za pretraživanje pomoću GET metode.

To se pravilo poštuje samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametri URL-a za prijedloge koji upotrebljava POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Određuje parametre koji se upotrebljavaju prilikom pretraživanja prijedloga pomoću POST metode. Sastoji se od zarezom odvojenih parova naziv/vrijednost. Ako je vrijednost parametar predloška, primjerice {searchTerms} u gornjem primjeru, zamijenit će se podacima stvarnih pojmova za pretraživanje.

To je pravilo izborno. Ako nije postavljeno, zahtjev za predloženo pretraživanje poslat će se pomoću GET metode.

To se pravilo poštuje samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametri za URL usluge Instant koji upotrebljava POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Određuje parametre koji se upotrebljavaju prilikom pretraživanja uz značajku Instant pomoću POST metode. Sastoji se od zarezom odvojenih parova naziv/vrijednost. Ako je vrijednost parametar predloška, primjerice {searchTerms} u gornjem primjeru, zamijenit će se podacima stvarnih pojmova za pretraživanje.

To je pravilo izborno. Ako nije postavljeno, zahtjev za pretraživanje uz značajku Instant poslat će se pomoću GET metode.

To se pravilo poštuje samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderImageURLPostParams">Parametri za URL slike koji upotrebljava POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Određuje parametre koji se upotrebljavaju prilikom pretraživanja slika pomoću POST metode. Sastoji se od zarezom odvojenih parova naziv/vrijednost. Ako je vrijednost parametar predloška, primjerice {imageThumbnail} u gornjem primjeru, zamijenit će se podacima stvarne minijature slike.

To je pravilo izborno. Ako nije postavljeno, zahtjev za pretraživanje slika poslat će se pomoću GET metode.

To se pravilo poštuje samo ako je omogućeno pravilo &quot;DefaultSearchProviderEnabled&quot;.</string><string id="AllowDeletingBrowserHistory">Omogući brisanje povijesti preglednika i preuzimanja</string><string id="AllowDeletingBrowserHistory_Explain">Omogućuje brisanje povijesti preglednika i preuzimanja u pregledniku Google Chrome te sprječava korisnike da promijene tu postavku.

Uzmite u obzir da čak i kada je onemogućeno ovo pravilo, čuvanje povijesti pregledavanja i preuzimanja nije zajamčeno: korisnici možda mogu izravno urediti ili izbrisati datoteke baze podataka povijesti, a preglednik također može u bilo kojem trenutku arhivirati neke ili sve stavke povijesti ili im ukinuti rok trajanja.

Ako je ova postavka omogućena ili nije postavljena, povijest pregledavanja i preuzimanja može se izbrisati.

Ako je ova postavka onemogućena, povijest pregledavanja i preuzimanja nije moguće izbrisati.</string><string id="AllowDinosaurEasterEgg">Dopuštanje skrivene igre s dinosaurom</string><string id="AllowDinosaurEasterEgg_Explain">Dopusti korisnicima igranje skrivene igre s dinosaurom kada je uređaj izvan mreže.

Ako se to pravilo postavi na &quot;False&quot;, korisnici neće moći igrati skrivenu igru s dinosaurom kada uređaj nije povezan s mrežom. Ako se ta postavka postavi na &quot;True&quot;, korisnici će moći igrati igru s dinosaurom. Ako se to pravilo ne postavi, korisnici neće moći igrati skrivenu igru s dinosaurom u prijavljenom OS-u Chrome, ali će je moći igrati u drugim okolnostima.</string><string id="AllowOutdatedPlugins">Dopusti pokretanje dodataka koji su zastarjeli</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Dopusti zaključavanje zaslona</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definiranje domena kojima je dopušten pristup Google Appsu</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Omogući alternativne stranice pogrešaka</string><string id="AlternateErrorPagesEnabled_Explain">Omogućuje upotrebu zamjenskih stranica pogrešaka koje su ugrađene u proizvod Google Chrome (poput &quot;Stranica nije pronađena&quot;) te sprječava korisnike da promijene tu postavku. Ako omogućite ovu postavku, upotrebljavat će se zamjenske stranice pogrešaka. Ako onemogućite ovu postavku, zamjenske stranice pogrešaka neće se nikada upotrebljavati. Ako omogućite ili onemogućite ovu postavku, korisnici neće moći promijeniti niti poništiti ovu postavku u proizvodu Google Chrome. Ako pravilo nije postavljeno, to će biti omogućeno, ali korisnik će to moći promijeniti.</string><string id="AlwaysAuthorizePlugins">Uvijek pokreni dodatke koji zahtijevaju autorizaciju</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Omogući Androidovu uslugu sigurnosnog kopiranja</string><string id="ArcBackupRestoreEnabled_Explain">Kada se to pravilo postavi na True, podaci Android aplikacija prenose se na Androidove poslužitelje za sigurnosne kopije i vraćaju s njih nakon ponovnog instaliranja kompatibilnih aplikacija.

Kad se to pravilo postavi na False, Androidova usluga za sigurnosno kopiranje bit će isključena.

Ako se ta postavka konfigurira, korisnici je ne mogu promijeniti.

Ako se ne konfigurira, korisnici mogu uključiti i isključiti Androidovu uslugu za sigurnosno kopiranje u Androidovoj aplikaciji Postavke.</string><string id="ArcCertificatesSyncMode">Postavi dostupnost certifikata za ARC aplikacije</string><string id="ArcCertificatesSyncMode_Explain">Ako se postavi na SyncDisabled ili se ne konfigurira, Google Chrome OS certifikati nisu dostupni za ARC aplikacije.

Ako se postavi na CopyCaCerts, svi CA certifikati instalirani u ONC uz Web TrustBit dostupni su za ARC aplikacije.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Onemogući upotrebu Google Chrome OS certifikata za ARC aplikacije</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Omogući Google Chrome OS CA certifikate za ARC aplikacije</string><string id="ArcEnabled">Omogući ARC</string><string id="ArcEnabled_Explain">Kada je to pravilo postavljeno na &quot;True&quot;, ARC će biti omogućen za korisnika
(ovisno o dodatnim postavkama pravila – ARC i dalje neće biti
dostupan ako su jednokratni način rada ili višestruka prijava omogućeni
u trenutačnoj korisničkoj sesiji).

Ako se ta postavka onemogući ili ne konfigurira, poslovni korisnici
ne mogu upotrebljavati ARC.</string><string id="ArcLocationServiceEnabled">Omogući Googleovu uslugu lokacije na Androidu</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfiguriraj ARC</string><string id="ArcPolicy_Explain">Određuje skup pravila koja će se prenijeti na vrijeme izvođenja ARC-a. Vrijednost mora biti važeći JSON.

To se pravilo može upotrijebiti da bi se konfiguriralo koje će se Android aplikacije automatski instalirati na uređaj:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identifikator Android aplikacije, na primjer &quot;com.google.android.gm&quot; za Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Određuje kako se aplikacija instalira. OPTIONAL: aplikacija se ne instalira automatski, ali je korisnik može instalirati. To je zadano ako se to pravilo ne odredi. PRELOAD: aplikacija se instalira automatski, no korisnik je može deinstalirati. FORCE_INSTALLED: aplikacija se instalira automatski i korisnik je ne može deinstalirati. BLOCKED: aplikacija je blokirana i ne može se instalirati. Ako je aplikacija instalirana prema nekom od prethodnih pravila, deinstalirat će se.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Pravilo za odobravanje zahtjeva za dopuštenje za aplikacije. PERMISSION_POLICY_UNSPECIFIED: pravilo nije određeno. Ako se pravilo za dopuštenje ne odredi ni na kojoj razini, ponašanje stavke &quot;PROMPT&quot; upotrebljava se prema zadanim postavkama. PROMPT: korisniku se postavlja pitanje žele li odobriti dopuštenje. GRANT: dopuštenje se odobrava automatski. DENY: dopuštenje se odbija automatski.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Konfiguracijski JSON objekt sa skupom parova ključ-vrijednost, na primjer '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Ključevi su definirani u manifestu aplikacije.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Ako želite prikvačiti aplikacije na pokretač, pogledajte PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Omogući ili onemogući snimanje zvuka</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL-ovi koji će dobiti pristup uređajima za snimanje zvuka bez postavljanja upita</string><string id="AudioCaptureAllowedUrls_Explain">Uzorci na tom popisu usporedit će se sa sigurnosnim izvorištem
URL-a koji šalje zahtjev. Ako se pronađe podudaranje, pristup uređajima
za snimanje zvuka dopuštat će se bez upita.

NAPOMENA: do verzije 45 to je pravilo bilo podržano samo u načinu kioska.</string><string id="AudioCaptureAllowedUrlsDesc">URL-ovi koji će dobiti pristup uređajima za snimanje zvuka bez postavljanja upita</string><string id="AudioOutputAllowed">Dopusti reprodukciju zvuka</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Omogući Automatsko popunjavanje</string><string id="AutoFillEnabled_Explain">Omogućuje značajku Automatsko popunjavanje proizvoda Google Chrome i omogućuje korisnicima automatsko ispunjavanje web-obrazaca pomoću ranije pohranjenih informacija, kao što su adresa ili podaci o kreditnoj kartici. Ako onemogućite ovu postavku, Automatsko popunjavanje neće biti dostupno korisnicima. Ako omogućite ovu postavku i ne konfigurirate vrijednost, Automatsko popunjavanje ostat će pod nadzorom korisnika. To će im omogućiti konfiguriranje profila Automatskog popunjavanja te uključivanje ili isključivanje Automatskog popunjavanja po vlastitom nahođenju.</string><string id="AutofillCreditCardEnabled">Omogući Automatsko popunjavanje za kreditne kartice</string><string id="AutofillCreditCardEnabled_Explain">Omogućuje značajku Automatsko popunjavanje na usluzi Google Chrome i omogućuje korisnicima automatsko unošenje podataka o kreditnim karticama i adresi u web-obrasce pomoću ranije pohranjenih podataka.

Ako onemogućite tu postavku, Automatsko popunjavanje nikad neće predlagati niti unositi podatke o kreditnim kraticama niti će spremati dodatne podatke o kreditnim karticama koje korisnik može unijeti tijekom pregledavanja weba.

Ako omogućite tu postavku ili ne postavite vrijednost, korisnik će moći kontrolirati cijelu značajku Automatsko popunjavanje (uključujući kreditne kartice) na korisničkom sučelju.</string><string id="BlockThirdPartyCookies">Blokiraj kolačiće trećih strana</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Omogući traku Knjižne oznake</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Autentifikacija putem obaveznog portala zanemaruje proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Onemogući provedbu Transparentnosti certifikata za popis URL-ova</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Onemogućuje provedbu zahtjeva Transparentnosti certifikata za navedene URL-ove.

To pravilo omogućuje da se certifikati za nazive hostova na navedenim URL-ovima ne otkrivaju putem Transparentnosti certifikata. Tako se omogućuje nastavak upotrebe certifikata koji se inače ne bi smatrali pouzdanima jer nisu pravilno javno otkriveni, ali se otežava otkrivanje zloupotrijebljenih certifikata za te hostove.

Uzorak URL-ova oblikovan je u skladu s uputama na stranici https://www.chromium.org/administrators/url-blacklist-filter-format. No s obzirom da su certifikati važeći za dani naziv hosta neovisno o shemi, priključku ili putu, u obzir se uzima samo dio URL-a s nazivom hosta. Zamjenski znakovi nisu podržani.

Ako se to pravilo ne postavi, sa svim certifikatima koji se moraju otkriti putem Transparentnosti certifikata postupat će se kao da nisu pouzdani ako se ne otkriju u skladu s pravilom Transparentnost certifikata.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Onemogući provedbu Transparentnosti certifikata za popis URL-ova</string><string id="ChromeOsLockOnIdleSuspend">Omogući zaključavanje kada uređaj prijeđe u stanje mirovanja ili se isključi</string><string id="ChromeOsLockOnIdleSuspend_Explain">Omogući zaključavanje kada uređaji Google Chrome OS prijeđu u stanje mirovanja ili se isključe.

Ako omogućite tu postavku, korisnici će morati unijeti zaporku za otključavanje uređaja u stanju mirovanja.

Ako onemogućite tu postavku, korisnici neće morati unijeti zaporku za otključavanje uređaja u stanju mirovanja.

Ako omogućite ili onemogućite tu postavku, korisnici je ne mogu promijeniti ni nadjačati.

Ako ne postavite to pravilo, korisnici mogu odabrati žele li unositi zaporku za otključavanje uređaja.</string><string id="ChromeOsMultiProfileUserBehavior">Kontroliraj ponašanje korisnika u sesiji višestrukih profila</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Upravlja ponašanjem korisnika u sesiji s više profila na uređajima sa sustavom Google Chrome OS.

Ako se to pravilo postavi na &quot;MultiProfileUserBehaviorUnrestricted&quot;, korisnik može biti primarni ili sekundarni korisnik u sesiji s više profila.

Ako se to pravilo postavi na &quot;MultiProfileUserBehaviorMustBePrimary&quot;, korisnik može biti samo primarni korisnik u sesiji s više profila.

Ako se to pravilo postavi na &quot;MultiProfileUserBehaviorNotAllowed&quot;, korisnik ne može sudjelovati u sesiji s više profila.

Ako odredite tu postavku, korisnici je ne mogu promijeniti niti premostiti.

Ako se postavka promijeni dok je korisnik prijavljen na sesiju s više profila, provjerit će se odgovarajuće postavke svih korisnika u sesiji. Sesija će se zatvoriti ako nekom od korisnika više nije dopušteno biti u sesiji.

Ako se pravilo ne postavi, zadana vrijednost &quot;MultiProfileUserBehaviorMustBePrimary&quot; primjenjuje se za korisnike kojima upravlja organizacija, a &quot;MultiProfileUserBehaviorUnrestricted&quot; primjenjuje se na korisnike kojima se ne upravlja.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Dopuštanje poslovnom korisniku da bude primarni i sekundarni (zadano ponašanje za korisnike kojima se ne upravlja)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Dopuštanje poslovnom korisniku da bude samo primarni korisnik višestrukih profila (zadano ponašanje za korisnike kojima upravlja tvrtka)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Ne dopusti poslovnom korisniku da bude dio višestrukog profila (primarnom ili sekundarnom)</string><string id="ChromeOsReleaseChannel">Kanal izdanja</string><string id="ChromeOsReleaseChannel_Explain">Određuje kanal za izdavanje na koji bi ovaj uređaj trebao biti priključen.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabilan kanal</string><string id="ChromeOsReleaseChannel_BetaChannel">Beta kanal</string><string id="ChromeOsReleaseChannel_DevChannel">Razvojni kanal (možda je nestabilan)</string><string id="ChromeOsReleaseChannelDelegated">Treba li korisnik imati mogućnost za konfiguriranje kanala izdanja</string><string id="ChromeOsReleaseChannelDelegated_Explain">Ako je to pravilo postavljeno na True, a pravilo ChromeOsReleaseChannel nije određeno, korisnicima domene koja se prijavljuje bit će dopušteno da mijenjaju kanal izdanja na uređaju. Ako je to pravilo postavljeno na False, uređaj će biti zaključan na posljednji postavljeni kanal.

Pravilo ChromeOsReleaseChannel premostit će kanal koji je odabrao korisnik, ali ako je kanal određen pravilom stabilniji od kanala instaliranog na uređaj, kanal će se promijeniti samo nakon što verzija stabilnijeg kanala dosegne viši broj verzije od verzije koja je instalirana na uređaj.</string><string id="ComponentUpdatesEnabled">Omogućuje ažuriranje komponenti u proizvodu Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Omogućuje ažuriranja komponenti za sve komponente na usluzi Google Chrome kada pravilo nije postavljeno ili je postavljeno na True.

Ako se postavi na False, ažuriranje je komponenti onemogućeno. No neke su komponente izuzete od tog pravila i dalje će se ažurirati, a to su komponente koje ne sadrže izvršni kôd, koje bitno ne mijenjaju ponašanje preglednika ili koje su važne za sigurnost.
Primjeri takvih komponenti uključuju popise opozvanih certifikata i podatke sigurnog pregledavanja.
Više informacija o Sigurnom pregledavanju potražite na stranici https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Zadana pravila za odabir pisača</string><string id="DefaultPrinterSelection_Explain">Nadjačava pravila za odabir zadanog pisača za preglednik Google Chrome.

Tim se pravilom daju odrednice za odabir zadanog pisača za preglednik Google Chrome prilikom prve upotrebe funkcije ispisa na profilu.

Kada se to pravilo postavi, preglednik Google Chrome pokušat će pronaći pisač koji odgovara svim navedenim atributima i odabrati ga kao zadani. Odabire se prvi pisač koji odgovara pravilu, a u slučaju da se pronađe više odgovarajućih pisača, može se odabrati bilo koji pisač ovisno o redoslijedu njihova otkrivanja.

Ako se to pravilo ne postavi ili se odgovarajući pisač ne pronađe unutar vremenskog ograničenja, upotrebljavat će se ugrađeni PDF pisač ili se neće odabrati nijedan pisač ako PDF pisač nije dostupan.

Vrijednost se raščlanjuje kao JSON objekt prema sljedećoj shemi:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Treba li se traženje odgovarajućeg pisača ograničiti na određeni skup pisača.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regularni izraz koji se treba podudarati s ID-om pisača.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regularni izraz koji se treba podudarati sa zaslonskim nazivom pisača.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Pisači povezani s uslugom Google Cloud Print smatraju se &quot;cloud&quot; pisačima, dok su ostali pisači klasificirani kao &quot;local&quot;.
Izostavljanje polja znači da su podudarne sve vrijednosti. Na primjer, ako se ne odredi povezivanje, pregled ispisa pokrenut će otkrivanje svih vrsta pisača, kako lokalnih tako i onih u oblaku.
Uzorci regularnih izraza moraju slijediti sintaksu JavaScript RegExp, a u podudaranjima se razlikuju mala i velika slova.</string><string id="DeveloperToolsDisabled">Onemogući Razvojne alate</string><string id="DeveloperToolsDisabled_Explain">Onemogućuje Alate za razvojne programere i konzolu JavaScripta.

Ako omogućite tu postavku, više neće biti moguće pristupiti Alatima za razvojne programere i više se neće moći provjeravati elementi web-lokacija. Bit će onemogućeni svi tipkovni prečaci i stavke izbornika ili kontekstnih izbornika za otvaranje Alata za razvojne programere ili konzole JavaScripta.

Ako se ta opcija onemogući ili ne postavi, korisnik može upotrebljavati Alate za razvojne programere i konzole JavaScripta.</string><string id="DeviceAllowBluetooth">Omogući Bluetooth na uređaju</string><string id="DeviceAllowBluetooth_Explain">Ako se to pravilo postavi na False, Google Chrome OS onemogućit će Bluetooth i korisnik ga neće moći omogućiti.

Ako se to pravilo postavi na True ili se ne postavi, korisnik će moći omogućiti ili onemogućiti Bluetooth prema želji.

Ako se to pravilo postavi, korisnik ga ne može promijeniti niti nadjačati.

Nakon omogućivanja Bluetootha korisnik se mora odjaviti, pa ponovo prijaviti da bi promjene postale aktivne (taj postupak nije potreban kada se Bluetooth onemogućuje).</string><string id="DeviceAllowNewUsers">Dopusti stvaranje novih korisničkih računa</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Dopusti korisnicima da iskoriste ponude tijekom registracije OS-a Chrome</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">IT administratori za poslovne uređaje pomoću te oznake mogu kontrolirati hoće li korisnici moći iskoristiti ponude registracijom OS-a Chrome.

Ako je ovo pravilo postavljeno na istinito ili ako nije postavljeno, korisnici će moći iskoristiti ponude registracijom OS-a Chrome.

Ako je pravilo postavljeno na neistinito, korisnici neće moći iskoristiti ponude.</string><string id="DeviceAutoUpdateDisabled">Onemogućuje automatsko ažuriranje</string><string id="DeviceAutoUpdateDisabled_Explain">Kada se pravilo postavi na True, onemogućuju se automatska ažuriranja.

Google Chrome OS uređaji automatski traže ažuriranja kada ta postavka nije konfigurirana ili je postavljena na False.

Upozorenje: preporučuje se da automatska ažuriranja budu uvijek uključena da korisnici mogu primati ažuriranja softvera i važne sigurnosne ispravke. Isključivanje automatskih ažuriranja korisnike može izložiti opasnosti.</string><string id="DeviceAutoUpdateP2PEnabled">Omogućeno je automatsko ažuriranje p2p</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Određuje hoće li se p2p upotrebljavati za podatke ažuriranja OS-a. Ako je postavljeno na Točno, uređaji će dijeliti i pokušati konzumirati podatke ažuriranja na LAN-u potencijalno smanjujući potrošnju internetske propusnosti i zagušenje. Ako podaci ažuriranja nisu dostupni na LAN-u, uređaj će prijeći na preuzimanje s poslužitelja ažuriranja. Ako je postavljeno na Netočno ili nije konfigurirano, p2p se neće upotrebljavati.</string><string id="DeviceBlockDevmode">Blokiraj način rada razvojnog programera</string><string id="DeviceBlockDevmode_Explain">Blokiranje načina rada razvojnog programera.

Ako se to pravilo postavi na točno, Google Chrome OS sprječava pokretanje uređaja u načinu rada razvojnog programera. Sustav će odbiti pokretanje i prikazati zaslon pogreške kada je način rada razvojnog programera uključen.

Ako se to pravilo ne postavi ili se postavi na lažno, način rada razvojnog programera bit će dostupan za uređaj.</string><string id="DeviceDataRoamingEnabled">Omogući roaming podataka</string><string id="DeviceDataRoamingEnabled_Explain">Utvrđuje treba li roaming podataka biti omogućen za uređaj. Ako je to pravilo postavljeno na &quot;istinito&quot;, roaming podataka bit će dopušten. Ako to pravilo nije konfigurirano ili je postavljeno na &quot;lažno&quot;, roaming podataka neće biti dostupan.</string><string id="DeviceEphemeralUsersEnabled">Izbriši korisničke podatke nakon odjave</string><string id="DeviceEphemeralUsersEnabled_Explain">Određuje hoće li sustav Google Chrome OS zadržati lokalne podatke računa nakon odjave. Ako je to pravilo postavljeno na &quot;istinito&quot;, sustav Google Chrome OS ne zadržava trajne račune i svi podaci s korisnikove sesije bit će odbačeni nakon odjave. Ako je to pravilo postavljeno na &quot;lažno&quot; ili ako nije konfigurirano, uređaj će možda zadržavati (kriptirane) lokalne korisničke podatke.</string><string id="DeviceGuestModeEnabled">Omogući način gosta</string><string id="DeviceGuestModeEnabled_Explain">Ako je to pravilo postavljeno na &quot;istinito&quot; ili ako nije konfigurirano, sustav Google Chrome OS omogućit će prijave gostiju. Prijave gostiju predstavljaju sesije anonimnih korisnika i zaporka nije potrebna.

Ako je to pravilo postavljeno na &quot;lažno&quot;, sustav Google Chrome OS neće dopustiti pokretanje gostujućih sesija.</string><string id="DeviceLoginScreenAppInstallList">Konfiguriranje popisa instaliranih aplikacija na zaslonu za prijavu</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfiguriranje popisa instaliranih aplikacija na zaslonu za prijavu</string><string id="DeviceLoginScreenInputMethods">Rasporedi tipkovnice za zaslon za prijavu na uređaju</string><string id="DeviceLoginScreenInputMethods_Explain">Konfigurira koji su rasporedi tipkovnice dopušteni na zaslonu za prijavu za Google Chrome OS.

Ako se to pravilo postavi na popis identifikatora načina unosa, zadani načini unosa bit će dostupni na zaslonu za prijavu. Prvi zadani način unosa bit će odabran unaprijed. Kad je korisnički modul aktiviran na zaslonu za prijavu, uz načine unosa zadane ovim pravilom bit će dostupan i način unosa koji je korisnik zadnji upotrebljavao. Ako se to pravilo ne postavi, načini unosa na zaslonu za prijavu izvest će se iz jezika na kojem se prikazuje zaslon za prijavu. Zanemarit će se vrijednosti koje nisu važeći identifikatori načina unosa.</string><string id="DeviceLoginScreenInputMethodsDesc">Rasporedi tipkovnice za zaslon za prijavu na uređaju</string><string id="DeviceLoginScreenLocales">Oznaka zemlje/jezika za zaslon za prijavu na uređaju</string><string id="DeviceLoginScreenLocales_Explain">Konfigurira oznaku zemlje/jezika koja se nameće na zaslonu za prijavu na usluzi Google Chrome OS.

Ako se to pravilo postavi, zaslon za prijavu uvijek će se prikazivati na jeziku određenom prvom vrijednošću pravila (pravilo je definirano kao popis za kompatibilnost s budućim verzijama). Ako se to pravilo ne postavi ili se postavi na prazan popis, zaslon za prijavu prikazivat će se na jeziku zadnje korisničke sesije. Ako se to pravilo postavi na vrijednost koja nije važeća oznaka zemlje/jezika, zaslon za prijavu prikazivat će se na osnovnom jeziku (trenutačno en-US).</string><string id="DeviceLoginScreenLocalesDesc">Oznaka zemlje/jezika za zaslon za prijavu na uređaju</string><string id="DeviceLoginScreenPowerManagement">Upravljanje napajanjem na zaslonu za prijavu</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfigurira upravljanje potrošnjom energije na zaslonu za prijavu u proizvodu Google Chrome OS.

Tim pravilom možete konfigurirati kako se Google Chrome OS ponaša kada neko vrijeme nema korisničke aktivnosti dok se prikazuje zaslon za prijavu. Pravilo upravlja većim brojem postavki. Semantika i rasponi vrijednosti pojedinačnih postavki mogu se pronaći u odgovarajućim pravilima koja upravljaju potrošnjom energije u okviru sesije. Jedina su odstupanja od tih pravila sljedeća:
* Radnjama koje se poduzimaju pri prelasku u mirovanje ili zatvaranju poklopca ne može se završiti sesija.
* Zadana radnja koja se poduzima pri prelasku u mirovanje dok je računalo uključeno u struju jest isključivanje računala.

Ako se postavka ne odredi, upotrijebit će se zadana vrijednost.

Ako se pravilo ne postavi, za sve će se postavke upotrijebiti zadane vrijednosti.</string><string id="DeviceMetricsReportingEnabled">Omogući izvješće o metrici</string><string id="DeviceMetricsReportingEnabled_Explain">Kontrolira šalju li se Googleu izvješća o mjernim podacima o upotrebi i dijagnostičkim podacima, uključujući izvješća o rušenju. Ako se postavi na točno, Google Chrome OS slat će izvješća o mjernim podacima o upotrebi i dijagnostičkim podacima. Ako se ne konfigurira ili se postavi na netočno, onemogućit će se izvješćivanje o mjernim i dijagnostičkim podacima.</string><string id="DeviceNativePrinters">Datoteka za konfiguraciju pisača tvrtke za uređaje</string><string id="DeviceNativePrinters_Explain">Pruža konfiguracije za pisače tvrtke povezane s uređajima.

To vam pravilo omogućuje da pružite konfiguracije pisača za Google Chrome OS uređaje. Datoteka ne smije biti veća od 5 MB i mora se kodirati u JSON-u. Format je jednak kao za rječnik NativePrinters. Procjenjuje se da će se datoteka koja sadrži približno 21.000 pisača kodirati kao datoteka od 5 MB.  Kriptografsko raspršivanje upotrebljava se za potvrdu integriteta preuzimanja.

Datoteka se preuzima i predmemorira. Ponovo će se preuzeti svaki put kad se URL ili raspršivanje promijene.

Ako se to pravilo postavi, Google Chrome OS preuzet će datoteku za konfiguriranje pisača i učiniti pisače dostupnima u skladu s pravilima DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist i DeviceNativePrintersBlacklist.

To pravilo ne utječe na to mogu li korisnici konfigurirati pisače na pojedinačnim uređajima. Služi kao dodatno pravilo za konfiguraciju pisača koju vrše pojedinačni korisnici.

To je pravilo dodatno pravilo za NativePrintersBulkConfiguration.

Ako se to pravilo ne postavi, neće biti pisača za uređaje i ostala će se pravila za DeviceNativePrinter* zanemariti.</string><string id="DeviceNativePrintersAccessMode">Pravila za pristup konfiguraciji pisača za uređaje.</string><string id="DeviceNativePrintersAccessMode_Explain">Određuje koji su pisači iz pravila DeviceNativePrinters dostupni korisnicima.

Određuje koje se pravilo za pristup upotrebljava za skupnu konfiguraciju pisača. Ako se odabere AllowAll, prikazuju se svi pisači. Ako se odabere BlacklistRestriction, DeviceNativePrintersBlacklist upotrebljava se za ograničenje pristupa navedenim pisačima.  Ako se odabere WhitelistPrintersOnly, DeviceNativePrintersWhitelist određuje samo one pisače koji se mogu odabrati.

Ako se to pravilo ne postavi, pretpostavlja se da vrijedi BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Prikazani su svi pisači osim onih na popisu zabranjenih.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Korisnicima se prikazuju samo pisači na popisu dopuštenih</string><string id="DeviceNativePrintersAccessMode_AllowAll">Dopušta sve pisače iz konfiguracijske datoteke.</string><string id="DeviceNativePrintersBlacklist">Onemogućeni pisači za uređaje tvrtke</string><string id="DeviceNativePrintersBlacklist_Explain">Određuje pisače koje korisnik ne može upotrebljavati.

To se pravilo upotrebljava samo ako je pravilo BlacklistRestriction odabrano za DeviceNativePrintersAccessMode.

Ako se to pravilo upotrebljava, korisniku se pružaju svi pisači osim pisača s ID-ovima navedenima u pravilu.
</string><string id="DeviceNativePrintersBlacklistDesc">Onemogućeni pisači za uređaje tvrtke</string><string id="DeviceNativePrintersWhitelist">Omogućeni pisači za uređaje tvrtke</string><string id="DeviceNativePrintersWhitelist_Explain">Određuje pisače koje korisnik može upotrebljavati.

To se pravilo upotrebljava samo ako je pravilo WhitelistPrintersOnly odabrano za DeviceNativePrintersAccessMode

Ako se to pravilo upotrebljava, korisniku su dostupni samo pisači s ID-ovima podudarnim s vrijednostima u tom pravilu. ID-ovi se moraju podudarati s unosima u datoteci navedenoj u pravilu DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Omogućeni pisači za uređaje tvrtke</string><string id="DeviceOffHours">Razdoblja prekida rada kad se izdaju pravila OffHours |ignored_policy_proto_tags|</string><string id="DeviceOffHours_Explain">Ako se postavi pravilo &quot;OffHours&quot;, navedena pravila za uređaje zanemaruju se (upotreba zadanih postavki tih pravila) tijekom navedenih vremenskih intervala. Chrome ponovo primjenjuje pravila za uređaje na svaki događaj kada razdoblje &quot;OffHours&quot; započne ili završi. Korisnik će dobiti obavijest i morat će se odjaviti kada vrijeme za &quot;OffHours&quot; završi i kada se postavke pravila za uređaje promijene (odnosno kada je korisnik prijavljen računom koji nije dopušten).</string><string id="DeviceOpenNetworkConfiguration">Mrežna konfiguracija na razini uređaja</string><string id="DeviceOpenNetworkConfiguration_Explain">Omogućuje nametanje primjene mrežne konfiguracije za sve korisnike uređaja Google Chrome OS. Mrežna je konfiguracija niz u formatu JSON, kao što je definirano formatom &quot;Open Network Configuration&quot;, koji je opisan na stranici https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Brzina osvježavanja za pravilo uređaja</string><string id="DevicePolicyRefreshRate_Explain">Određuje vrijeme u milisekundama tijekom kojeg se od usluge upravljanja uređajima traže podaci o korisničkim pravilima.

Postavljanje ovog pravila nadjačava zadanu vrijednost od 3 sata. Valjane vrijednosti za ovo pravilo u rasponu su od 1800000 (30 minuta) do 86400000 (1 dan). Sve vrijednosti koje nisu u ovom rasponu prebacit će se u odgovarajuće granice.

Ako ne postavite to pravilo, Google Chrome OS upotrebljavat će zadanu vrijednost od 3 sata.

Ako platforma podržava obavijesti o pravilima, odgoda osvježavanja postavit će se na 24 sata (sve zadane postavke i vrijednost ovog pravila zanemarit će se) jer se očekuje da će obavijesti o pravilima automatski nametnuti osvježavanje nakon svake promjene pravila, zbog čega su češća osvježavanja nepotrebna.</string><string id="DeviceQuirksDownloadEnabled">Omogući slanje upita na Quirks Server za hardverske profile</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automatsko ponovno pokretanje nakon isključivanja uređaja</string><string id="DeviceRebootOnShutdown_Explain">Ako se to pravilo postavi na &quot;netočno&quot; ili se ne konfigurira, Google Chrome OS dopustit će korisniku isključivanje uređaja.
Ako se pravilo postavi na &quot;točno&quot;, Google Chrome OS ponovo će pokrenuti uređaj kada ga korisnik isključi. Google Chrome OS zamjenjuje sve gumbe za isključivanje na korisničkom sučelju gumbima za ponovno pokretanje. Ako korisnik isključi uređaj tipkom za uključivanje/isključivanje, uređaj se neće automatski ponovo pokrenuti, čak ni ako je to pravilo omogućeno.</string><string id="DeviceShowUserNamesOnSignin">Prikaži korisnička imena na zaslonu prijave</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Oznake na razini sustava primijenit će se prilikom pokretanja preglednika Google Chrome</string><string id="DeviceStartUpFlags_Explain">Određuje oznake koje se trebaju primijeniti na Google Chrome prilikom pokretanja. Navedene oznake primjenjuju se samo na zaslonu za prijavu. Oznake postavljene ovim pravilom ne primjenjuju se na korisničke sesije.</string><string id="DeviceStartUpFlagsDesc">Oznake na razini sustava primijenit će se prilikom pokretanja preglednika Google Chrome</string><string id="DeviceTargetVersionPrefix">Ciljna verzija automatskog ažuriranja</string><string id="DeviceTargetVersionPrefix_Explain">Postavlja ciljnu verziju za Automatska ažuriranja.

Određuje prefiks ciljne verzije na koju bi se proizvod Google Chrome OS trebao ažurirati. Ako je verzija na uređaju starija od navedenog prefiksa, ažurirat će se na najnoviju verziju s navedenim prefiksom. Ako uređaj već ima noviju verziju, ništa se neće promijeniti (tj. neće se vratiti na stariju verziju) i uređaj će ostati na trenutačnoj verziji. Format prefiksa funkcionira prema komponentama kao što je prikazano u sljedećem primjeru:

&quot;&quot; (ili nije konfigurirano): ažuriranje na najnoviju dostupnu verziju.
&quot;1412.&quot;: ažuriranje na bilo koju verziju podređenu verziji 1412 (npr. 1412.24.34 ili 1412.60.2)
&quot;1412.2.&quot;: ažuriranje na bilo koju verziju podređenu verziji 1412.2 (npr. 1412.2.34 ili 1412.2.2)
&quot;1412.24.34&quot;: ažuriranje samo na tu konkretnu verziju.

Upozorenje: ne preporučuje se konfigurirati ograničenja verzije jer korisnici tako možda neće primati ažuriranja softvera i važne sigurnosne ispravke. Ograničavanje ažuriranja na određeni prefiks verzije korisnike može izložiti opasnosti.</string><string id="DeviceUpdateAllowedConnectionTypes">Dopuštene vrste veza za ažuriranja</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Vrste veza putem kojih su dopuštena ažuriranja OS-a. Ažuriranja OS-a zbog svoje veličine potencijalno jako opterećuju vezu i mogu uzrokovati dodatne troškove. Stoga prema zadanim postavkama nisu omogućena za vrste veza koje se smatraju skupima, a to su trenutačno WiMax, Bluetooth i mobilne veze.

Prepoznati identifikatori vrste veze jesu &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; i &quot;mobilna&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Dopuštene vrste veza za ažuriranja</string><string id="DeviceUpdateHttpDownloadsEnabled">Dopusti preuzimanja automatskog ažuriranja putem HTTP-a</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Podaci automatskog ažuriranja na sustavu Google Chrome OS mogu se preuzeti putem HTTP-a, umjesto putem HTTPS-a. Time se omogućuje transparentno HTTP predmemoriranje HTTP preuzimanja.

Ako je ovo pravilo postavljeno na istinito, sustav Google Chrome OSpokušat će preuzeti podatke automatskog ažuriranja putem HTTP-a. Ako je pravilo postavljeno na neistinito ili nije postavljeno, za preuzimanje podataka automatskog ažuriranja upotrebljavat će se HTTPS.</string><string id="DeviceUpdateScatterFactor">Čimbenik raspršivanja automatskog ažuriranja</string><string id="DeviceUpdateScatterFactor_Explain">Određuje do koliko sekundi uređaj može nasumično odgađati preuzimanje ažuriranja od trenutka kad je ažuriranje prvi put poslano na poslužitelj. Uređaj može dio tog vremena čekati u smislu stvarnog proteka vremena, a preostalo vrijeme u smislu broja provjera ažuriranja. U bilo kojem slučaju, gornja granica raspršivanja konstantan je iznos vremena tako da uređaj nikad ne može zauvijek zapeti čekajući ažuriranje.</string><string id="DeviceUserWhitelist">Popis korisnika kojima je dopuštena prijava</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Popis korisnika kojima je dopuštena prijava</string><string id="DeviceWallpaperImage">Slika pozadine uređaja</string><string id="DeviceWallpaperImage_Explain">Konfigurira pozadinsku sliku koja se prikazuje na zaslonu za prijavu na razini uređaja ako na uređaju još nema prijavljenih korisnika. Pravilo se postavlja određivanjem URL-a s kojega uređaj s OS-om Chrome može preuzeti pozadinsku sliku i kriptografskog raspršivanja za provjeru integriteta preuzimanja. Slika mora biti u JPEG formatu i ne smije biti veća od 16 MB. URL-u se mora moći pristupiti bez autentifikacije. Pozadinska slika preuzima se i sprema u predmemoriju. Ponovo će se preuzeti svaki put kada se URL ili raspršivanje promijene.

Pravilo se navodi kao niz koji izražava URL i sažetak u JSON obliku, na primjer:
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Ako se postavi pravilo o pozadini uređaja, uređaj s OS-om Chrome preuzet će i upotrijebiti pozadinsku sliku na zaslonu za prijavu ako na uređaju još nema prijavljenih korisnika. Kad se korisnik prijavi, počinje se primjenjivati njegovo pravilo o pozadini.

Ako se pravilo o pozadini uređaja ne postavi, pozadinska slika odabire se na temelju korisnikovog pravila o pozadini.</string><string id="Disable3DAPIs">Onemogući podršku za API-je 3D grafike</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Odredi treba li onemogućiti alat za traženje dodataka</string><string id="DisablePluginFinder_Explain">Ako omogućite ovu postavku, automatsko pretraživanje i instalacija dodataka koji nedostaju bit će onemogućeni u proizvodu Google Chrome. Ako onemogućite ovu opciju ili ju ne postavite, alat za traženje dodataka bit će aktivan.</string><string id="DisableSafeBrowsingProceedAnyway">Onemogući nastavljanje sa stranice upozorenja Sigurno pregledavanje</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Usluga Sigurno pregledavanje prikazuje stranicu upozorenja kada korisnici dođu do web-lokacija koje su označene kao potencijalno zlonamjerne. Omogućavanje te postavke sprječava korisnike da ipak krenu dalje sa stranice upozorenja do zlonamjerne web-lokacije.

Ako je ta postavka onemogućena ili ako nije konfigurirana, korisnici prema želji mogu nastaviti do označene web-lokacije nakon što im se prikazalo upozorenje.

Više informacija o Sigurnom pregledavanju potražite na stranici https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Onemogući izradu snimki zaslona</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Postavi zadano zakretanje zaslona koje će se primjenjivati nakon svakog ponovnog pokretanja</string><string id="DisplayRotationDefault_Explain">Ako se to pravilo postavi, svaki se zaslon zakreće na navedeno
usmjerenje pri svakom ponovnom pokretanju i prilikom prvog povezivanja
nakon promjene vrijednosti pravila. Korisnici mogu promijeniti usmjerenje
zaslona na stranici postavki nakon prijave, no vrijednost pravila
nadjačat će njihovu postavku prilikom sljedećeg ponovnog pokretanja.

To se pravilo primjenjuje na primarni i sve sekundarne zaslone.

Ako se to pravilo ne postavi, zadana je vrijednost 0 stupnjeva i korisnik
je može promijeniti. U tom slučaju zadana vrijednost neće se ponovo
primjenjivati nakon ponovnog pokretanja.</string><string id="DisplayRotationDefault_ROTATE_0">Zakreni zaslon 0 stupnjeva</string><string id="DisplayRotationDefault_ROTATE_90">Zakreni zaslon u smjeru kazaljke na satu 90 stupnjeva</string><string id="DisplayRotationDefault_ROTATE_180">Zakreni zaslon 180 stupnjeva</string><string id="DisplayRotationDefault_ROTATE_270">Zakreni zaslon u smjeru kazaljke na satu 270 stupnjeva</string><string id="DownloadDirectory">Postavi imenik za preuzimanje</string><string id="DownloadDirectory_Explain">Konfigurira direktorij koji će Google Chrome upotrebljavati za preuzimanje datoteka.

Ako postavite to pravilo, preglednik Google Chrome upotrebljavat će navedeni direktorij bez obzira je li ga je korisnik naveo ili je označio okvir da se mjesto preuzimanja treba svaki put ponovo navesti.

Popis varijabli koje se mogu upotrijebiti potražite na http://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Ako se to pravilo ne postavi, upotrebljavat će se zadani direktorij za preuzimanja i korisnik će ga moći promijeniti.</string><string id="DownloadRestrictions">Dopusti ograničenja za preuzimanja</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Nema posebnih ograničenja</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokiraj opasna preuzimanja</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokiraj potencijalno opasna preuzimanja</string><string id="DownloadRestrictions_BlockAllDownloads">Blokiranje svih preuzimanja</string><string id="EasyUnlockAllowed">Omogućivanje upotrebe Smart Locka</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Strategija premještanja za ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Slično pravilu Wipe (vrijednost 2), no pokušava zadržati oznake za prijavu kako se korisnik ne bi morao ponovo prijavljivati.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Ako je klijentov model uređaja već podržavao ARC prije nego što je premještanje na ext4 bilo obavezno za izvođenje ARC-a i ako je pravilo ArcEnabled postavljeno na true, ta će se opcija ponašati kao AskUser (vrijednost 3). U svim ostalim slučajevima (ako model uređaja nije podržavao ARC ili ako je pravilo ArcEnabled postavljeno na false), ta je vrijednost ekvivalentna pravilu DisallowArc (vrijednost 0).</string><string id="EditBookmarksEnabled">Omogućuje ili onemogućuje uređivanje knjižnih oznaka</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Jesu li dopušteni certifikati koje izdaju lokalna pouzdana sidra, a kojima nedostaje proširenje subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Kada se ta postavka omogući, Google Chrome upotrebljava commonName certifikata poslužitelja za pronalaženje podudarnosti s nazivom poslužitelja ako certifikatu nedostaje proširenje subjectAlternativeName pod uvjetom da uspješno potvrdi lokalno instalirane CA certifikate i poveže s njima.

Napominjemo da se to ne preporučuje jer može omogućiti zaobilaženje proširenja nameConstraints koje ograničava nazive hostova za koje određeni certifikat može biti ovlašten.

Ako se to pravilo ne postavi ili se postavi na False, certifikati poslužitelja kojima nedostaje proširenje subjectAlternativeName s nazivom DNS-a ili IP adresom neće se smatrati pouzdanima.</string><string id="EnableDeprecatedWebPlatformFeatures">Omogući zastarjele značajke web-platforme na ograničeno vrijeme</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Navedite popis zastarjelih značajki web-platformi kako biste ih privremeno ponovo omogućili.

To pravilo pruža administratorima mogućnost ponovnog omogućivanja zastarjelih značajki web-platformi na ograničeno vrijeme. Značajke se identificiraju oznakom niza i one značajke koje odgovaraju oznakama koje se nalaze na popisu navedenom u tom pravilu omogućit će se ponovo.

Ako se to pravilo ne postavi ili ako je popis prazan ili se ne podudara s jednom od podržanih oznaka niza, sve zastarjele značajke web-platformi ostat će onemogućene.

Iako je pravilo podržano na prethodno navedenim platformama, značajka koju omogućuje može biti dostupna na manje platformi. Neke zastarjele značajke web-platformi ne mogu se ponovo omogućiti. Samo one koje su izričito navedene u nastavku mogu se ponovo omogućiti na ograničeno vrijeme koje se razlikuje od značajke do značajke. Općeniti oblik oznake niza bit će [Nazivzastarjeleznačajke]_EffectiveUntil[ggggmmdd]. Ako vas zanima, namjeru promjene značajke web-platforme možete pronaći na stranici https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Omogući zastarjele značajke web-platforme na ograničeno vrijeme</string><string id="EnableOnlineRevocationChecks">Izvršavaju li se mrežne provjere OCSP/CRL</string><string id="EnableOnlineRevocationChecks_Explain">Budući da &quot;soft-fail&quot;, mrežne provjere opoziva ne pružaju učinkovitu zaštitu sigurnosti, onemogućuju se prema zadanim postavkama u pregledniku Google Chrome verzije 19 i novijih verzija. Postavljanjem tog pravila na točno prethodno se ponašanje vraća i izvršit će se mrežne provjere OCSP/CRL.

Ako to pravilo nije postavljeno ili je postavljeno na netočno, Google Chrome neće vršiti mrežne provjere opoziva u pregledniku Google Chrome 19 i novijim verzijama.</string><string id="EnableSha1ForLocalAnchors">Jesu li dopušteni certifikati s SHA-1 potpisom koje izdaju lokalna pouzdana sidra</string><string id="EnableSha1ForLocalAnchors_Explain">Kada je ta postavka omogućena, Google Chrome dopušta certifikate s SHA-1 potpisom ako se uspješno ovjere i povežu s lokalno instaliranim CA certifikatima.

Napominjemo da to pravilo ovisi o tome dopušta li snop za potvrdu certifikata operativnog sustava SHA-1 potpise. Ako se ažuriranjem OS-a promijeni njegovo rukovanje SHA-1 certifikatima, to pravilo možda više neće imati utjecaja. Nadalje, to je pravilo predviđeno kao privremeno rješenje kako bi organizacije imale više vremena za napuštanje algoritma SHA-1. Pravilo će se ukloniti 1. siječnja 2019. ili oko tog datuma.

Ako se to pravilo ne postavi ili se postavi na False, Google Chrome slijedi javno najavljeni raspored ukidanja algoritma SHA-1.</string><string id="ExternalStorageDisabled">Onemogući priključivanje vanjske pohrane</string><string id="ExternalStorageDisabled_Explain">Kada se to pravilo postavi na True, vanjska pohrana neće biti dostupna u pregledniku datoteka.

To pravilo utječe na sve vrste medija za pohranu, na primjer USB flash pogone, vanjske tvrde diskove, SD i ostale memorijske kartice, optičku pohranu itd. Ne utječe na unutarnju pohranu, pa se i dalje može pristupati datotekama spremljenima u mapu Preuzimanja. To pravilo ne utječe ni na Google disk.

Ako se ta postavka onemogući ili ako se ne konfigurira, korisnici na svojem uređaju mogu upotrebljavati sve podržane vrste vanjske pohrane.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Kada se to pravilo postavi na True, korisnici ne mogu ništa zapisivati na vanjske uređaje za pohranu.

Ako se ta postavka postavi na False ili se ne konfigurira, korisnici mogu izrađivati i izmjenjivati datoteke na vanjskim uređajima za pohranu na kojima se može fizički zapisivati.

ExternalStorageDisabled ima prednost pred ovim pravilom. Ako se ExternalStorageDisabled postavi na True, onda je pristup vanjskoj pohrani potpuno onemogućen, a ovo se pravilo stoga zanemaruje.

Dinamičko osvježavanje tog pravila podržano je u verziji M56 i kasnijim verzijama.</string><string id="ForceGoogleSafeSearch">Nametni Google sigurno pretraživanje</string><string id="ForceGoogleSafeSearch_Explain">Nameće da se upiti u Google web-pretraživanju provode s aktiviranom funkcijom Sigurno pretraživanje te sprječava korisnike da promijene tu postavku.

Ako omogućite tu postavku, Sigurno pretraživanje uvijek će biti aktivno u Google pretraživanju.

Ako onemogućite tu postavku ili ne odredite njenu vrijednost, Sigurno pretraživanje u Google pretraživanju neće biti primijenjeno.</string><string id="ForceMaximizeOnFirstRun">Maksimiziraj prvi prozor preglednika pri prvom pokretanju</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Primijeni minimalni Ograničeni način rada na YouTubeu</string><string id="ForceYouTubeRestrict_Explain">Primjenjuje minimalni Ograničeni način rada na YouTubeu i sprječava korisnike
da odaberu način rada s manje ograničenja.

Ako se ova postavka postavi na Strogo, strogi Ograničeni način rada na YouTubeu bit će uvijek aktivan.

Ako se postavi na Umjereno, korisnik će samo moći odabrati umjereni
ili strogi Ograničeni način rada na YouTubeu, ali neće moći onemogućiti
Ograničeni način rada.

Ako se ta postavka isključi ili se ne postavi neka vrijednost, Google Chrome neće primjenjivati Ograničeni način rada na YouTubeu. No vanjska pravila, primjerice YouTubeova pravila, i dalje mogu nametati Ograničeni način rada.</string><string id="ForceYouTubeRestrict_Off">Ne primjenjuj Ograničeni način rada na YouTubeu</string><string id="ForceYouTubeRestrict_Moderate">Primijeni barem umjereni Ograničeni način rada na YouTubeu</string><string id="ForceYouTubeRestrict_Strict">Primijeni strogi Ograničeni način rada za YouTube</string><string id="FullscreenAllowed">Dopusti način punog zaslona</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Omogućuje podršku za HTTP/0.9 na priključcima koji nisu zadani</string><string id="Http09OnNonDefaultPortsEnabled_Explain">To pravilo omogućuje HTTP/0.9 na priključcima osim priključka 80 za HTTP i 443 za HTTPS.

To je pravilo onemogućeno prema zadanim postavkama. Ako se omogući, korisnici mogu biti izloženi sigurnosnoj poteškoći https://crbug.com/600352.

Tim se pravilom organizacijama želi pružiti prilika da premjeste postojeće poslužitelje s HTTP-a/0.9. Pravilo će se ukloniti u budućnosti.

Ako se to pravilo ne postavi, HTTP/0.9 onemogućit će se na priključcima koji nisu zadani.</string><string id="IncognitoModeAvailability">Pristupačnost anonimnog načina rada</string><string id="IncognitoModeAvailability_Explain">Određuje može li korisnik otvarati stranice u anonimnom načinu u proizvodu Google Chrome. Ako je odabrano &quot;Enabled&quot; (omogućeno) ili pravilo nije postavljeno, stranice se mogu otvarati u anonimnom načinu. Ako je odabrano &quot;Disabled&quot; (onemogućeno), stranice se ne mogu otvarati u anonimnom načinu. Ako je odabrano &quot;Forced&quot; (prisilno), stranice se mogu otvarati SAMO u anonimnom načinu.</string><string id="IncognitoModeAvailability_Enabled">Dostupan je anoniman način rada</string><string id="IncognitoModeAvailability_Disabled">Onemogućen je anoniman način rada</string><string id="IncognitoModeAvailability_Forced">Anoniman način rada prisilno je uključen</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Omogući izolaciju web-lokacije za određene izvore</string><string id="IsolateOrigins_Explain">
NAPOMENA: pravilo je eksperimentalno i može poremetiti funkciju!
Ako se to pravilo omogući, svaki od navedenih izvora na popisu
odijeljenom zarezima izvodit će se u svojem procesu. Time će se također
izolirati izvori navedeni prema poddomenama, npr. ako se navede
https://example.com/, izolirat će se i https://foo.example.com/ kao dio
web-lokacije https://example.com/.
Ako se to pravilo onemogući, djelovat će logika upravljanja procesom izolacije prije web-lokacije.
Ako se pravilo ne konfigurira, korisnik će moći promijeniti tu postavku.
</string><string id="KeyPermissions">Glavna dopuštenja</string><string id="KeyPermissions_Explain">Dodjeljuje pristup korporacijskim ključevima za proširenja.

Ključevi su namijenjeni korporacijskoj upotrebi ako su generirani chrome.enterprise.platformKeys API-jem na upravljanom računu. Ključevi uvezeni ili generirani na neki drugi način nisu namijenjeni korporacijskoj upotrebi.

Pristup ključevima za korporacijsku upotrebu određen je isključivo ovim pravilom. Korisnik ne može ni dodijeliti ni povući pristup korporacijskim ključevima za proširenja.

Prema zadanim postavkama proširenje ne može upotrebljavati ključ za korporacijsku upotrebu, što je ekvivalentno postavljanju pravila allowCorporateKeyUsage na neistinito za određeno proširenje.

Samo ako se allowCorporateKeyUsage postavi na istinito za određeno proširenje, ono može upotrebljavati ključ bilo koje platforme označen za korporacijsku upotrebu za potpisivanje arbitrarnih podataka. To bi se dopuštenje trebalo odobriti samo ako proširenje pouzdano može zaštititi pristup ključu od napadača.</string><string id="ManagedBookmarks">Upravljane oznake</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maksimalna odgoda dohvaćanja nakon poništavanja valjanosti pravila</string><string id="MaxInvalidationFetchDelay_Explain">Određuje maksimalnu odgodu u milisekundama od primitka poništenja valjanosti pravila do dohvaćanja novog pravila s usluge upravljanja uređajem.

Postavljanjem tog pravila poništava se zadana vrijednost od 5000 milisekundi. Važeće vrijednosti za to pravilo u rasponu su od 1000 (1 sekunde) do 300000 (5 minuta). Sve vrijednosti koje nisu u tom rasponu bit će prilagođene odgovarajućoj granici.

Ako se to pravilo ne postavi, Google Chrome upotrebljavat će zadanu vrijednost od 5000 milisekundi.</string><string id="NativePrinters">Nativni ispis</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Nativni ispis</string><string id="NativePrintersBulkAccessMode">Pravila za pristup konfiguraciji pisača.</string><string id="NativePrintersBulkAccessMode_Explain">Upravlja time koji su pisači iz pravila NativePrintersBulkConfiguration dostupni korisnicima.

Određuje koje se pravilo za pristup upotrebljava za skupnu konfiguraciju pisača. Ako se odabere AllowAll, prikazuju se svi pisači. Ako se odabere BlacklistRestriction, NativePrintersBulkBlacklist upotrebljava se za ograničenje pristupa navedenim pisačima.  Ako se odabere WhitelistPrintersOnly, NativePrintersBulkWhitelist određuje samo one pisače koji se mogu odabrati.

Ako se to pravilo ne postavi, pretpostavlja se da vrijedi BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Prikazani su svi pisači osim onih na popisu zabranjenih.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Korisnicima se prikazuju samo pisači na popisu dopuštenih</string><string id="NativePrintersBulkAccessMode_AllowAll">Dopušta sve pisače iz konfiguracijske datoteke.</string><string id="NativePrintersBulkBlacklist">Onemogućeni pisači tvrtke</string><string id="NativePrintersBulkBlacklist_Explain">Određuje pisače koje korisnik ne može upotrebljavati.

To se pravilo upotrebljava samo ako je pravilo BlacklistRestriction odabrano za NativePrintersBulkAccessMode.

Ako se to pravilo upotrebljava, korisniku se pružaju svi pisači osim pisača s ID-ovima navedenima u pravilu.
</string><string id="NativePrintersBulkBlacklistDesc">Onemogućeni pisači tvrtke</string><string id="NativePrintersBulkConfiguration">Datoteka za konfiguraciju pisača tvrtke</string><string id="NativePrintersBulkConfiguration_Explain">Pruža konfiguracije za pisače tvrtke.

To vam pravilo omogućuje da pružite konfiguracije pisača za Google Chrome OS uređaje. Datoteka ne smije biti veća od 5 MB i mora se kodirati u JSON-u.  Format je jednak kao za rječnik NativePrinters. Procjenjuje se da će se datoteka koja sadrži približno 21.000 pisača kodirati kao datoteka od 5 MB.  Kriptografsko raspršivanje upotrebljava se za potvrdu integriteta preuzimanja.

Datoteka se preuzima i predmemorira. Ponovo će se preuzeti svaki put kad se URL ili raspršivanje promijene.

Ako se to pravilo postavi, Google Chrome OS preuzet će datoteku za konfiguraciju pisača i učiniti pisače dostupnima u skladu s pravilima NativePrintersBulkAccessMode, NativePrintersBulkWhitelist i NativePrintersBulkBlacklist.

Ako postavite to pravilo, korisnici ga ne mogu promijeniti ili nadjačati.

To pravilo ne utječe na to mogu li korisnici konfigurirati pisače na pojedinim uređajima.  Služi kao dodatno pravilo za konfiguraciju pisača koju vrše pojedinačni korisnici.
</string><string id="NativePrintersBulkWhitelist">Omogućeni pisači tvrtke</string><string id="NativePrintersBulkWhitelist_Explain">Određuje pisače koje korisnik može upotrebljavati.

To se pravilo upotrebljava samo ako je pravilo WhitelistPrintersOnly odabrano za NativePrintersBulkAccessMode.

Ako se to pravilo upotrebljava, korisniku su dostupni samo pisači s ID-ovima podudarnim s vrijednostima u tom pravilu. ID-ovi se moraju podudarati s unosima u datoteci navedenoj u pravilu NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Omogućeni pisači tvrtke</string><string id="NetworkPredictionOptions">Omogućavanje predviđanja mreže</string><string id="NetworkPredictionOptions_Explain">Omogućuje mrežno predviđanje u proizvodu Google Chrome i sprječava korisnike da promijene tu postavku.

Time se kontrolira prethodno dohvaćanje DNS-a, TCP i SSL pretpovezivanje i prethodno generiranje web-stranica.

Ako postavite tu postavku na &quot;Uvijek&quot;, &quot;Nikad&quot; ili &quot;Samo na Wi-Fi-ju&quot;, korisnici neće moći promijeniti niti nadjačati tu postavku u proizvodu Google Chrome.

Ako se to pravilo ne postavi, mrežno predviđanje bit će omogućeno, no korisnik će to moći promijeniti.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Predvidi mrežne radnje na bilo kojoj mrežnoj vezi</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Predviđaj mrežne radnje na svim mrežama osim mobilnim.
(Zastarjelo u verziji 50, uklonjeno u verziji 52. Ako se u verzijama nakon 52. postavi vrijednost 1, njome će se postupati kao da je 0 – predviđanje mrežnih radnji na svim mrežnim vezama.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Ne predviđaj mrežne radnje ni na jednoj mrežnoj vezi</string><string id="NoteTakingAppsLockScreenWhitelist">Aplikacije za izradu bilježaka dopuštene na zaključanom zaslonu uređaja sa sustavom Google Chrome OS stavi na popis dopuštenih</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Navodi popis aplikacija koje se mogu omogućiti kao aplikacije za izradu bilježaka na zaključanom zaslonu uređaja sa sustavom Google Chrome OS.

Ako je željena aplikacija za izradu bilježaka omogućena na zaključanom zaslonu, zaključani će zaslon sadržavati element korisničkog sučelja za pokretanje željene aplikacije.
Kada se pokrene, aplikacija će moći izraditi prozor aplikacije na zaključanom zaslonu i podatkovne stavke (bilješke) u kontekstu zaključanog zaslona. Aplikacija će moći uvesti izrađene bilješke u sesiju primarnog korisnika kada se ta sesija otključa. Na zaključanom zaslonu trenutačno su podržane samo Chromeove aplikacije za izradu bilježaka.

Ako se to pravilo postavi, korisnik će moći uključiti aplikaciju na zaključanom zaslonu samo ako se ID proširenja aplikacije nalazi na popisu vrijednosti tog pravila.
Stoga će postavljanje tog pravila za prazan popis posve onemogućiti izradu bilježaka na zaključanom zaslonu.
Napominjemo da prisutnost ID-a aplikacije u pravilima ne mora značiti da će korisnik moći omogućiti aplikaciju kao aplikaciju za izradu bilježaka na zaključanom zaslonu, na primjer na Chromeu 61 skup dostupnih aplikacija dodatno je ograničen platformom.

Ako se to pravilo ne postavi, pravila neće nametati ograničenja za skup aplikacija koje korisnik može omogućiti na zaključanom zaslonu.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Aplikacije za izradu bilježaka dopuštene na zaključanom zaslonu uređaja sa sustavom Google Chrome OS stavi na popis dopuštenih</string><string id="OpenNetworkConfiguration">Mrežna konfiguracija na razini korisnika</string><string id="OpenNetworkConfiguration_Explain">Omogućuje nametanje mrežne konfiguracije za primjenu po korisniku na uređaju Google Chrome OS. Mrežna je konfiguracija niz u formatu JSON, kao što je definirano formatom &quot;Open Network Configuration&quot; koji je opisan na adresi https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Omogući uklanjanje dijelova URL-a za PAC (za https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Uklanja osjetljive dijelove https:// URL-ova koji se odnose na privatnost i sigurnost prije nego što se URL-ovi proslijede PAC skriptama (Proxy Auto Config) koje Google Chrome koristi tijekom razrješavanja proxyja.

Kada se pravilo postavi na True, sigurnosna je značajka omogućena i osjetljivi
se dijelovi https:// URL-ova uklanjaju prije slanja URL-ova PAC skriptama. Na taj
način PAC skripte ne mogu vidjeti podatke koji se obično štite kriptiranim
kanalom (kao što su put URL-a i upit).

Kada se postavi na False, sigurnosna je značajka onemogućena i PAC skriptama
implicitno se dopušta prikaz svih komponenti https:// URL-a. To se primjenjuje
na sve PAC skripte bez obzira na porijeklo (uključujući one dohvaćene
u nezaštićenom prijenosu ili one koje su na nesiguran način otkrivene putem
WPAD-a).

Zadana je postavka True (omogućena sigurnosna značajka), osim za poslovne
korisnike OS-a Chrome za koje je trenutačna zadana postavka False.

Preporučena je postavka True. Na False bi se trebala postaviti jedino ako
uzrokuje problem s kompatibilnošću s postojećim PAC skriptama.

Namjera je da se to nadjačavanje ubuduće ukloni.</string><string id="PinnedLauncherApps">Popis prikvačenih aplikacija za prikazivanje u pokretaču</string><string id="PinnedLauncherApps_Explain">Navodi identifikatore aplikacija koje sustav Google Chrome OS prikazuje kao prikvačene aplikacije u traci pokretača.

Ako se to pravilo konfigurira, utvrđuje se skupina aplikacija i korisnik ih ne može mijenjati.

Ako se to pravilo ne postavi, korisnik može mijenjati popis prikvačenih aplikacija u pokretaču.</string><string id="PinnedLauncherAppsDesc">Popis prikvačenih aplikacija za prikazivanje u pokretaču</string><string id="PolicyRefreshRate">Brzina osvježavanja za korisničko pravilo</string><string id="PolicyRefreshRate_Explain">Određuje vrijeme u milisekundama tijekom kojeg se od usluge upravljanja uređajima traže podaci o korisničkim pravilima.

Postavljanje ovog pravila nadjačava zadanu vrijednost od 3 sata. Valjane vrijednosti za ovo pravilo u rasponu su od 1800000 (30 minuta) do 86400000 (1 dan). Sve vrijednosti koje nisu u ovom rasponu prebacit će se u odgovarajuće granice. Ako platforma podržava obavijesti o pravilima, odgoda osvježavanja postavit će se na 24 sata jer se očekuje da će obavijesti o pravilima automatski nametnuti osvježavanje nakon svake promjene pravila.

Ako ne postavite to pravilo, Google Chrome upotrebljavat će zadanu vrijednost od 3 sata.

Ako platforma podržava obavijesti o pravilima, odgoda osvježavanja postavit će se na 24 sata (sve zadane postavke i vrijednost ovog pravila bit će zanemareni) jer se očekuje da će obavijesti o pravilima automatski nametnuti osvježavanje nakon svake promjene pravila, zbog čega su češća osvježavanja nepotrebna.</string><string id="PrintingEnabled">Omogući ispis</string><string id="PrintingEnabled_Explain">Omogućuje ispis na proizvodu Google Chrome i onemogućuje korisnicima promjenu ove postavke.

Ako je ta postavka omogućena ili nije konfigurirana, korisnici mogu ispisivati.

Ako je ta postavka onemogućena, korisnici ne mogu ispisivati iz proizvoda Google Chrome. Ispis je onemogućen na izborniku francuskog ključa, proširenjima, aplikacijama jezika JavaScript itd. I dalje je omogućen ispis iz dodataka koji tijekom ispisa zaobilaze proizvod Google Chrome. Primjerice, određene Flash aplikacije imaju na svojem kontekstom izborniku opciju ispisa, koja nije pokrivena ovim pravilom.</string><string id="QuicAllowed">Omogući QUIC protokol</string><string id="QuicAllowed_Explain">Ako se to pravilo postavi na &quot;istinito&quot; ili ako se ne postavi, dopuštena je upotreba QUIC protokola na proizvodu Google Chrome.
Ako se postavi na &quot;neistinito&quot;, upotreba QUIC protokola nije dopuštena.</string><string id="RebootAfterUpdate">Automatsko ponovno pokretanje nakon ažuriranja</string><string id="RebootAfterUpdate_Explain">Odredi vrijeme automatskog ponovnog pokretanja nakon primjene ažuriranja sustava Google Chrome OS.

Kada se to pravilo postavi na točno, određuje se vrijeme automatskog ponovnog pokretanja kada se primijeni ažuriranje sustava Google Chrome OS za čije je dovršavanje potrebno ponovno pokretanje. Ponovno je pokretanje postavljeno na trenutak dovršavanja ažuriranja, ali može se odgoditi na uređaju do 24 sata ako korisnik trenutačno upotrebljava taj uređaj.

Kada se to pravilo postavi na netočno, nakon primjene ažuriranja sustava Google Chrome OS ne određuje se vrijeme automatskog ponovnog pokretanja. Postupak ažuriranja dovršava se kada korisnik sljedeći put ponovo pokrene uređaj.

Ako postavite to pravilo, korisnici ga ne mogu promijeniti ili premostiti.

Napomena: trenutačno su automatska ponovna pokretanja omogućena samo dok se prikazuje zaslon za prijavu ili dok traje sesija aplikacije kioska. To će se u budućnosti promijeniti i pravilo će se primjenjivati uvijek, bez obzira na to je li neka određena vrsta sesije u tijeku ili nije.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Jesu li potrebne mrežne OCSP/CRL provjere za lokalna pouzdana sidra</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Kada je ta postavka omogućena, Google Chrome uvijek vrši provjeru opoziva za certifikate poslužitelja koji uspješno potvrđuju lokalno instalirane CA certifikate kojima su potpisani.

Ako Google Chrome ne može dobiti informaciju o statusu opoziva, s takvim će se certifikatima postupati kao da su opozvani (tzv. &quot;hard-fail&quot;).

Ako to pravilo nije postavljeno ili je postavljeno kao netočno, tada će Google Chrome upotrijebiti postojeće mrežne postavke provjere opoziva.</string><string id="RunAllFlashInAllowMode">Proširi postavku Flash sadržaja na sav sadržaj</string><string id="RunAllFlashInAllowMode_Explain">Ako omogućite ovu postavku, pokrenut će se sav Flash sadržaj ugrađen na web-lokacijama s postavkom za dopuštanje Flasha u postavkama sadržaja – bilo da ju je postavio korisnik ili je postavljena pravilom tvrtke – uključujući sadržaj iz drugih izvora ili manji sadržaj.

Da biste odredili koje web-lokacije mogu pokretati Flash, pogledajte pravila &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; i &quot;PluginsBlockedForUrls&quot;.

Ako je ta postavka onemogućena ili nije postavljena, postoji mogućnost da će Flash sadržaj iz drugih izvora ili manji sadržaj biti blokiran.</string><string id="SAMLOfflineSigninTimeLimit">Ograničite vrijeme koliko se dugo korisnik autentificiran putem SAML-a može izvanmrežno prijaviti</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Dopušta se nastavljanje dalje sa stranice s upozorenjem SSL-a</string><string id="SSLErrorOverrideAllowed_Explain">Chrome prikazuje stranicu upozorenja kada korisnici dođu do web-lokacija koje sadrže pogreške SSL-a. Prema zadanim postavkama ili kada se to pravilo postavi na &quot;True&quot;, korisnicima je dopušteno klikanjem proći stranice upozorenja.
Ako se pravilo postavi na &quot;False&quot;, korisnici neće moći klikanjem proći stranice upozorenja.</string><string id="SSLVersionMax">Maksimalna verzija SSL-a omogućena</string><string id="SSLVersionMax_Explain">Upozorenje: pravilo o maksimalnoj verziji TLS-a u potpunosti će se ukloniti iz značajke Google Chrome oko verzije 66 (oko veljače 2018.).

Ako se to pravilo ne konfigurira, Google Chrome upotrebljava zadanu maksimalnu verziju.

U suprotnom se može postaviti na jednu od sljedećih vrijednosti: &quot;tls1.2&quot; ili &quot;tls1.3&quot;. Kad se pravilo postavi, Google Chrome neće upotrebljavati verzije SSL-a/TLS-a veće od navedene verzije. Vrijednost koja se ne prepozna ignorirat će se.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Omogući Sigurno pregledavanje</string><string id="SafeBrowsingEnabled_Explain">Omogućuje značajku Sigurno pregledavanje usluge Google Chrome i onemogućuje korisnicima da promijene tu postavku.

Ako omogućite tu postavku, Sigurno pregledavanje uvijek je aktivno.

Ako je onemogućite, Sigurno pregledavanje nikada nije aktivno.

Ako omogućite ili onemogućite tu postavku, korisnici ne mogu promijeniti niti nadjačati postavku &quot;Omogući zaštitu od krađe identiteta i zlonamjernog softvera&quot; na usluzi Google Chrome.

Ako se to pravilo ne postavi, ta će postavka biti omogućena, ali će je korisnici moći promijeniti.

Više informacija o Sigurnom pregledavanju potražite na stranici https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Omogućivanje korisnicima da se uključe u prošireno izvješćivanje Sigurnog pregledavanja</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Ako se to pravilo postavi na &quot;false&quot;, korisnici neće moći odabrati slanje nekih informacija sustava i sadržaja stranice Googleovim poslužiteljima. Ako se ta postavka postavi na &quot;true&quot; ili se ne konfigurira, korisnici će moći slati neke informacije sustava i sadržaj stranice Sigurnom pregledavanju radi boljeg otkrivanja opasnih aplikacija i web-lokacija.

Više informacija o Sigurnom pregledavanju potražite na stranici https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Onemogući pohranjivanje povijesti preglednika</string><string id="SavingBrowserHistoryDisabled_Explain">Onemogućuje spremanje povijesti preglednika u pregledniku Google Chrome i korisnicima onemogućuje promjenu te postavke.

Ako je postavka omogućena, povijest pregledavanja ne sprema se. Ta postavka onemogućuje i sinkroniziranje kartica.

Ako se postavka onemogući ili se ne postavi, povijest pregledavanja se sprema.</string><string id="SearchSuggestEnabled">Omogući prijedloge pretraživanja</string><string id="SearchSuggestEnabled_Explain">Omogućuje prijedloge pretraživanja u višenamjenskom okviru usluge Google Chrome i sprječava korisnike da promijene tu postavku.

Ako omogućite ovu postavku, upotrebljavaju se prijedlozi pretraživanja.

Ako onemogućite ovu postavku, prijedlozi pretraživanja nikad se ne upotrebljavaju.

Ako omogućite ili onemogućite ovu postavku, korisnici neće moći promijeniti niti poništiti ovu postavku na usluzi Google Chrome.

Ako ovo pravilo nije postavljeno, bit će omogućeno, ali će ga korisnici moći promijeniti.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Postavi preporučene jezike za javnu sesiju</string><string id="SessionLocales_Explain">Postavlja jedan ili više preporučenih jezika za javne sesije, tako da korisnici mogu jednostavno odabrati neki od tih jezika.

Korisnik može odabrati jezik i raspored tipkovnice prije pokretanja javne sesije. Svi jezici koje Google Chrome OS podržava prema zadanim su postavkama poredani abecednim redom. Tim pravilom možete premjestiti skup preporučenih jezika na vrh popisa.

Ako se to pravilo ne postavi, unaprijed će se odabrati trenutačni jezik korisničkog sučelja.

Ako se pravilo postavi, preporučeni jezici premjestit će se na vrh popisa i bit će vidljivo odvojeni od ostalih jezika. Preporučeni jezici bit će navedeni redoslijedom kojim se pojavljuju u pravilu. Unaprijed će se odabrati prvi preporučeni jezik.

Ako postoji više preporučenih jezika, pretpostavlja se da će korisnici htjeti odabrati neki od tih jezika. Odabir jezika i rasporeda tipkovnice bit će jasno istaknut prilikom pokretanja javne sesije. U protivnom će se pretpostaviti da većina korisnika želi koristiti unaprijed odabrani jezik. Odabir jezika i rasporeda tipkovnice neće biti tako istaknut prilikom pokretanja javne sesije.

Kada se to pravilo postavi i omogući se automatska prijava (pogledajte pravila |DeviceLocalAccountAutoLoginId| i |DeviceLocalAccountAutoLoginDelay|), automatski pokrenuta javna sesija upotrebljavat će prvi preporučeni jezik i najpopularniji raspored tipkovnice koji odgovara tom jeziku.

Unaprijed odabrani raspored tipkovnice uvijek će biti onaj koji je najpopularniji za unaprijed odabrani jezik.

To se pravilo može postaviti samo kao preporučeno. Tim pravilom možete premjestiti skup preporučenih jezika na vrh popisa, ali korisnici za svoju sesiju uvijek mogu sami odabrati bilo koji jezik koji Google Chrome OS podržava.
</string><string id="SessionLocalesDesc">Postavi preporučene jezike za javnu sesiju</string><string id="ShelfAutoHideBehavior">Kontroliraj automatsko skrivanje police</string><string id="ShelfAutoHideBehavior_Explain">Kontroliraj automatsko skrivanje police proizvoda Google Chrome OS.

Ako je ta polica postavljena na &quot;AlwaysAutoHideShelf&quot;, polica će uvijek biti automatski skrivena.

Ako je ta polica postavljena na &quot;NeverAutoHideShelf&quot;, polica se nikada automatski ne skriva.

Ako postavite to pravilo, korisnici ga ne mogu promijeniti niti prebrisati.

Ako pravilo nije postavljeno, korisnici mogu birati treba li se polica automatski skrivati.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Uvijek automatski sakrij policu</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Nikada nemoj automatski sakriti policu</string><string id="ShowHomeButton">Prikaži gumb Početna na alatnoj traci</string><string id="ShowHomeButton_Explain">Pokazuje gumb Početna na alatnoj traci proizvoda Google Chrome. Ako omogućite ovu postavku, gumb Početna prikazivat će se uvijek. Ako onemogućite ovu postavku, gumb Početna neće se nikad prikazivati. Ako omogućite ili onemogućite ovu postavku, korisnici neće moći promijeniti ni poništiti ovu postavku u proizvodu Google Chrome. Ako ovo pravilo nije postavljeno, korisnik će moći odabrati želi li da se prikazuje gumb Početna.</string><string id="ShowLogoutButtonInTray">Dodaj gumb za odjavu na programsku traku</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Omogući izolaciju web-lokacije za sve web-lokacije</string><string id="SitePerProcess_Explain">
NAPOMENA: pravilo je eksperimentalno i može poremetiti funkciju!
Možda biste trebali razmisliti o postavci pravila IsolateOrigins da biste
iskoristili prednosti obje značajke, izolacije i ograničenog utjecaja za
korisnike, koristeći IsolateOrigins s popisom web-lokacija koje želite izolirati.
Ova postavka, SitePerProcess, izolira sve web-lokacije.
Ako se to pravilo omogući, svaka će se web-lokacija izvoditi u svojem procesu.
Ako se to pravilo onemogući, djelovat će logika upravljanja procesom izolacije prije web-lokacije.
Ako se pravilo ne konfigurira, korisnik će moći promijeniti tu postavku.
</string><string id="SpellCheckServiceEnabled">Omogući ili onemogući web-uslugu provjere pravopisa</string><string id="SpellCheckServiceEnabled_Explain">Proizvod Google Chrome može upotrebljavati Googleovu web-uslugu za ispravljanje pravopisnih pogrešaka. Ako je ta postavka omogućena, ta se usluga uvijek upotrebljava. Ako je ta postavka onemogućena, ta se usluga nikad ne upotrebljava.

Provjera pravopisa još se uvijek može vršiti pomoću preuzetog rječnika; to pravilo upravlja samo upotrebom mrežne usluge.

Ako ta postavka nije konfigurirana, korisnici mogu sami odlučiti hoće li se usluga provjere pravopisa upotrebljavati ili neće.</string><string id="SuppressUnsupportedOSWarning">Spriječi upozorenje o nepodržanom OS-u</string><string id="SuppressUnsupportedOSWarning_Explain">Sprječava upozorenje koje se prikazuje kada se Google Chrome izvodi na računalima ili operativnim sustavima koji više nisu podržani.</string><string id="SyncDisabled">Onemogući sinkronizaciju podataka s Googleom</string><string id="SyncDisabled_Explain">Onemogućuje sinkronizaciju podataka na usluzi Google Chrome putem usluga sinkronizacije hostiranih na Googleu i onemogućuje korisnicima da promjene tu postavku.

Ako omogućite tu postavku, korisnici ne mogu promijeniti niti nadjačati tu postavku na usluzi Google Chrome.

Ako se to pravilo ne postavi, korisnik će moći odabrati hoće li upotrebljavati Google sinkronizaciju.

Da biste potpuno onemogućili Google sinkronizaciju, preporučuje se da onemogućite uslugu Google sinkronizacije na konzoli Google Admina.

To se pravilo ne bi trebalo omogućivati kada je pravilo RoamingProfileSupportEnabled postavljeno na omogućeno jer ta značajka dijeli istu klijentsku funkciju. Sinkronizacija hostirana na Googleu u tom je slučaju potpuno onemogućena.</string><string id="SystemTimezone">Vremenska zona</string><string id="SystemTimezone_Explain">Određuje vremensku zonu koja će se upotrebljavati za uređaj. Korisnici mogu nadjačati navedenu vremensku zonu za trenutačnu sesiju, no ona će se nakon odjave vratiti na navedenu vremensku zonu. Ako se navede nevažeća vrijednost, pravilo se i dalje aktivira oznakom &quot;GMT&quot;. Ako se navede prazan niz, pravilo se zanemaruje.

Ako se to pravilo ne upotrebljava, i dalje će se upotrebljavati trenutačno aktivna vremenska zona, no korisnici će je moći trajno promijeniti. Zato promjena koju izvrši jedan korisnik utječe na zaslon za prijavu i sve druge korisnike.

Na novim je uređajima početno postavljena vremenska zona &quot;SAD/Pacifik&quot;.

Format vrijednosti slijedi nazive vremenskih zona navedenih u bazi podataka vremenskih zona organizacije IANA (pogledajte &quot;https://en.wikipedia.org/wiki/Tz_database&quot;). To konkretno znači da se većina vremenskih zona navodi kao &quot;kontinent/veliki_grad&quot; ili &quot;ocean/veliki_grad&quot;.

Postavljanjem tog pravila potpuno se onemogućuje automatsko određivanje vremenske zone prema lokaciji uređaja, a nadjačava se i pravilo SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Konfiguriraj način automatskog otkrivanja vremenske zone</string><string id="SystemTimezoneAutomaticDetection_Explain">Kada se to pravilo postavi, automatsko otkrivanje vremenske zone odvijat će se na jedan od sljedećih način ovisno o vrijednosti postavke:

Ako se pravilo postavi na TimezoneAutomaticDetectionUsersDecide, korisnici će moći upravljati automatskim otkrivanjem vremenske zone uobičajenim kontrolama na stranici chrome://settings.

Ako se pravilo postavi na TimezoneAutomaticDetectionDisabled, kontrole automatskog otkrivanja vremenske zone na stranici chrome://settings bit će onemogućene. Automatsko otkrivanje vremenske zone bit će uvijek isključeno.

Ako se pravilo postavi na TimezoneAutomaticDetectionIPOnly, kontrole za vremenske zone na stranici chrome://settings bit će onemogućene. Automatsko otkrivanje vremenske zone bit će uvijek uključeno. Otkrivanje vremenske zone utvrđivat će lokaciju samo na temelju IP adrese.

Ako se pravilo postavi na TimezoneAutomaticDetectionSendWiFiAccessPoints, kontrole za vremenske zone na stranici chrome://settings bit će onemogućene. Automatsko otkrivanje vremenske zone bit će uvijek uključeno. Popis vidljivih Wi-Fi pristupnih točaka uvijek će se slati poslužitelju API-ja Geolocation radi preciznog otkrivanja vremenske zone.

Ako se pravilo postavi na TimezoneAutomaticDetectionSendAllLocationInfo, kontrole za vremenske zone na stranici chrome://settings bit će onemogućene. Automatsko otkrivanje vremenske zone bit će uvijek uključeno. Podaci o lokaciji (na primjer Wi-Fi pristupne točke, dostupne bazne stanice, GPS) slat će se poslužitelju radi preciznog otkrivanja vremenske zone.

Ako se to pravilo ne postavi, ponašat će se kao da je postavljeno pravilo TimezoneAutomaticDetectionUsersDecide.

Postavljanje pravila SystemTimezone nadjačava ovo pravilo. U tom je slučaju automatsko otkrivanje vremenske zone potpuno onemogućeno.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Uvijek šalji sve dostupne signale lokacije poslužitelju prilikom utvrđivanja vremenske zone</string><string id="SystemUse24HourClock">Upotrijebi sat s 24-satnim prikazom prema zadanim postavkama</string><string id="SystemUse24HourClock_Explain">Određuje oblik sata koji će se upotrebljavati za uređaj.

To pravilo konfigurira oblik sata koji će se upotrebljavati na zaslonu za prijavu i biti zadan za korisnike sesije. Korisnici još uvijek mogu nadjačati oblik sata za svoje račune.

Ako se to pravilo postavi na istinito, uređaj će upotrebljavati 24-satni oblik. Ako se postavi na neistinito, uređaj će upotrebljavati 12-satni oblik.

Ako se to pravilo ne postavi, uređaj će prema zadanom upotrebljavati 24-satni oblik sata.</string><string id="TPMFirmwareUpdateSettings">Konfiguriranje ponašanja ažuriranja TPM opreme</string><string id="TPMFirmwareUpdateSettings_Explain">Konfigurira dostupnost i ponašanje funkcije ažuriranja TPM opreme.

Pojedinačne postavke mogu se navesti u JSON svojstvima:

allow-user-initiated-powerwash: ako se postavi na true, korisnici će moći pokrenuti tijek powerwasha da bi instalirali ažuriranje TPM opreme.

Ako se to pravilo ne postavi, funkcija ažuriranja TPM opreme neće biti dostupna.</string><string id="TaskManagerEndProcessEnabled">Omogućuje završavanje postupaka u Upravitelju zadataka</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Postavi Uvjete pružanja usluge za lokalni račun na uređaju</string><string id="TermsOfServiceURL_Explain">Postavlja Uvjete pružanja usluge koje korisnik mora prihvatiti prije nego što započne sesiju lokalnog računa na uređaju.

Ako je ovo pravilo postavljeno, Google Chrome OS preuzima Uvjete pružanja usluge i prikazuje ih korisniku na početku svake sesije lokalnog računa na uređaju. Korisniku se sesija dopušta samo nakon što prihvati Uvjete pružanja usluge.

Ako pravilo nije postavljeno, Uvjeti pružanja usluge ne prikazuju se.

Pravilo treba biti postavljeno na URL s kojeg Google Chrome OS može preuzeti Uvjete pružanja usluge. Uvjeti pružanja usluge moraju biti običan tekst, poslužen kao vrsta &quot;text/plain&quot; protokola MIME. Jezik za označavanje nije dopušten.</string><string id="TouchVirtualKeyboardEnabled">Omogućavanje virtualne tipkovnice</string><string id="TouchVirtualKeyboardEnabled_Explain">To pravilo konfigurira omogućivanje virtualne tipkovnice kao uređaja za unos na OS-u Chrome. Korisnici ne mogu nadjačati to pravilo.

Ako se pravilo postavi na istinito, virtualna zaslonska tipkovnica uvijek će biti omogućena.

Ako se postavi na neistinito, virtualna zaslonska tipkovnica uvijek će biti onemogućena.

Ako postavite to pravilo, korisnici ga ne mogu izmijeniti ili nadjačati, no i dalje će moći omogućiti/onemogućiti zaslonsku tipkovnicu za pristupačnost koja ima prednost pred virtualnom tipkovnicom kojom upravlja ovo pravilo. Pogledajte pravilo |VirtualKeyboardEnabled| za upravljanje zaslonskom tipkovnicom za pristupačnost.

Ako se to pravilo ne postavi, zaslonska tipkovnica u početku je onemogućena, ali je korisnik u bilo kojem trenutku može omogućiti. Za odluku o tome kada će se prikazivati tipkovnica mogu se upotrebljavati i heuristička pravila.</string><string id="TranslateEnabled">Omogući Prevoditelj</string><string id="TranslateEnabled_Explain">Omogućuje integriranu uslugu Google Prevoditelj u proizvodu Google Chrome. Ako omogućite ovu postavku, usluga Google Chrome prikazivat će integriranu alatnu traku koja u odgovarajućem slučaju korisniku nudi prijevod stranice. Ako onemogućite ovu postavku, korisnicima se nikad neće prikazivati traka prevođenja. Ako omogućite ili onemogućite ovu postavku, korisnici ne mogu mijenjati niti poništiti tu postavku u proizvodu Google Chrome. Ako ova postavka nije postavljena, korisnik može odlučiti hoće li upotrebljavati tu funkciju.</string><string id="URLBlacklist">Blokiranje pristupa popisu URL-ova</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blokiranje pristupa popisu URL-ova</string><string id="URLWhitelist">Omogućuje pristup popisu URL-ova</string><string id="URLWhitelist_Explain">Omogućuje pristup navedenim URL-ovima kao iznimkama s popisa zabranjenih URL-ova.

Pogledajte opis pravila o popisu zabranjenih URL-ova za opis formata unosa na tom popisu.

Ovo se pravilo može upotrijebiti za otvaranje iznimaka s ograničavajućih popisa nedopuštenih stavki. Primjerice, &quot;*&quot; može biti zabranjen kako bi se blokirali svi zahtjevi i to se pravilo može upotrebljavati za omogućavanje pristupa ograničenom popisu URL-ova. Može se upotrijebiti za otvaranje iznimaka za određene sheme, poddomene drugih domena, priključke ili specifične putanje.

Najodređeniji filtar odredit će je li URL blokiran ili dopušten. Popis dopuštenih stavki ima prednost pred popisom nedopuštenih.

Pravilo je ograničeno na 1000 unosa; svi se daljnji unosi zanemaruju.

Ako to pravilo nije postavljeno, na popisu nedopuštenih stavki u pravilu 'URLBlacklist' neće biti iznimaka.</string><string id="URLWhitelistDesc">Omogućuje pristup popisu URL-ova</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Ako je to pravilo postavljeno na istinito, Jedinstvena radna površina dopuštena je
i omogućena prema zadanim postavkama, a aplikacijama omogućuje širenje na više zaslona.
Korisnik može onemogućiti Jedinstvenu radnu površinu za pojedinačne zaslone
poništavanjem njihova odabira u postavkama prikaza.

Ako je pravilo postavljeno na neistinito ili nije postavljeno, Jedinstvena radna
površina bit će onemogućena. U tom slučaju korisnik ne može omogućiti značajku.</string><string id="UsbDetachableWhitelist">Popis dopuštenih odvojivih USB uređaja</string><string id="UsbDetachableWhitelist_Explain">Definira popis USB uređaja za koje je dopušteno odvajanje od upravljačkog programa jezgre radi upotrebe putem API-ja chrome.usb izravno unutar web-aplikacije. Unosi su parovi identifikatora dobavljača i identifikatora proizvoda USB uređaja, a služe za prepoznavanje određenog hardvera.

Ako se pravilo ne konfigurira, popis uklonjivih USB uređaja ostaje prazan.</string><string id="UsbDetachableWhitelistDesc">Popis dopuštenih odvojivih USB uređaja</string><string id="UserAvatarImage">Slika avatara korisnika</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Postavlja naziv za prikaz za lokalne račune uređaja</string><string id="UserDisplayName_Explain">Kontrolira naziv računa koji prikazuje proizvod Google Chrome OS na zaslonu prijave za odgovarajući lokalni račun na uređaju.

Ako je to pravilo postavljeno, zaslon prijave upotrijebit će navedeni niz u alatu za odabir prijave prema slici s odgovarajućeg lokalnog računa uređaja.

Ako pravilo nije postavljeno, proizvod Google Chrome OS upotrijebit će ID računa e-pošte lokalnog računa uređaja kao naziv za prikaz na zaslonu prijave.

Ovo se pravilo zanemaruje za redovite korisničke račune.</string><string id="VideoCaptureAllowed">Omogući ili onemogući snimanje videozapisa</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL-ovi koji će dobiti pristup uređajima za videosnimanje bez postavljanja upita</string><string id="VideoCaptureAllowedUrls_Explain">Uzorci na tom popisu usporedit će se sa sigurnosnim izvorištem
URL-a koji šalje zahtjev. Ako se pronađe podudaranje, pristup uređajima
za snimanje zvuka dopuštat će se bez upita.

NAPOMENA: do verzije 45 to je pravilo bilo podržano samo u načinu kioska.</string><string id="VideoCaptureAllowedUrlsDesc">URL-ovi koji će dobiti pristup uređajima za videosnimanje bez postavljanja upita</string><string id="WPADQuickCheckEnabled">Omogući WPAD optimizaciju</string><string id="WPADQuickCheckEnabled_Explain">Omogućuje isključivanje optimizacije WPAD-a (automatskog otkrivanja web-proxyja) u pregledniku Google Chrome.

Ako se to pravilo postavi na &quot;False&quot;, optimizacija WPAD-a nije omogućena, pa Google Chrome dulje čeka WPAD poslužitelje temeljene na DNS-u. Ako se pravilo ne postavi ili ako se omogući, optimizacija WPAD-a omogućena je.

Neovisno o tome hoće li se to pravilo postaviti i na koji način, korisnici ne mogu mijenjati postavku optimizacije WPAD-a.</string><string id="WallpaperImage">Pozadinska slika</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Ograniči raspon lokalnih UDP priključaka kojima se koristi WebRTC</string><string id="WebRtcUdpPortRange_Explain">Ako se to pravilo postavi, raspon UDP priključaka kojima se koristi WebRTC ograničen je na navedeni interval priključaka (krajnje točke uključene).

Ako se pravilo ne postavi ili se postavi na prazni niz ili nevažeći raspon priključaka, WebRTC može upotrebljavati bilo koji dostupni lokalni UDP priključak.</string></stringTable><presentationTable><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Proširenja koja smiju upotrebljavati API za daljinsku ovjeru</listBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Konfiguriraj prefiks TalkGadget za hostove daljinskog pristupa</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Ograniči raspon UDP priključaka koji upotrebljava host za daljinski pristup</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL na kojem bi klijenti za daljinski pristup trebali dobiti token za autentifikaciju</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL za validaciju tokena za autentifikaciju klijenta za daljinski pristup</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Klijentski certifikat za povezivanje s pravilom RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Postavljanje vrste povećala</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Postavljanje zadane vrste povećala na &quot;omogućeno&quot; na zaslonu za prijavu</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Zadana postavka kolačića</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Zadana postavka slika</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Zadana postavka JavaScripta</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Zadana postavka za dodatak Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Zadana postavka skočnih prozora</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Zadana postavka obavijesti</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Zadana postavka zemljopisnog položaja</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Upravljanje upotrebom API-ja Web Bluetooth</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Automatski odabir certifikata klijenta za ove web-lokacije</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Dopusti kolačiće na ovim web-lokacijama</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blokiraj kolačiće na ovim web-lokacijama</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Omogući kolačiće na ovim web-lokacijama samo tijekom sesija</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Dopusti slike na ovim web-lokacijama</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blokiraj slike na ovim web-lokacijama</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Omogući JavaScript na ovim web-lokacijama</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blok JavaScript na ovim web-lokacijama</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Dopusti dodatak Flash na ovim web-lokacijama</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blokiraj dodatak Flash na ovim web-lokacijama</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Dopusti skočne prozore na ovim web-lokacijama</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registracija rukovatelja protokola</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blokiraj skočne prozore na ovim web-lokacijama</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Dopuštanje obavijesti na ovim web-lokacijama</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blokiranje obavijesti na ovim web-lokacijama</listBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL početne stranice</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Radnja prilikom pokretanja</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL-ovi koji se otvaraju prilikom pokretanja</listBox></presentation><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Podržane sheme autentifikacije</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Bijela lista poslužitelja za autentifikaciju</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Bijela lista Kerberos poslužitelja za ovlašćivanje</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Odaberi način određivanja postavki proxy poslužitelja</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adresa ili URL proxy poslužitelja</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL prema proxy .pac datoteci</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Popis pravila zaobilaženja proxyja odvojenih zarezima</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID-jevi proširenja u čijem bi instaliranju korisnik trebao biti spriječen (ili * za sve)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID-jevi proširenja za izuzimanje s crne liste</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID-jevi proširenja/aplikacija i URL-ovi ažuriranja koja će se instalirati u pozadini</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Obrasci URL-ova za dopuštanje instalacija proširenja, aplikacija i korisničkih skripti iz izvora</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Vrste proširenja/aplikacija koje se smiju instalirati</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Postavke upravljanja proširenjima</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Radnja koja će se izvršiti kada korisnik spusti poklopac</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Postotak za skaliranje odgode zatamnjenja zaslona u načinu prezentacije:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Postotak skaliranja odgode zatamnjivanja zaslona ako korisnik postane aktivan nakon zatamnjivanja:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Postavke upravljanja napajanjem kada korisnik postane neaktivan</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Vrijeme do zaključavanja zaslona</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL stranice nove kartice</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Naziv zadanog davatelja usluge pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Zadani davatelj usluga pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>URL zadanog davatelja usluge pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Predloženi URL zadanog davatelja usluge pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Instant URL zadanog davatelja usluge pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikona zadanog davatelja usluga pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Kodiranja zadanog davatelja usluge pretraživanja</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Popis zamjenskih URL-ova za zadanog davatelja usluge pretraživanja</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametar koji kontrolira položaj pojma za pretraživanje za zadanog pružatelja usluge pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Značajka pretraživanja po slici koja pruža parametre za zadanog davatelja usluge pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL web-stranice nove kartice zadanog davatelja usluge pretraživanja</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametri za URL pretraživanja koji upotrebljava POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametri URL-a za prijedloge koji upotrebljava POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametri za URL usluge Instant koji upotrebljava POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametri za URL slike koji upotrebljava POST</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definiranje domena kojima je dopušten pristup Google Appsu</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Postavi dostupnost certifikata za ARC aplikacije</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfiguriraj ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL-ovi koji će dobiti pristup uređajima za snimanje zvuka bez postavljanja upita</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Onemogući provedbu Transparentnosti certifikata za popis URL-ova</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Kontroliraj ponašanje korisnika u sesiji višestrukih profila</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Kanal izdanja</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Zadana pravila za odabir pisača</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfiguriranje popisa instaliranih aplikacija na zaslonu za prijavu</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Rasporedi tipkovnice za zaslon za prijavu na uređaju</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Oznaka zemlje/jezika za zaslon za prijavu na uređaju</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Upravljanje napajanjem na zaslonu za prijavu</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Datoteka za konfiguraciju pisača tvrtke za uređaje</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Pravila za pristup konfiguraciji pisača za uređaje.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Onemogućeni pisači za uređaje tvrtke</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Omogućeni pisači za uređaje tvrtke</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Razdoblja prekida rada kad se izdaju pravila OffHours |ignored_policy_proto_tags|</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Mrežna konfiguracija na razini uređaja</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Brzina osvježavanja za pravilo uređaja:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Oznake na razini sustava primijenit će se prilikom pokretanja preglednika Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Ciljna verzija automatskog ažuriranja</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Dopuštene vrste veza za ažuriranja</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Čimbenik raspršivanja automatskog ažuriranja:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Popis korisnika kojima je dopuštena prijava</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Slika pozadine uređaja</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Postavi zadano zakretanje zaslona koje će se primjenjivati nakon svakog ponovnog pokretanja</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Postavi imenik za preuzimanje</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Ograničenja za preuzimanja</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Strategija premještanja za ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Omogući zastarjele značajke web-platforme na ograničeno vrijeme</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Primijeni minimalni Ograničeni način rada na YouTubeu</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Pristupačnost anonimnog načina rada</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Omogući izolaciju web-lokacije za određene izvore</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Glavna dopuštenja</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Upravljane oznake</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maksimalna odgoda dohvaćanja nakon poništavanja valjanosti pravila:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Nativni ispis</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Pravila za pristup konfiguraciji pisača.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Onemogućeni pisači tvrtke</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Datoteka za konfiguraciju pisača tvrtke</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Omogućeni pisači tvrtke</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Omogućavanje predviđanja mreže</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Aplikacije za izradu bilježaka dopuštene na zaključanom zaslonu uređaja sa sustavom Google Chrome OS stavi na popis dopuštenih</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Mrežna konfiguracija na razini korisnika</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Popis prikvačenih aplikacija za prikazivanje u pokretaču</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Brzina osvježavanja za korisničko pravilo:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Ograničite vrijeme koliko se dugo korisnik autentificiran putem SAML-a može izvanmrežno prijaviti:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Maksimalna verzija SSL-a omogućena</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Postavi preporučene jezike za javnu sesiju</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Kontroliraj automatsko skrivanje police</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Vremenska zona</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfiguriraj način automatskog otkrivanja vremenske zone</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfiguriranje ponašanja ažuriranja TPM opreme</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Postavi Uvjete pružanja usluge za lokalni račun na uređaju</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blokiranje pristupa popisu URL-ova</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Omogućuje pristup popisu URL-ova</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Popis dopuštenih odvojivih USB uređaja</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Slika avatara korisnika</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Postavlja naziv za prikaz za lokalne račune uređaja</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL-ovi koji će dobiti pristup uređajima za videosnimanje bez postavljanja upita</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Pozadinska slika</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Ograniči raspon lokalnih UDP priključaka kojima se koristi WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>