<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 atau yang lebih baru</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Setelan Default (pengguna dapat menggantinya)</string><string id="Homepage_group">Beranda</string><string id="HomepageLocation">Mengonfigurasi URL beranda</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Gunakan Halaman Tab Baru sebagai beranda</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Extensions_group">Ekstensi</string><string id="ExtensionInstallBlacklist">Konfigurasikan daftar hitam pemasangan ekstensi</string><string id="ExtensionInstallBlacklist_Explain">Memungkinkan Anda menentukan ekstensi mana yang TIDAK dapat diinstal pengguna. Ekstensi yang sudah diinstal akan dinonaktifkan jika termasuk dalam daftar yang tidak diizinkan, tanpa memberikan opsi kepada pengguna untuk mengaktifkannya. Setelah ekstensi yang dinonaktifkan dihapus dari daftar karena termasuk dalam daftar yang tidak diizinkan, ekstensi akan diaktfikan kembali secara otomatis.

Nilai pada daftar yang tidak diizinkan '*' berarti semua ekstensi termasuk dalam daftar yang tidak diizinkan sampai ekstensi tersebut dicantumkan secara eksplisit dalam daftar yang diizinkan.

Jika kebijakan ini tidak disetel, pengguna dapat menginstal ekstensi apa pun di Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Konfigurasikan daftar hitam pemasangan ekstensi</string><string id="ExtensionInstallWhitelist">Mengonfigurasi daftar putih pemasangan ekstensi</string><string id="ExtensionInstallWhitelist_Explain">Memungkinkan Anda menentukan ekstensi mana yang tidak masuk daftar hitam. Nilai daftar hitam * berarti semua ekstensi dimasukkan ke daftar hitam dan pengguna hanya dapat memasang ekstensi yang tercantum dalam daftar putih. Jika tidak diubah, semua ekstensi dimasukkan ke daftar putih, tetapi jika semua ekstensi telah dimasukkan ke daftar hitam karena kebijakan, daftar putih dapat digunakan untuk mengesampingkan kebijakan tersebut.</string><string id="ExtensionInstallWhitelistDesc">Mengonfigurasi daftar putih pemasangan ekstensi</string><string id="ExtensionInstallForcelist">Mengonfigurasi daftar aplikasi dan ekstensi yang dipasang secara paksa</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Mengonfigurasi daftar aplikasi dan ekstensi yang dipasang secara paksa</string><string id="ExtensionInstallSources">Konfigurasi sumber pemasangan skrip pengguna, aplikasi, dan ekstensi</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigurasi sumber pemasangan skrip pengguna, aplikasi, dan ekstensi</string><string id="ExtensionAllowedTypes">Konfigurasikan jenis aplikasi/ekstensi yang diizinkan</string><string id="ExtensionAllowedTypes_Explain">Mengontrol jenis ekstensi/aplikasi mana yang diizinkan untuk diinstal dan membatasi akses waktu proses.

Setelan ini mengizinkan jenis aplikasi/ekstensi yang diizinkan yang dapat diinstal di Google Chrome dan host mana yang dapat berinteraksi. Nilai tersebut adalah daftar string, setiap nilai harus merupakan salah satu dari nilai berikut: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Lihat dokumentasi ekstensi Google Chrome untuk informasi lebih lanjut mengenai jenis-jenis ini.

Perlu diperhatikan bahwa kebijakan ini juga memengaruhi ekstensi dan aplikasi yang diinstal paksa melalui ExtensionInstallForcelist.

Jika setelan ini dikonfigurasi, ekstensi/aplikasi yang jenisnya tidak dalam daftar tidak akan diinstal.

Jika setelan ini tidak dikonfigurasi, tidak ada batasan yang diterapkan dalam daftar pada jenis ekstensi/aplikasi yang dapat diterima.</string><string id="ExtensionAllowedTypesDesc">Konfigurasikan jenis aplikasi/ekstensi yang diizinkan</string><string id="ExtensionSettings">Setelan pengelolaan ekstensi</string><string id="ExtensionSettings_Explain">Mengonfigurasi setelan pengelolaan ekstensi untuk Google Chrome.

Kebijakan ini mengontrol beberapa setelan, termasuk setelan yang dikontrol oleh kebijakan terkait ekstensi yang sudah ada mana pun. Kebijakan ini akan menggantikan kebijakan lama apa pun jika keduanya disetel.

Kebijakan ini memetakan ID ekstensi atau URL update ke konfigurasinya. Dengan ID ekstensi, konfigurasi hanya akan diterapkan ke ekstensi yang ditentukan. Konfigurasi default dapat disetel untuk ID khusus &quot;*&quot;, yang akan diterapkan ke semua ekstensi yang tidak memiliki konfigurasi kustom, yang disetel dalam kebijakan ini. Dengan URL update, konfigurasi akan diterapkan ke semua ekstensi dengan URL update persis yang dinyatakan dalam manifes ekstensi ini, seperti yang dijelaskan dalam https://developer.chrome.com/extensions/autoupdate.

Konfigurasi untuk setiap ekstensi (atau ekstensi dengan URL update yang sama) adalah kamus lain yang dapat berisi kolom yang didokumentasikan di bawah.

&quot;installation_mode&quot;: memetakan ke string yang menunjukkan mode penginstalan untuk ekstensi. String yang valid adalah:
* &quot;allowed&quot;: mengizinkan ekstensi diinstal oleh pengguna. Konfigurasi ini adalah perilaku default.
* &quot;blocked&quot;: memblokir penginstalan ekstensi.
* &quot;force_installed&quot;: ekstensi akan otomatis diinstal dan tidak dapat dihapus oleh pengguna.
* &quot;normal_installed&quot;: ekstensi akan otomatis diinstal, tapi dapat dinonaktifkan oleh pengguna.

&quot;installation_mode&quot; juga dapat dikonfigurasi untuk beberapa ekstensi, termasuk ekstensi &quot;*&quot; (sebagai setelan default) dan ekstensi dengan URL update yang sama. Dalam hal ini, hanya nilai &quot;allowed&quot; dan &quot;blocked&quot; yang dapat digunakan.

Jika mode disetel ke &quot;force_installed&quot; atau &quot;normal_installed&quot;, &quot;update_url&quot; juga harus dikonfigurasi. Perhatikan bahwa URL update yang disetel di dalam kebijakan ini hanya digunakan untuk penginstalan awal; update ekstensi berikutnya akan menggunakan URL update yang ditunjukkan di manifes ekstensi. URL update harus mengarah ke dokumen XML Manifes Update seperti yang dijelaskan di atas.

&quot;blocked_permissions&quot;: memetakan ke daftar string yang menunjukkan izin API yang diblokir untuk ekstensi. Nama izin sama dengan string izin yang dinyatakan dalam manifes ekstensi seperti yang dijelaskan dalam https://developer.chrome.com/extensions/declare_permissions. Setelan ini juga dapat dikonfigurasi untuk ekstensi &quot;*&quot;. Jika ekstensi mewajibkan izin yang berada di daftar blokir, ekstensi tidak akan diizinkan untuk dimuat. Jika ekstensi berisi izin yang diblokir sebagai persyaratan opsional, ekstensi akan ditangani dengan cara normal, tapi permintaan izin yang bertentangan akan ditolak secara otomatis selama waktu proses.

&quot;allowed_permissions&quot;: mirip dengan &quot;blocked_permissions&quot;, namun mengizinkan beberapa izin secara eksplisit yang mungkin diblokir oleh daftar izin yang diblokir secara global, sehingga tidak dapat dikonfigurasi untuk ekstensi &quot;*&quot;. Perhatikan bahwa setelan ini tidak memberikan izin ke ekstensi secara otomatis.

&quot;minimum_version_required&quot;: memetakan ke string versi. Format string versi sama dengan format yang digunakan dalam manifes ekstensi, seperti yang dijelaskan dalam https://developer.chrome.com/apps/manifest/version. Ekstensi dengan versi yang lebih lama daripada versi minimum yang ditentukan akan dinonaktifkan. Hal ini juga berlaku pada ekstensi yang diinstal paksa.

Setelan berikut dapat digunakan hanya untuk konfigurasi &quot;*&quot; default:

&quot;install_sources&quot;: Setiap item dalam daftar ini adalah pola pencocokan gaya ekstensi (https://developer.chrome.com/extensions/match_patterns). Pengguna dapat dengan mudah menginstal item dari URL apa pun yang cocok dengan item di daftar ini. Lokasi halaman maupun file *.crx tempat download dimulai (yaitu perujuk) harus diizinkan oleh pola ini.

&quot;allowed_types&quot;: Setelan ini memberi akses jenis ekstensi/aplikasi yang diizinkan yang dapat diinstal di Google Chrome. Nilainya adalah daftar string, yang masing-masing harus berupa salah satu dari: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Lihat dokumentasi ekstensi Google Chrome untuk informasi selengkapnya tentang jenis ini.
&quot;blocked_install_message&quot;: Jika pengguna mencoba menginstal ekstensi namun diblokir oleh kebijakan, Toko Web Chrome akan menampilkan pesan error umum. Setelan ini mengizinkan Anda menambahkan teks ke pesan error. Setelan ini dapat digunakan untuk mengarahkan pengguna ke layanan bantuan, menjelaskan alasan ekstensi tertentu diblokir, atau hal-hal lain. Pesan error ini akan terpotong jika lebih dari 1.000 karakter.
&quot;runtime_blocked_hosts&quot;: Menerima daftar host yang interaksinya dengan ekstensi akan diblokir. Hal ini termasuk melakukan injeksi JavaScript, mengubah dan melihat webRequests/webNavigation, serta melihat dan mengubah cookie. Formatnya mirip dengan Pola Pencocokan https://developer.chrome.com/extensions/match_patterns, kecuali tidak ada path yang dapat ditentukan. Mis. &quot;*://*.example.com&quot;. Format ini juga mendukung penulisan karakter pengganti TLD yang efektif, misalnya &quot;*://example.*&quot;.
&quot;runtime_allowed_hosts&quot;: Menerima daftar host yang dapat berinteraksi dengan ekstensi, terlepas dari apakah host terdaftar di dalam &quot;runtime_blocked_hosts&quot; atau tidak. Formatnya sama dengan format &quot;runtime_blocked_hosts&quot;.
</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Mengaktifkan Google Cast</string><string id="EnableMediaRouter_Explain">Jika kebijakan ini disetel ke true atau tidak disetel, Google Cast akan diaktifkan, dan pengguna akan dapat meluncurkannya dari menu aplikasi, menu konteks halaman, pengontrol media di situs yang kompatibel untuk Cast, dan (jika ditampilkan) ikon toolbar Cast.

Jika kebijakan disetel ke false, Google Cast akan dinonaktifkan.</string><string id="ShowCastIconInToolbar">Menampilkan ikon toolbar Google Cast</string><string id="ShowCastIconInToolbar_Explain">Jika kebijakan ini disetel ke true, ikon toolbar Cast akan selalu ditampilkan di toolbar atau menu tambahan, dan pengguna tidak dapat menghapusnya.

Jika kebijakan ini disetel ke false atau tidak disetel, pengguna dapat memasang pin atau menghapus ikon melalui menu kontekstualnya.

Jika kebijakan &quot;EnableMediaRouter&quot; disetel ke false, setelan kebijakan ini tidak akan berpengaruh, dan ikon toolbar tidak akan ditampilkan.</string><string id="NewTabPage_group">Halaman Tab Baru</string><string id="NewTabPageLocation">Mengonfigurasi URL halaman Tab Baru</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Halaman permulaan</string><string id="RestoreOnStartup">Tindakan saat permulaan</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Buka Halaman Tab Baru</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Mengembalikan sesi terakhir</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Buka daftar URL</string><string id="RestoreOnStartupURLs">URL untuk membuka saat permulaan</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL untuk membuka saat permulaan</string><string id="QuickUnlock_group">Kebijakan buka kunci cepat</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Daftar yang diizinkan mengontrol mode buka kunci cepat mana yang dapat dikonfigurasi dan digunakan oleh pengguna untuk membuka layar kunci.

Nilai ini adalah daftar string; daftar entri validnya adalah: &quot;semua&quot;, &quot;PIN&quot;. menambahkan &quot;semua&quot; ke daftar menandakan bahwa setiap mode buka kunci cepat tersedia bagi pengguna, termasuk yang diterapkan di masa mendatang. Jika tidak, hanya mode buka kunci cepat dalam daftar yang akan tersedia.

Misalnya, untuk mengizinkan setiap mode buka kunci, gunakan [&quot;semua&quot;]. Untuk hanya mengizinkan buka kunci dengan PIN, gunakan [&quot;PIN&quot;]. Untuk menonaktifkan semua mode buka kunci cepat, gunakan [].

Secara default, tidak ada mode buka kunci cepat untuk perangkat yang dikelola.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Setelan ini mengontrol seberapa sering layar kunci akan meminta sandi dimasukkan guna melanjutkan penggunaan buka kunci cepat. Setiap kali masuk ke layar kunci, jika entri sandi terakhir melebihi setelan ini, buka kunci cepat tidak akan tersedia untuk masuk ke layar kunci. Jika pengguna membiarkan layar kunci melewati periode ini, sandi akan diminta lagi nantinya apabila pengguna salah memasukkan kode, atau masuk ke layar kunci lagi, mana saja yang muncul terlebih dahulu.

Jika setelan ini dikonfigurasi, pengguna yang menggunakan buka kunci cepat akan diminta untuk memasukkan sandi pada layar kunci, bergantung pada setelan ini.

Jika setelan ini tidak dikonfigurasi, pengguna yang menggunakan buka kunci cepat akan diminta untuk memasukkan sandi pada layar kunci setiap hari.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Jika &quot;false&quot;, pengguna tidak dapat menyetel PIN yang lemah dan mudah ditebak.

Beberapa contoh PIN yang lemah: PIN yang hanya berisi satu digit (1111), berurutan (1234), berurutan terbalik (4321), dan yang umum digunakan.

Secara default, pengguna akan mendapatkan peringatan, tetapi bukan pesan error, jika PIN dianggap lemah.</string><string id="HTTPAuthentication_group">Kebijakan untuk autentikasi HTTP</string><string id="AuthSchemes">Skema autentikasi yang didukung</string><string id="AuthSchemes_Explain">Menentukan skema autentikasi HTTP yang didukung oleh Google Chrome.

Nilai yang mungkin adalah 'basic', 'digest', 'ntlm', dan 'negotiate'. Pisahkan beberapa nilai dengan koma.

Jika kebijakan ini dibiarkan tidak disetel, keempat skema akan digunakan seluruhnya.</string><string id="DisableAuthNegotiateCnameLookup">Nonaktifkan pencarian CNAME saat menegosiasikan autentikasi Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Menentukan apakah Kerberos SPN yang dihasilkan didasarkan pada nama DNS kanonik atau nama asli yang dimasukkan. Jika Anda mengaktifkan setelan ini, pencarian CNAME akan dilewati dan nama server akan digunakan seperti saat dimasukkan. Jika Anda menonaktifkan setelan ini atau membiarkannya tidak disetel, nama kanonik server akan ditentukan melalui pencarian CNAME.</string><string id="EnableAuthNegotiatePort">Sertakan port non-standar di SPN Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Menentukan apakah SPN Kerberos yang dihasilkan harus mencakup port non-standar. Jika Anda mengaktifkan setelan ini, dan port non-standar (selain port 80 atau 443) dimasukkan, port ini akan dimasukkan ke SPN Kerberos yang dihasilkan. Jika Anda menonaktifkan setelan ini atau membiarkannya tidak disetel, SPN Kerberos yang dihasilkan tidak akan pernah mencakup port.</string><string id="AuthServerWhitelist">Daftar putih server autentikasi</string><string id="AuthServerWhitelist_Explain">Menentukan server mana yang harus dimasukkan ke daftar putih untuk autentikasi yang terintegrasi. Autentikasi yang terintegrasi hanya diaktifkan saat Google Chrome menerima tantangan autentikasi dari proxy atau dari server yang ada dalam daftar yang diizinkan ini.

Pisahkan beberapa nama server dengan koma. Karakter pengganti (*) diizinkan.

Jika Anda membiarkan kebijakan ini tidak disetel, Google Chrome akan mencoba mendeteksi apakah server ada di internet dan akan menanggapi permintaan IWA setelahnya.  Jika server terdeteksi sebagai internet, permintaan IWA darinya akan diabaikan oleh Google Chrome.</string><string id="AuthNegotiateDelegateWhitelist">Daftar putih server delegasi Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Server yang dapat dijadikan tempat pendelegasian Google Chrome.

Memisahkan beberapa nama server dengan koma. Karakter pengganti (*) diizinkan.

Jika Anda membiarkan kebijakan ini tidak disetel, Google Chrome tidak akan mendelegasikan kredensial pengguna meskipun server terdeteksi sebagai Intranet.</string><string id="AllowCrossOriginAuthPrompt">Permintaan Autentikasi Dasar HTTP lintas asal</string><string id="AllowCrossOriginAuthPrompt_Explain">Mengontrol apakah sub-konten pihak ketiga pada halaman diizinkan untuk memunculkan kotak dialog HTTP Otorisasi Dasar. Biasanya, kebijakan ini dinonaktifkan sebagai pertahanan atas phishing. Jika tidak disetel, kebijakan ini akan dinonaktifkan dan sub-konten pihak ketiga tidak akan diizinkan untuk memunculkan kotak dialog HTTP Otorisasi Dasar.</string><string id="Drive_group">Konfigurasi opsi Google Drive</string><string id="DriveDisabled">Menonaktifkan Drive di aplikasi File Google Chrome OS</string><string id="DriveDisabled_Explain">Menonaktifkan sinkronisasi Google Drive di aplikasi File Google Chrome OS ketika disetel ke True. Dalam kasus ini, tidak ada data yang diupload ke Google Drive.

Jika tidak disetel atau disetel ke False, pengguna akan dapat mentransfer file ke Google Drive.</string><string id="DriveDisabledOverCellular">Menonaktifkan Google Drive melalui sambungan seluler di aplikasi File Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Menonaktifkan sinkronisasi Google Drive di aplikasi File Google Chrome OS saat menggunakan sambungan seluler jika disetel ke True. Dalam kasus ini, data hanya disinkronkan ke Google Drive saat tersambung melalui Wi-Fi atau Ethernet.

Jika tidak disetel atau disetel ke False, pengguna akan dapat mentransfer file ke Google Drive melalui sambungan seluler.</string><string id="RemoteAccess_group">Mengonfigurasi opsi akses jarak jauh</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Mengaktifkan firewall traversal dari host akses jarak jauh</string><string id="RemoteAccessHostFirewallTraversal_Explain">Memungkinkan penggunaan server STUN saat klien jarak jauh mencoba untuk membuat koneksi ke komputer ini.

Jika setelan ini diaktifkan, klien jarak jauh dapat menemukan dan tersambung ke komputer ini meskipun terpisah oleh firewall.

Jika setelan ini dinonaktifkan dan koneksi UDP yang keluar disaring oleh firewall, komputer ini hanya akan mengizinkan koneksi dari komputer klien dalam jaringan lokal.

Jika kebijakan ini dibiarkan tidak disetel, setelan tersebut akan diaktifkan.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Mengonfigurasi awalan TalkGadget untuk hosting akses jarak jauh</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Mengonfigurasi awalan TalkGadget yang akan digunakan oleh hosting akses jarak jauh dan mencegah pengguna mengubahnya.

Jika ditentukan, awalan ini ditambahkan di depan nama TalkGadget dasar untuk membuat nama domain TalkGadget lengkap. Nama domain TalkGadget dasar adalah '.talkgadget.google.com'.

Jika setelan ini diaktifkan, hosting akan menggunakan nama domain khusus saat mengakses TalkGadget sebagai ganti nama domain default.

Jika setelan ini dinonaktifkan atau tidak disetel, maka nama domain TalkGadget default ('chromoting-host.talkgadget.google.com') akan digunakan untuk semua hosting.

Klien akses jarak jauh tidak dipengaruhi oleh setelan kebijakan ini. Klien akses jarak jauh akan selalu menggunakan 'chromoting-client.talkgadget.google.com' untuk mengakses TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Mengaktifkan pemberian tirai hosting akses jarak jauh</string><string id="RemoteAccessHostRequireCurtain_Explain">Mengaktifkan pemberian tirai hosting akses jarak jauh saat sambungan berlangsung.

Jika setelan ini diaktifkan, perangkat keluaran dan masukan fisik hosting akan dinonaktifkan saat sambungan jarak jauh berlangsung.

Jika setelan ini dinonaktifkan atau tidak disetel, baik pengguna lokal maupun pengguna jarak jauh dapat berinteraksi dengan hosting ketika sedang dibagikan.</string><string id="RemoteAccessHostAllowClientPairing">Mengaktifkan atau menonaktifkan autentikasi tanpa PIN untuk host akses jarak jauh</string><string id="RemoteAccessHostAllowClientPairing_Explain">Jika setelan diaktifkan atau dikonfigurasikan, pengguna dapat memilih untuk menyandingkan klien dan host pada waktu tersambung, menghilangkan keharusan untuk memasukkan PIN setiap waktu.

Jika setelan ini dinonaktifkan, fitur ini tidak akan tersedia.</string><string id="RemoteAccessHostAllowGnubbyAuth">Izinkan autentikasi gnubby untuk host akses jarak jauh</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Jika setelan ini diaktifkan, permintaan autentikasi gnubby akan dilakukan melalui proxy lewat sambungan hosting jarak jauh.

Jika setelan ini dinonaktifkan atau tidak dikonfigurasi, permintaan autentikasi gnubby tidak akan dilakukan melalui proxy.</string><string id="RemoteAccessHostAllowRelayedConnection">Aktifkan penggunaan server relay oleh hosting akses jarak jauh</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Batasi jangkauan port UDP yang digunakan oleh hosting akses jarak jauh</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Mewajibkan nama pengguna lokal cocok dengan  pemilik host akses jarak jauh</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL tempat klien akses jarak jauh seharusnya memperoleh token autentikasi mereka</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL untuk memvalidasi token autentikasi klien akses jarak jauh</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Sertifikat klien untuk menyambung ke RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="PasswordManager_group">Pengelola sandi</string><string id="PasswordManagerEnabled">Aktifkan penyimpanan sandi di pengelola sandi</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="PowerManagement_group">Pengelolaan daya</string><string id="LidCloseAction">Tindakan yang akan diambil saat pengguna menutup penutupnya</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Tangguhkan</string><string id="LidCloseAction_LidCloseActionLogout">Keluarkan pengguna</string><string id="LidCloseAction_LidCloseActionShutdown">Matikan</string><string id="LidCloseAction_LidCloseActionDoNothing">Tidak melakukan apa-apa</string><string id="PowerManagementUsesAudioActivity">Tentukan apakah aktivitas audio memengaruhi pengelolaan daya</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Tentukan apakah aktivitas video memengaruhi pengelolaan daya</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Persentase yang digunakan untuk menskalakan penundaan layar redup dalam mode presentasi</string><string id="PresentationScreenDimDelayScale_Explain">Menentukan persentase yang digunakan untuk menskalakan penundaan layar redup saat perangkat dalam mode presentasi.

Jika kebijakan ini disetel, kebijakan menentukan persentase yang digunakan untuk menskalakan penundaan layar redup saat perangkat dalam mode presentasi. Saat penundaan layar redup diskalakan, penundaan status menganggur, kunci layar, layar mati akan disesuaikan agar jarak waktu dari penundaan layar redup seperti konfigurasi asal.

Jika kebijakan ini tidak disetel, faktor skala default akan digunakan.

Faktor skala harus 100% atau lebih. Nilai yang akan membuat penundaan layar redup dalam mode presentasi jadi lebih pendek daripada versi reguler tidak diizinkan.</string><string id="AllowScreenWakeLocks">Izinkan penguncian layar saat bangun</string><string id="AllowScreenWakeLocks_Explain">Menentukan apakah penguncian layar saat bangun diizinkan atau tidak. Penguncian layar saat bangun dapat diminta dengan ekstensi melalui API ekstensi pengelola daya.

Jika kebijakan ini disetel ke true atau tidak disetel, penguncian layar saat bangun akan diterima demi pengelolaan daya.

Jika kebijakan ini disetel ke false, permintaan penguncian layar saat bangun akan diabaikan.</string><string id="UserActivityScreenDimDelayScale">Persentase yang digunakan untuk menskalakan penundaan layar redup jika pengguna aktif setelah peredupan</string><string id="UserActivityScreenDimDelayScale_Explain">Menentukan persentase yang digunakan untuk menskalakan penundaan layar redup saat mengamati aktivitas pengguna selagi layar diredupkan atau tak lama setelah layar dimatikan.

Jika kebijakan ini disetel, kebijakan ini menentukan persentase yang digunakan untuk menskalakan penundaan layar redup saat mengamati aktivitas pengguna selagi layar diredupkan atau tak lama setelah layar dimatikan. Saat penundaan redup diskalakan, penundaan status menganggur, layar kunci, layar mati juga disesuaikan agar jarak waktu dari penundaan layar redup sesuai konfigurasi asli.

Jika kebijakan ini tidak disetel, faktor skala default akan digunakan.

Faktor skala harus 100% atau lebih.</string><string id="WaitForInitialUserActivity">Tunggu aktivitas pengguna awal</string><string id="WaitForInitialUserActivity_Explain">Menentukan apakah penundaan pengelolaan daya dan batas lama sesi hanya mulai berjalan setelah aktivitas pengguna pertama teramati dalam sebuah sesi.

Jika kebijakan disetel ke True, penundaan pengelolaan daya dan batas lama sesi tidak mulai berjalan sampai aktivitas pengguna pertama teramati dalam sebuah sesi.

Jika kebijakan ini disetel ke False atau dibiarkan tidak disetel, penundaan pengelolaan daya dan batas lama sesi mulai berjalan langsung saat sesi dimulai.</string><string id="PowerManagementIdleSettings">Setelan pengelolaan daya saat pengguna sedang menganggur</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Penundaan kunci layar</string><string id="ScreenLockDelays_Explain">Menentukan lamanya waktu tanpa masukan pengguna sebelum layar dikunci saat berjalan menggunakan daya AC atau baterai.

Jika lamanya waktu disetel ke nilai yang lebih besar dari nol, nilai tersebut mewakili lamanya waktu pengguna tetap menganggur sebelum Google Chrome OS mengunci layar.

Jika lamanya waktu disetel ke nol, Google Chrome OS tidak mengunci layar ketika pengguna menganggur.

Jika lamanya waktu tidak disetel, lama waktu default akan digunakan.

Cara yang disarankan untuk mengunci layar saat menganggur adalah dengan mengaktifkan penangguhan penguncian layar dan meminta Google Chrome OS menangguhkan setelah penundaan waktu menganggur. Sebaiknya hanya gunakan kebijakan ini saat penguncian layar perlu terjadi jauh lebih awal dibandingkan penangguhan atau saat penangguhan ketika menganggur tidak diinginkan sama sekali.

Nilai kebijakan harus ditetapkan dalam milidetik. Nilai dijepit agar kurang dari penundaan waktu menganggur.</string><string id="Attestation_group">Pengesahan Jarak Jauh</string><string id="AttestationEnabledForUser">Mengaktifkan pengesahan jarak jauh bagi pengguna</string><string id="AttestationEnabledForUser_Explain">Jika disetel ke true, pengguna dapat menggunakan hardware pada perangkat Chrome untuk membuktikan identitasnya dari jarak jauh ke CA privasi melalui Enterprise Platform Keys API dengan menggunakan chrome.enterprise.platformKeys.challengeUserKey().

Jika disetel ke false, atau tidak disetel, panggilan ke API akan gagal yang disertai kode error.</string><string id="AttestationExtensionWhitelist">Ekstensi yang diizinkan untuk menggunakan API pengesahan jarak jauh</string><string id="AttestationExtensionWhitelist_Explain">Kebijakan ini menentukan ekstensi yang diizinkan untuk menggunakan fungsi Enterprise Platform Keys API chrome.enterprise.platformKeys.challengeUserKey() untuk pengesahan jarak jauh. Ekstensi harus ditambahkan ke daftar ini untuk menggunakan API.

Jika ekstensi tidak ada dalam daftar, atau daftar tidak disetel, panggilan ke API akan gagal yang disertai kode error.</string><string id="AttestationExtensionWhitelistDesc">Ekstensi yang diizinkan untuk menggunakan API pengesahan jarak jauh</string><string id="DefaultSearchProvider_group">Penyedia penelusuran default</string><string id="DefaultSearchProviderEnabled">Aktifkan penyedia penelusuran default</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Nama penyedia penelusuran default</string><string id="DefaultSearchProviderName_Explain">Menentukan nama penyedia penelusuran default. Jika dibiarkan kosong atau tidak disetel, nama host yang ditentukan oleh URL penelusuran akan digunakan. Kebijakan ini hanya dipertimbangkan jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderKeyword">Kata kunci penyedia penelusuran default</string><string id="DefaultSearchProviderKeyword_Explain">Menentukan kata kunci yang merupakan pintasan yang digunakan dalam omnibox guna memicu penelusuran untuk operator ini. Kebijakan ini bersifat opsional. Jika tidak disetel, kata kunci tidak akan mengaktifkan penyedia penelusuran. Kebijakan ini hanya dipertimbangkan jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderSearchURL">URL penelusuran penyedia penelusuran default</string><string id="DefaultSearchProviderSearchURL_Explain">Menentukan URL mesin telusur yang digunakan saat melakukan penelusuran default. URL harus berisi string '{searchTerms}', yang akan diganti pada waktu kueri dengan istilah yang sedang ditelusuri oleh pengguna.

URL penelusuran Google dapat ditentukan sebagai: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Opsi ini harus disetel jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan dan hanya akan diberlakukan jika opsi tersebut digunakan.</string><string id="DefaultSearchProviderSuggestURL">URL saran penyedia penelusuran default</string><string id="DefaultSearchProviderSuggestURL_Explain">Menentukan URL mesin telusur yang digunakan untuk menyediakan saran penelusuran. URL harus berisi string '{searchTerms}', yang akan diganti pada waktu kueri dengan teks yang telah dimasukkan oleh pengguna sejauh ini.

Kebijakan ini persifat opsional. Jika tidak disetel, tidak ada URL yang disarankan yang akan digunakan.

URL yang disarankan Google dapat ditentukan sebagai: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Kebijakan ini hanya diterapkan jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderInstantURL">URL sekejap penyedia penelusuran default</string><string id="DefaultSearchProviderInstantURL_Explain">Menentukan URL mesin telusur yang digunakan untuk memberikan hasil instan. URL harus berisi string '{searchTerms}', yang akan diganti pada waktu kueri dengan teks yang telah dimasukkan oleh pengguna sejauh ini.

Kebijakan ini persifat opsional. Jika tidak disetel, tidak ada hasil penelusuran instan yang akan diberikan.

URL hasil instan Google dapat ditentukan sebagai: '{google:baseURL}suggest?q={searchTerms}'.

Kebijakan ini hanya diterapkan jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderIconURL">Ikon penyedia penelusuran default</string><string id="DefaultSearchProviderIconURL_Explain">Menentukan URL ikon favorit dari penyedia penelusuran default. Kebijakan ini bersifat opsional. Jika tidak disetel, ikon tidak akan ada untuk penyedia penelusuran. Kebijakan ini hanya berlaku jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderEncodings">Penyandiaksaraan penyedia penelusuran default</string><string id="DefaultSearchProviderEncodings_Explain">Menentukan penyandiaksaraan karakter yang didukung oleh penyedia penelusuran. Penyandiaksaraan adalah nama-nama halaman kode seperti UTF-8, GB2312, dan ISO-8859-1. Kode tersebut dicoba dalam urutan yang disediakan. Kebijakan ini bersifat opsional. Jika tidak disetel, default yang akan digunakan adalah UTF-8. Kebijakan ini hanya dipatuhi jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderEncodingsDesc">Penyandiaksaraan penyedia penelusuran default</string><string id="DefaultSearchProviderAlternateURLs">Daftar URL pengganti untuk penyedia penelusuran default</string><string id="DefaultSearchProviderAlternateURLs_Explain">Menentukan daftar URL pengganti yang dapat digunakan untuk mengekstrak istilah penelusuran dari mesin telusur. URL harus berisi string '{searchTerms}', yang akan digunakan untuk mengekstrak istilah penelusuran.

Kebijakan ini bersifat opsional. Jika tidak disetel, tidak ada URL pengganti akan digunakan untuk mengekstrak istilah penelusuran.

Kebijakan ini hanya diterapkan jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderAlternateURLsDesc">Daftar URL pengganti untuk penyedia penelusuran default</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter yang mengendalikan penempatan istilah penelusuran untuk penyedia penelusuran default</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Jika kebijakan ini disetel dan URL penelusuran yang disarankan dari omnibox berisi parameter ini dalam string kueri atau dalam pengenal fragmen, maka saran akan menampilkan istilah penelusuran dan penyedia penelusuran dan bukan URL penelusuran mentah.

Kebijakan ini adalah opsional. Jika tidak disetel, penggantian istilah penelusuran tidak akan dilakukan.

Kebijakan ini hanya akan ditaati jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderImageURL">Parameter menyediakan fitur telusuri pakai gambar untuk penyedia penelusuran default</string><string id="DefaultSearchProviderImageURL_Explain">Menentukan URL mesin telusur yang digunakan untuk menyediakan penelusuran gambar. Permintaan penelusuran akan dikirim menggunakan metode GET. Jika kebijakan DefaultSearchProviderImageURLPostParams disetel kemudian permintaan penelusuran gambar akan menggunakan metode POST.

Kebijakan ini bersifat opsional. Jika tidak disetel, penelusuran gambar akan digunakan.

Kebijakan ini hanya dipatuhi jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderNewTabURL">URL halaman tab baru penyedia penelusuran default</string><string id="DefaultSearchProviderNewTabURL_Explain">Menentukan URL yang digunakan oleh mesin telusur untuk memberikan halaman tab baru.

Kebijakan ini bersifat opsional. Jika tidak disetel, halaman tab baru tidak akan diberikan.

Kebijakan ini dipatuhi hanya jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderSearchURLPostParams">Parameter untuk URL penelusuran yang menggunakan POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Menentukan parameter yang digunakan saat menelusuri URL dengan POST. Berisi pasangan nama/nilai yang dipisahkan koma. Jika nilai adalah parameter template, seperti {searchTerms} dalam contoh di atas, akan diganti dengan data istilah penelusuran nyata.

Kebijakan ini bersifat opsional. Jika tidak disetel, permintaan penelusuran instan akan dikirim menggunakan metode GET.

Kebijakan ini hanya dikhususkan jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parameter untuk URL yang disarankan yang menggunakan POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Menentukan parameter yang digunakan saat melakukan penelusuran saran dengan POST. Terdiri dari pasangan nama/nilai yang dipisahkan koma. Jika nilai  parameter template, seperti {searchTerms} pada contoh di atas, akan diganti dengan data istilah penelusuran nyata.

Kebijakan ini bersifat opsional. Jika tidak disetel, sarankan permintaan saran penelusuran akan dikirim menggunakan metode GET.

Kebijakan ini hanya dipatuhi jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderInstantURLPostParams">Parameter untuk URL instan yang menggunakan POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Menentukan parameter yang digunakan saat melakukan penelusuran instan dengan POST. Berisi pasangan nama/nilai yang dipisahkan koma. Jika nilai adalah parameter template, seperti {searchTerms} dalam contoh di atas, akan diganti dengan data istilah penelusuran nyata.

Kebijakan ini bersifat opsional. Jika tidak disetel, permintaan penelusuran instan akan dikirim menggunakan metode GET.

Kebijakan ini hanya dipatuhi jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="DefaultSearchProviderImageURLPostParams">Parameter untuk URL gambar yang menggunakan POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Menentukan parameter yang digunakan saat melakukan penelusuran gambar dengan POST. Berisi pasangan nama/nilai yang dipisahkan koma. Jika nilai adalah parameter template, seperti {imageGambar kecil} contoh di atas, akan diganti dengan data thumbnail gambar nyata.

Kebijakan ini bersifat opsional. Jika tidak disetel, permintaan penelusuran akan dikirim menggunakan metode GET.

Kebijakan ini hanya dipatuhi jika kebijakan 'DefaultSearchProviderEnabled' diaktifkan.</string><string id="Proxy_group">Server proxy</string><string id="ProxyMode">Pilih cara menentukan setelan server proxy</string><string id="ProxyMode_Explain">Memungkinkan Anda menentukan server proxy yang digunakan oleh Google Chrome dan mencegah pengguna mengubah setelan roxy.

Jika Anda memilih untuk tidak pernah menggunakan server proxy dan selalu tersambung secara langsung, semua opsi lainnya akan diabaikan.

Jika Anda memilih untuk menggunakan setelan proxy sistem, semua opsi lainnya akan diabaikan.

Jika Anda memilih untuk mendeteksi server proxy secara otomatis, semua opsi lainnya akan diabaikan.

Jika Anda memilih mode proxy server tetap, Anda dapat menentukan opsi lebih lanjut di 'Alamat atau URL server proxy' dan 'Daftar aturan pengabaian proxy yang dipisahkan koma'. Hanya server proxy HTTP dengan prioritas tertinggi yang tersedia untuk aplikasi ARC.

Jika Anda memilih untuk menggunakan skrip proxy .pac, Anda harus menyebutkan URL ke skrip tersebut di 'URL ke file .pac proxy'.

Untuk contoh mendetail, kunjungi:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Jika Anda mengaktifkan setelan ini, Google Chrome dan aplikasi ARC akan mengabaikan semua opsi terkait proxy yang disebutkan di baris perintah.

Membiarkan kebijakan ini tidak tersetel akan memungkinkan pengguna memilih setelan proxy-nya sendiri.</string><string id="ProxyMode_ProxyDisabled">Jangan pernah gunakan proxy</string><string id="ProxyMode_ProxyAutoDetect">Mendeteksi setelan proxy secara otomatis</string><string id="ProxyMode_ProxyPacScript">Gunakan skrip proxy .pac</string><string id="ProxyMode_ProxyFixedServers">Gunakan server proxy tetap</string><string id="ProxyMode_ProxyUseSystem">Gunakan setelan proxy sistem</string><string id="ProxyServer">Alamat atau URL server proxy</string><string id="ProxyServer_Explain">Anda dapat menetapkan URL server proxy di sini.

Kebijakan ini hanya berlaku jika Anda telah memilih setelan proxy manual di 'Pilih cara menetapkan setelan server proxy'.

Sebaiknya biarkan kebijakan ini tidak disetel jika Anda telah memilih mode lainnya untuk menyetel kebijakan proxy.

Untuk opsi lain dan contoh detailnya, buka:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL untuk proxy file .pac</string><string id="ProxyPacUrl_Explain">Anda dapat menetapkan URL ke file .pac proxy di sini.

Kebijakan ini hanya berpengaruh jika Anda telah memilih setelan proxy manual di 'Pilih cara menetapkan setelan server proxy'.

Sebaiknya biarkan kebijakan ini tidak disetel jika Anda telah memilih mode lainnya untuk menyetel kebijakan proxy.

Untuk contoh detailnya, buka:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Peraturan mengabaikan proxy</string><string id="ProxyBypassList_Explain">Google Chrome akan mengabaikan semua proxy pada daftar host yang diberikan di sini.

Kebijakan ini hanya berpengaruh jika Anda telah memilih setelan proxy manual di 'Pilih cara menentukan setelan server proxy'.

Sebaiknya Anda membiarkan kebijakan ini tidak tersetel jika telah memilih mode lainnya untuk menyetel kebijakan proxy.

Untuk contoh mendetail lainnya, kunjungi:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ContentSettings_group">Setelan Konten</string><string id="DefaultCookiesSetting">Setelan cookie default</string><string id="DefaultCookiesSetting_Explain">Memungkinkan Anda menentukan apakah situs web diizinkan untuk menyetel data lokal atau tidak. Penyetelan data lokal bisa diizinkan untuk semua situs web atau ditolak untuk semua situs web.

Jika kebijakan ini disetel ke 'Simpan cookie untuk durasi sesi', cookie akan dihapus saat sesi ditutup. Perhatikan bahwa jika Google Chrome dijalankan dalam 'mode latar belakang', sesi mungkin tidak ditutup saat jendela terakhir ditutup. Lihat kebijakan 'BackgroundModeEnabled' untuk informasi selengkapnya tentang cara mengonfigurasi perilaku ini.

Jika kebijakan ini tidak disetel, 'AllowCookies' akan digunakan dan pengguna dapat mengubahnya.</string><string id="DefaultCookiesSetting_AllowCookies">Izinkan semua situs menyetel data lokal</string><string id="DefaultCookiesSetting_BlockCookies">Jangan izinkan situs mana pun menyetel data lokal</string><string id="DefaultCookiesSetting_SessionOnly">Menyimpan cookie selama durasi sesi</string><string id="DefaultImagesSetting">Setelan gambar default</string><string id="DefaultImagesSetting_Explain">Memungkinkan Anda menyetel apakah situs diizinkan untuk menampilkan gambar. Menampilkan gambar dapat diizinkan untuk semua situs web atau ditolak untuk semua situs web. Jika kebijakan ini dibiarkan tidak disetel, 'AllowImages' akan digunakan dan pengguna dapat mengubahnya.</string><string id="DefaultImagesSetting_AllowImages">Izinkan semua situs menampilkan semua gambar</string><string id="DefaultImagesSetting_BlockImages">Jangan izinkan situs apa pun menampilkan gambar</string><string id="DefaultJavaScriptSetting">Setelan JavaScript default</string><string id="DefaultJavaScriptSetting_Explain">Memungkinkan Anda menyetel apakah situs web diizinkan menjalankan JavaScript. Menjalankan JavaScript dapat diizinkan atau ditolak untuk semua situs web. Jika kebijakan ini tidak disetel, 'AllowJavaScript' akan digunakan dan pengguna dapat mengubahnya.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Izinkan semua situs menjalankan JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Jangan izinkan situs apa pun menjalankan JavaScript</string><string id="DefaultPluginsSetting">Setelan Flash default</string><string id="DefaultPluginsSetting_Explain">Memungkinkan Anda menyetel apakah situs diizinkan untuk otomatis menjalankan plugin Flash. Fitur otomatis menjalankan plugin Flash dapat diizinkan untuk semua situs atau ditolak untuk semua situs.

Fitur klik untuk memutar memungkinkan plugin Flash berjalan, namun pengguna harus mengklik placeholder untuk mulai menjalankannya.

Jika kebijakan ini tidak disetel, pengguna akan dapat mengubah setelan ini secara manual.</string><string id="DefaultPluginsSetting_AllowPlugins">Izinkan semua situs menjalankan plugin Flash secara otomatis</string><string id="DefaultPluginsSetting_BlockPlugins">Blokir plugin Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Klik untuk memainkan</string><string id="DefaultPopupsSetting">Setelan pop-up default</string><string id="DefaultPopupsSetting_Explain">Memungkinkan Anda menentukan apakah situs diizinkan untuk menampilkan pop-up. Menampilkan pop-up dapat diizinkan atau diblokir untuk semua situs. Jika kebijakan ini tidak disetel, 'BlockPopups' akan digunakan dan pengguna dapat mengubahnya.</string><string id="DefaultPopupsSetting_AllowPopups">Izinkan semua situs menampilkan pop-up</string><string id="DefaultPopupsSetting_BlockPopups">Jangan izinkan situs mana pun menampilkan pop-up</string><string id="DefaultNotificationsSetting">Setelan pemberitahuan default</string><string id="DefaultNotificationsSetting_Explain">Memungkinkan Anda menyetel apakah situs web diizinkan untuk menampilkan pemberitahuan desktop. Menampilkan pemberitahuan desktop dapat diizinkan secara default, ditolak secara default, atau pengguna dapat ditanya setiap kali sebuah situs web ingin menampilkan pemberitahuan desktop. Jika kebijakan ini tidak disetel, 'AskNotifications' akan digunakan dan pengguna dapat mengubahnya.</string><string id="DefaultNotificationsSetting_AllowNotifications">Izinkan situs menampilkan pemberitahuan desktop</string><string id="DefaultNotificationsSetting_BlockNotifications">Jangan izinkan situs apa pun menampilkan pemberitahuan desktop</string><string id="DefaultNotificationsSetting_AskNotifications">Tanyakan setiap kali situs ingin menampilkan pemberitahuan desktop</string><string id="DefaultGeolocationSetting">Setelan geolokasi default</string><string id="DefaultGeolocationSetting_Explain">Memungkinkan Anda mengatur apakah situs web diizinkan untuk melacak lokasi fisik pengguna. Melacak lokasi fisik pengguna dapat diizinkan secara default, ditolak secara default, atau pengguna dapat ditanya setiap kali sebuah situs web meminta lokasi fisik. Jika kebijakan ini dibiarkan tidak disetel, 'AskGeolocation' akan digunakan dan pengguna dapat mengubahnya.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Izinkan situs melacak lokasi fisik pengguna</string><string id="DefaultGeolocationSetting_BlockGeolocation">Jangan izinkan situs mana pun melacak lokasi fisik pengguna</string><string id="DefaultGeolocationSetting_AskGeolocation">Tanyakan setiap kali situs ingin melacak lokasi fisik pengguna</string><string id="DefaultWebBluetoothGuardSetting">Mengontrol penggunaan API Bluetooth Web</string><string id="DefaultWebBluetoothGuardSetting_Explain">Memungkinkan Anda menyetel apakah situs web dapat mengakses perangkat Bluetooth di sekitar. Akses dapat diblokir sepenuhnya, atau pengguna dapat dimintai izin setiap kali situs web ingin mengakses perangkat Bluetooth di sekitar.

Jika kebijakan ini belum disetel, '3' akan digunakan, dan pengguna dapat mengubahnya.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Jangan izinkan situs apa pun meminta akses ke perangkat Bluetooth melalui API Bluetooth Web</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Izinkan situs meminta pengguna memberikan akses ke perangkat Bluetooth di sekitar</string><string id="AutoSelectCertificateForUrls">Memilih sertifikat klien untuk situs ini secara otomatis</string><string id="AutoSelectCertificateForUrls_Explain">Memungkinkan Anda menentukan daftar pola URL yang menetapkan situs tempat Google Chrome akan memilih sertifikat klien secara otomatis, jika situs meminta sertifikat.

Nilai harus berupa rangkaian kamus dengan string JSON. Setiap kamus harus memiliki bentuk { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, dengan $URL_PATTERN yang merupakan pola setelan konten. $FILTER membatasi asal sertifikat klien yang akan dipilih browser secara otomatis. Terlepas dari filter, hanya sertifikat yang cocok dengan permintaan sertifikat server yang akan dipilih. Selain itu, jika $FILTER memiliki bentuk { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, hanya sertifikat klien yang dikeluarkan oleh sertifikat dengan CommonName $ISSUER_CN yang akan dipilih. Jika $FILTER berupa kamus kosong {}, pemilihan sertifikat klien tidak lagi dibatasi.

Jika kebijakan ini tidak disetel, tidak akan ada pemilihan otomatis untuk situs apa pun.</string><string id="AutoSelectCertificateForUrlsDesc">Memilih sertifikat klien untuk situs ini secara otomatis</string><string id="CookiesAllowedForUrls">Izinkan cookie di situs ini</string><string id="CookiesAllowedForUrls_Explain">Memungkinkan Anda menyetel daftar pola url yang menentukan situs yang diizinkan untuk menyetel cookie. Jika kebijakan ini dibiarkan tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultCookiesSetting', jika disetel, atau konfigurasi pribadi pengguna.</string><string id="CookiesAllowedForUrlsDesc">Izinkan cookie di situs ini</string><string id="CookiesBlockedForUrls">Cekal cookie di situs ini</string><string id="CookiesBlockedForUrls_Explain">Memungkinkan Anda menyetel daftar pola url yang menentukan situs yang tidak diizinkan untuk menyetel cookie. Jika kebijakan ini dibiarkan tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultCookiesSetting', jika disetel, atau konfigurasi pribadi pengguna.</string><string id="CookiesBlockedForUrlsDesc">Cekal cookie di situs ini</string><string id="CookiesSessionOnlyForUrls">Izinkan cookie sesi saja di situs-situs tersebut</string><string id="CookiesSessionOnlyForUrls_Explain">Memungkinkan Anda menyetel daftar pola URL yang menetapkan situs yang diizinkan menyetel sesi cookie saja.

Jika kebijakan ini tidak disetel, nilai default global akan digunakan untuk semua situs baik dari kebijakan 'DefaultCookiesSetting' jika disetel, maupun konfigurasi pribadi pengguna.

Perhatikan bahwa jika Google Chrome berjalan dalam 'mode latar belakang', sesi mungkin tidak akan ditutup ketika jendela browser yang terakhir ditutup, namun sebagai gantinya akan tetap aktif hingga keluar dari browser. Lihat kebijakan 'BackgroundModeEnabled' untuk informasi selengkapnya tentang cara mengonfigurasi perilaku ini.

Jika kebijakan &quot;RestoreOnStartup&quot; disetel untuk memulihkan URL dari sesi sebelumnya, kebijakan ini akan diabaikan dan cookie akan disimpan secara permanen untuk situs tersebut.</string><string id="CookiesSessionOnlyForUrlsDesc">Izinkan cookie sesi saja di situs-situs tersebut</string><string id="ImagesAllowedForUrls">Izinkan gambar di situs ini</string><string id="ImagesAllowedForUrls_Explain">Memungkinkan Anda menyetel daftar pola url yang menentukan situs yang diizinkan untuk menampilkan gambar. Jika kebijakan ini dibiarkan tanpa disetel, nilai global default akan digunakan untuk semua situs, baik dari kebijakan 'DefaultImagesSetting', jika disetel, maupun konfigurasi pribadi pengguna.</string><string id="ImagesAllowedForUrlsDesc">Izinkan gambar di situs ini</string><string id="ImagesBlockedForUrls">Cekal gambar pada situs ini</string><string id="ImagesBlockedForUrls_Explain">Memungkinkan Anda menyetel daftar pola URL yang menentukan situs yang tidak diizinkan untuk menampilkan gambar. Jika kebijakan ini tidak disetel, nilai global default akan digunakan untuk semua situs, baik dari kebijakan 'DefaultImagesSetting', jika disetel, atau konfigurasi pribadi pengguna.</string><string id="ImagesBlockedForUrlsDesc">Cekal gambar pada situs ini</string><string id="JavaScriptAllowedForUrls">Izinkan JavaScript di situs ini</string><string id="JavaScriptAllowedForUrls_Explain">Memungkinkan Anda menyetel daftar pola url yang menentukan situs yang tidak diizinkan untuk menjalankan JavaScript. Jika kebijakan ini tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultJavaScriptSetting', jika disetel, ataupun dari konfigurasi pribadi pengguna.</string><string id="JavaScriptAllowedForUrlsDesc">Izinkan JavaScript di situs ini</string><string id="JavaScriptBlockedForUrls">Cekal JavaScript di situs ini</string><string id="JavaScriptBlockedForUrls_Explain">Memungkinkan Anda menyetel daftar pola url yang menentukan situs yang tidak diizinkan untuk menjalankan JavaScript. Jika kebijakan ini tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultJavaScriptSetting', jika disetel, ataupun dari konfigurasi pribadi pengguna.</string><string id="JavaScriptBlockedForUrlsDesc">Cekal JavaScript di situs ini</string><string id="PluginsAllowedForUrls">Izinkan plugin Flash di situs ini</string><string id="PluginsAllowedForUrls_Explain">Memungkinkan Anda menetapkan daftar pola URL yang menentukan situs yang diizinkan menjalankan plugin Flash.

Jika kebijakan tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultPluginsSetting' jika disetel, atau konfigurasi pribadi pengguna.</string><string id="PluginsAllowedForUrlsDesc">Izinkan plugin Flash di situs ini</string><string id="PluginsBlockedForUrls">Blokir plugin Flash di situs ini</string><string id="PluginsBlockedForUrls_Explain">Memungkinkan Anda menetapkan daftar pola URL yang menentukan situs yang tidak diizinkan untuk menjalankan plugin Flash.

Jika kebijakan ini tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultPluginsSetting' jika disetel, atau konfigurasi pribadi pengguna.</string><string id="PluginsBlockedForUrlsDesc">Blokir plugin Flash di situs ini</string><string id="PopupsAllowedForUrls">Izinkan pop-up di situs ini</string><string id="PopupsAllowedForUrls_Explain">Memungkinkan Anda menyetel daftar pola url yang menentukan situs yang diizinkan membuka pop-up. Jika kebijakan ini tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultPopupsSetting', jika disetel, atau konfigurasi pribadi pengguna.</string><string id="PopupsAllowedForUrlsDesc">Izinkan pop-up di situs ini</string><string id="RegisteredProtocolHandlers">Daftarkan penangan protokol</string><string id="RegisteredProtocolHandlers_Explain">Memungkinkan Anda mendaftarkan daftar penangan protokol. Ini hanya dapat menjadi kebijakan yang disarankan. Properti |protokol| sebaiknya disetel ke skema seperti 'mailto' dan properti |url| sebaiknya disetel ke pola URL aplikasi yang menangani skema. Pola tersebut dapat berisi '%s', yang apabila disajikan akan menggantikan URL yang ditangani.

Penangan protokol yang didaftarkan oleh kebijakan digabung dengan penangan protokol yang didaftarkan oleh pengguna dan keduanya tersedia untuk digunakan. Pengguna dapat mengganti penangan protokol yang dipasang oleh kebijakan dengan memasang penangan default baru, namun pengguna tidak dapat membuang penangan protokol yang didaftarkan oleh kebijakan.</string><string id="PopupsBlockedForUrls">Cekal pop-up di situs ini</string><string id="PopupsBlockedForUrls_Explain">Memungkinkan Anda menyetel daftar pola URL yang menentukan situs yang tidak diizinkan untuk membuka pop-up. Jika kebijakan ini tidak disetel, nilai default global akan digunakan untuk semua situs baik dari kebijakan 'DefaultPopupsSetting', jika disetel, atau konfigurasi pribadi pengguna.</string><string id="PopupsBlockedForUrlsDesc">Cekal pop-up di situs ini</string><string id="NotificationsAllowedForUrls">Izinkan pemberitahuan di situs ini</string><string id="NotificationsAllowedForUrls_Explain">Memungkinkan Anda menyetel daftar pola url yang menentukan situs yang tidak diizinkan untuk menampilkan pemberitahuan. Jika kebijakan ini tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultNotificationsSetting', jika disetel, atau konfigurasi pribadi pengguna.</string><string id="NotificationsAllowedForUrlsDesc">Izinkan pemberitahuan di situs ini</string><string id="NotificationsBlockedForUrls">Mencekal pemberitahuan di situs ini</string><string id="NotificationsBlockedForUrls_Explain">Memungkinkan Anda menyetel daftar pola url yang menentukan situs yang tidak diizinkan untuk menampilkan pemberitahuan. Jika kebijakan ini tidak disetel, nilai default global akan digunakan untuk semua situs, baik dari kebijakan 'DefaultNotificationsSetting', jika disetel, atau konfigurasi pribadi pengguna.</string><string id="NotificationsBlockedForUrlsDesc">Mencekal pemberitahuan di situs ini</string><string id="Accessibility_group">Setelan aksesibilitas</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Tampilkan opsi aksesibilitas di menu baki sistem</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Aktifkan kursor besar</string><string id="LargeCursorEnabled_Explain">Mengaktifkan fitur aksesibilitas kursor besar.

Jika kebijakan ini disetel ke true, kursor besar akan selalu diaktifkan.

Jika kebijakan ini disetel ke false, kursor besar akan selalu dinonaktifkan.

Jika Anda menyetel kebijakan ini, pengguna tidak dapat mengubah atau menimpanya.

Jika kebijakan ini tidak disetel, kursor besar pertama-tama akan dinonaktifkan, namun dapat diaktifkan oleh pengguna kapan saja.</string><string id="SpokenFeedbackEnabled">Aktifkan masukan lisan</string><string id="SpokenFeedbackEnabled_Explain">Mengaktifkan fitur aksesibilitas masukan yang diucapkan.

Jika kebijakan ini disetel ke true, masukan yang diucapkan akan selalu diaktifkan.

Jika kebijakan ini disetel ke false, masukan yang diucapkan akan selalu dinonaktifkan.

Jika Anda menyetel kebijakan ini, pengguna tidak dapat mengubah atau menimpanya.

Jika kebijakan ini tidak disetel, masukan yang diucapkan pertama-tama dinonaktifkan, namun dapat diaktifkan oleh pengguna kapan saja.</string><string id="HighContrastEnabled">Aktifkan mode kontras tinggi</string><string id="HighContrastEnabled_Explain">Mengaktifkan fitur aksesibilitas mode kontras tinggi.

Jika kebijakan ini disetel ke true, mode kontras tinggi akan selalu diaktifkan.

Jika kebijakan ini disetel ke false, mode kontras tinggi akan selalu dinonaktifkan.

Jika Anda menyetel kebijakan ini, pengguna tidak dapat mengubah atau menimpanya.

Jika kebijakan ini tidak disetel, mode kontras tinggi pertama-tama dinonaktifkan, namun dapat diaktifkan oleh pengguna kapan saja.</string><string id="VirtualKeyboardEnabled">Aktifkan keyboard di layar</string><string id="VirtualKeyboardEnabled_Explain">Mengaktifkan fitur aksesibilitas keyboard di layar.

Jika kebijakan ini disetel ke true, keyboard di layar akan selalu diaktifkan.

Jika kebijakan ini disetel ke false, keyboard di layar akan selalu dinonaktifkan.

Jika Anda menyetel kebijakan ini, pengguna tidak dapat mengubah atau menggantinya.

Jika kebijakan ini tidak disetel, keyboard di layar awalnya dinonaktifkan namun dapat diaktifkan oleh pengguna kapan saja.</string><string id="KeyboardDefaultToFunctionKeys">Default tombol media ke tombol fungsi</string><string id="KeyboardDefaultToFunctionKeys_Explain">Mengubah perilaku default tombol baris teratas ke tombol fungsi.

Jika kebijakan ini disetel ke true, tombol baris teratas keyboard akan membuat perintah tombol fungsi per default. Tombol penelusuran harus ditekan untuk mengembalikan perilakunya ke tombol media.

Jika kebijakan ini disetel ke false atau dibiarkan tidak disetel, keyboard akan membuat perintah tombol media per default dan perintah tombol fungsi saat tombol penelusuran ditahan.</string><string id="ScreenMagnifierType">Menyetel jenis lup</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Lup dinonaktifkan</string><string id="ScreenMagnifierType_Full-screen">Lup layar penuh diaktifkan</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Setel status default kursor besar di layar masuk</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Menyetel status default fitur aksesibilitas kursor besar di layar masuk.

Jika kebijakan ini disetel ke true, kursor besar akan diaktifkan saat layar masuk ditampilkan.

Jika kebijakan ini disetel ke false, kursor besar akan dinonaktifkan saat layar masuk ditampilkan.

Jika Anda menyetel kebijakan ini, pengguna dapat menimpanya untuk sementara dengan mengaktifkan atau menonaktifkan kursor besar. Namun, pilihan pengguna tidak bersifat permanen dan setelan default akan dipulihkan kapan pun layar masuk ditampilkan lagi atau pengguna menganggur di layar masuk selama satu menit.

Jika kebijakan ini tidak disetel, kursor besar dinonaktifkan saat layar masuk ditampilkan untuk pertama kali. Pengguna dapat mengaktifkan atau menonaktifkan kursor besar kapan pun dan statusnya di layar masuk bersifat permanen antar pengguna.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Menyetel status default masukan yang diucapkan di layar masuk</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Menyetel status default fitur aksesibilitas masukan yang diucapkan di layar masuk.

Jika kebijakan ini disetel ke true, masukan yang diucapkan akan diaktifkan saat layar masuk ditampilkan.

Jika kebijakan ini disetel ke false, masukan yang diucapkan akan dinonaktifkan saat layar masuk ditampilkan.

Jika Anda menyetel kebijakan ini, pengguna dapat menimpanya untuk sementara dengan mengaktifkan atau menonaktifkan masukan yang diucapkan. Namun, pilihan pengguna tidak bersifat permanen dan setelan default akan dipulihkan kapan pun layar masuk ditampilkan lagi atau pengguna tetap menganggur di layar masuk selama satu menit.

Jika kebijakan ini tidak disetel, masukan yang diucapkan akan dinonaktifkan saat layar masuk ditampilkan untuk pertama kali. Pengguna dapat mengaktifkan atau menonaktifkan masukan yang diucapkan kapan saja dan statusnya di layar masuk bersifat permanen antar pengguna.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Menyetel status default mode kontras tinggi di layar masuk</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Menyetel status default fitur aksesibilitas mode kontras tinggi di layar masuk.

Jika kebijakan ini disetel ke true, mode kontras tinggi akan diaktifkan saat layar masuk ditampilkan.

Jika kebijakan ini disetel ke false, mode kontras tinggi akan dinonaktifkan saat layar masuk ditampilkan.

Jika Anda menyetel kebijakan ini, pengguna dapat menimpanya untuk sementara dengan mengaktifkan atau menonaktifkan mode kontras tinggi. Namun, pilihan pengguna tidak bersifat permanen dan setelan default akan dipulihkan kapan pun layar masuk ditampilkan lagi atau pengguna tetap menganggur di layar masuk selama satu menit.

Jika kebijakan ini tidak disetel, mode kontras tinggi dinonaktifkan saat layar masuk ditampilkan untuk pertama kali. Pengguna dapat mengaktifkan atau menonaktifkan mode kontras tinggi kapan saja dan statusnya di layar masuk bersifat permanen antar pengguna.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Menyetel status default keyboard di layar di layar masuk</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Menyetel status default fitur aksesibilitas keyboard di layar pada layar masuk.

Jika kebijakan ini disetel ke true, keyboard di layar akan diaktifkan saat layar masuk ditampilkan.

Jika kebijakan ini disetel ke false, keyboard di layar akan dinonaktifkan saat layar masuk ditampilkan.

Jika Anda menyetel kebijakan ini, pengguna dapat menggantinya untuk sementara dengan mengaktifkan atau menonaktifkan keyboard di layar. Akan tetapi, pilihan pengguna tidak bersifat tetap dan setelan default akan dipulihkan ketika layar masuk ditampilkan kembali atau pengguna menganggur di layar masuk selama satu menit.

Jika kebijakan ini tidak disetel, keyboard di layar akan dinonaktifkan ketika layar masuk ditampilkan untuk pertama kali. Pengguna dapat mengaktifkan atau menonaktifkan keyboard di layar kapan saja dan statusnya pada layar masuk bersifat tetap antarpengguna.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Menyetel jenis lup default yang diaktifkan di layar masuk</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Menyetel jenis lup default yang diaktifkan di layar masuk.

Jika kebijakan ini disetel, kebijakan ini mengontrol jenis lup yang diaktifkan saat layar masuk ditampilkan. Menyetel kebijakan ini ke &quot;None&quot; menonaktifkan lup.

Jika Anda menyetel kebijakan ini, pengguna dapat menimpanya untuk sementara dengan mengaktifkan atau menonaktifkan lup. Namun, pilihan pengguna tidak bersifat permanen dan setelan default akan dipulihkan kapan pun layar masuk ditampilkan lagi atau pengguna tetap menganggur di layar masuk selama satu menit.

Jika kebijakan ini tidak disetel, lup dinonaktifkan saat layar masuk ditampilkan untuk pertama kali. Pengguna dapat mengaktifkan atau menonaktifkan lup kapan saja dan statusnya di layar masuk bersifat permanen antar pengguna.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Lup dinonaktifkan</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Lup layar penuh diaktifkan</string><string id="AllowDeletingBrowserHistory">Aktifkan penghapusan histori download atau browser</string><string id="AllowDeletingBrowserHistory_Explain">Mengaktifkan penghapusan histori browser dan histori download di Google Chrome dan mencegah pengguna mengubah setelan berikut.

Perhatikan bahwa meskipun kebijakan ini dinonaktifkan, histori download dan penjelajahan tidak dijamin akan tersimpan: pengguna dapat mengedit atau menghapus file basis data histori secara langsung, dan browser itu sendiri mungkin kedaluwarsa atau dapat mengarsipkan beberapa atau semua item histori kapan saja.

Jika setelan ini diaktifkan atau tidak disetel, histori penjelajahan atau download dapat dihapus.

Jika setelan ini dinonaktifkan, histori penjelajahan dan download tidak dapat dihapus.</string><string id="AllowDinosaurEasterEgg">Izinkan Game Dinosaur Easter Egg</string><string id="AllowDinosaurEasterEgg_Explain">Mengizinkan pengguna memainkan game dinosaur easter egg saat perangkat offline.

Jika kebijakan ini disetel ke False, pengguna tidak dapat memainkan game dinosaur easter egg saat perangkat offline. Jika setelan ini disetel ke True, pengguna dapat memainkan game tersebut. Jika kebijakan ini tidak disetel, pengguna tidak dapat memainkan game dinosaur easter egg pada Chrome OS yang terdaftar, tapi pengguna dapat memainkannya dalam situasi tertentu.</string><string id="AllowOutdatedPlugins">Izinkan menjalankan plugin yang kedaluwarsa</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Mengizinkan penguncian layar</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Menetapkan domain yang diizinkan untuk mengakses Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Mengaktifkan halaman kesalahan alternatif</string><string id="AlternateErrorPagesEnabled_Explain">Memungkinkan penggunaan halaman kesalahan alternatif yang disertakan di dalam Google Chrome (misalnya 'halaman tidak ditemukan') dan mencegah pengguna mengubah setelan ini. Jika Anda mengaktifkan setelan ini, halaman kesalahan alternatif akan digunakan. Jika Anda menonaktifkan setelan ini, halaman kesalahan alternatif tidak akan pernah digunakan. Jika Anda mengaktifkan atau menonaktifkan setelan ini, pengguna tidak dapat mengubah atau menimpa setelan di Google Chrome. Jika kebijakan ini dibiarkan tidak disetel, setelan ini akan diaktifkan, namun pengguna dapat mengubahnya.</string><string id="AlwaysAuthorizePlugins">Selalu jalankan plugin yang membutuhkan otorisasi</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Aktifkan Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Jika kebijakan ini disetel ke true, data aplikasi Android akan diupload ke server Pencadangan Android dan dipulihkan saat pemasangan ulang aplikasi untuk aplikasi yang kompatibel.

Jika kebijakan ini disetel ke false, Android Backup Service akan dinonaktifkan.

Jika setelan ini dikonfigurasi, pengguna tidak dapat mengubahnya sendiri.

Jika setelan ini tidak dikonfigurasi, pengguna dapat mengaktifkan dan menonaktifkan Android Backup Service di aplikasi Setelan Android.</string><string id="ArcCertificatesSyncMode">Menyetel ketersediaan sertifikat untuk aplikasi ARC</string><string id="ArcCertificatesSyncMode_Explain">Jika disetel ke SyncDisabled atau tidak dikonfigurasi, sertifikat Google Chrome OS tidak tersedia untuk aplikasi ARC.

Jika disetel ke CopyCaCerts, semua sertifikat CA yang memasang ONC dengan Web TrustBit tersedia untuk aplikasi ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Menonaktifkan penggunaan sertifikat Google Chrome OS untuk aplikasi ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Mengaktifkan sertifikat CA Google Chrome OS untuk aplikasi ARC</string><string id="ArcEnabled">Aktifkan ARC</string><string id="ArcEnabled_Explain">Jika kebijakan ini disetel ke True, ARC akan diaktifkan untuk pengguna
(tunduk pada pemeriksaan setelan kebijakan tambahan - ARC akan tetap
tidak tersedia jika mode singkat atau fitur masuk banyak akun diaktifkan
di sesi pengguna saat ini).

Jika setelan ini dinonaktifkan atau tidak dikonfigurasi, pengguna perusahaan
tidak dapat menggunakan ARC.</string><string id="ArcLocationServiceEnabled">Mengaktifkan Layanan Lokasi Google Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Mengonfigurasi ARC</string><string id="ArcPolicy_Explain">Menentukan kumpulan kebijakan yang akan diteruskan ke ARC runtime. Nilainya harus JSON yang valid.

Kebijakan ini dapat digunakan untuk mengonfigurasi aplikasi Android mana yang dapat diinstal secara otomatis di perangkat:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;ID aplikasi Android, misalnya &quot;com.google.android.gm&quot; untuk Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Menentukan cara aplikasi diinstal. OPTIONAL: Aplikasi tersebut tidak diinstal secara otomatis, namun pengguna dapat menginstalnya. Ini merupakan default jika kebijakan tidak ditentukan. PRELOAD: Aplikasi diinstal secara otomatis, namun pengguna dapat meng-uninstalnya. FORCE_INSTALLED: Aplikasi diinstal secara otoamtis dan pengguna tidak dapat meng-uninstalnya. BLOCKED: Aplikasi diblokir dan tidak dapat diinstal. Jika aplikasi diinstal saat menggunakan kebijakan sebelumnya, aplikasi akan di-uninstal&quot;.,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Kebijakan untuk memberi permintaan izin ke aplikasi. PERMISSION_POLICY_UNSPECIFIED: Kebijakan tidak ditentukan. Jika tidak ada kebijakan yang ditentukan untuk izin pada tingkat apa pun, perilaku `PROMPT` akan digunakan secara default. PROMPT: Meminta pengguna untuk memberi izin. GRANT: Memberi izin secara otomatis. DENY: Menolak izin secara otomatis&quot;.,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Objek konfigurasi JSON khusus aplikasi dengan kumpulan pasangan kunci-nilai, misalnya '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Kunci ditentukan dalam manifes aplikasi&quot;.,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Untuk menyematkan aplikasi ke peluncur, lihat PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Izinkan atau tolak penangkapan audio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL yang akan diberi akses ke perangkat perekam audio tanpa peringatan</string><string id="AudioCaptureAllowedUrls_Explain">Pola dalam daftar ini akan dicocokan dengan asal
keamanan URL yang meminta.  Jika tidak ditemukan kecocokan, akses ke perangkat
yang merekam audio akan diberikan tanpa permintaan.

CATATAN: Hingga versi 45, kebijakan ini hanya didukung dalam mode Kios.</string><string id="AudioCaptureAllowedUrlsDesc">URL yang akan diberi akses ke perangkat perekam audio tanpa peringatan</string><string id="AudioOutputAllowed">Mengizinkan pemutaran audio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Aktifkan IsiOtomatis</string><string id="AutoFillEnabled_Explain">Mengaktifkan fitur IsiOtomatis Google Chrome dan memungkinkan pengguna melengkapi formulir web secara otomatis menggunakan informasi yang tersimpan sebelumnya seperti alamat atau informasi kartu kredit. Jika Anda menonaktifkan setelan ini, IsiOtomatis tidak akan dapat diakses pengguna. Jika Anda mengaktifkan setelan ini atau tidak menyetel nilai, IsiOtomatis akan tetap berada di bawah kontrol pengguna. Cara ini akan memungkinkan pengguna mengonfigurasi profil IsiOtomatis dan mengaktifkan atau menonaktifkan IsiOtomatis sesuai keinginan mereka.</string><string id="AutofillCreditCardEnabled">Mengaktifkan IsiOtomatis untuk kartu kredit</string><string id="AutofillCreditCardEnabled_Explain">Mengaktifkan fitur IsiOtomatis Google Chrome dan memungkinkan pengguna mengisi otomatis informasi alamat dan kartu kredit di formulir web menggunakan informasi yang disimpan sebelumnya.

Jika Anda menonaktifkan setelan ini, IsiOtomatis tidak akan menyarankan atau mengisi informasi kartu kredit, serta tidak akan menyimpan informasi kartu kredit tambahan yang mungkin dikirim oleh pengguna saat browsing web.

Jika Anda mengaktifkan setelan ini atau tidak menyetel nilai, pengguna dapat mengontrol fitur IsiOtomatis secara keseluruhan (termasuk kartu kredit) di UI.</string><string id="BlockThirdPartyCookies">Cekal cookie pihak ketiga</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Aktifkan Bilah Bookmark</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Autentikasi portal tawanan mengabaikan proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Nonaktifkan penerapan Transparansi Sertifikat untuk daftar URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Menonaktifkan penerapan persyaratan Transparansi Sertifikat ke URL yang tercantum.

Kebijakan ini memungkinkan agar sertifikat hostname pada URL yang ditentukan, tidak diungkapkan melalui Transparansi Sertifikat. Ini memungkinkan sertifikat yang tidak tepercaya untuk terus digunakan, karena tidak diungkapkan ke publik dengan tepat, namun lebih sulit mendeteksi sertifikat yang salah terbit untuk host tersebut.

Pola URL diformat menurut https://www.chromium.org/administrators/url-blacklist-filter-format. Namun, karena sertifikat valid untuk hostname tertentu yang bukan bagian dari skema, port, atau jalur, hanya bagian hostname URL yang dipertimbangkan. Host karakter pengganti tidak didukung.

Jika kebijakan ini tidak disetel, sertifikat yang harus diungkapkan melalui Transparansi Sertifikat akan dianggap tidak tepercaya jika tidak diungkapkan menurut kebijakan Transaparansi Sertifikat.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Nonaktifkan penerapan Transparansi Sertifikat untuk daftar URL</string><string id="ChromeOsLockOnIdleSuspend">Aktifkan kunci bila perangkat menganggur atau ditangguhkan</string><string id="ChromeOsLockOnIdleSuspend_Explain">Mengaktifkan kunci jika perangkat Google Chrome OS menganggur atau ditangguhkan.

Jika Anda mengaktifkan setelan ini, pengguna akan dimintai sandi untuk membuka kunci perangkat dari mode tidur.

Jika Anda menonaktifkan setelan ini, pengguna tidak akan dimintai sandi untuk membuka kunci perangkat dari mode tidur.

Jika Anda mengaktifkan atau menonaktifkan setelan ini, pengguna tidak dapat mengubah atau menggantinya.

Jika kebijakan dibiarkan tidak disetel, pengguna dapat memilih apakah mereka ingin diminta memasukkan sandi untuk membuka kunci perangkat atau tidak.</string><string id="ChromeOsMultiProfileUserBehavior">Mengontrol perilaku pengguna pada sesi multiprofil</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Mengontrol perilaku pengguna di sesi multi profil di perangkat Google Chrome OS.

Jika kebijakan ini disetel ke 'MultiProfileUserBehaviorUnrestricted', pengguna dapat menjadi pengguna utama atau sekunder di sesi multi profil.

Jika kebijakan ini disetel ke 'MultiProfileUserBehaviorMustBePrimary', pengguna hanya dapat menjadi pengguna utama di sesi multi profil.

Jika kebijakan ini disetel ke 'MultiProfileUserBehaviorNotAllowed', pengguna tidak dapat menjadi bagian sesi multi profil.

Jika Anda menyetel setelan ini, pengguna tidak dapat mengubah atau membatalkannya.

Jika setelan diubah saat pengguna masuk ke sesi multi profil, semua pengguna di sesi ini akan diperiksa berdasarkan setelan mereka yang terkait. Sesi akan ditutup jika salah satu pengguna tidak lagi diizinkan berada di sesi tersebut.

Jika kebijakan dibiarkan tidak disetel, nilai default 'MultiProfileUserBehaviorMustBePrimary' berlaku untuk pengguna yang dikelola oleh perusahaan dan 'MultiProfileUserBehaviorUnrestricted' akan digunakan untuk pengguna yang tidak dikelola.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Memungkinkan pengguna perusahaan menjadi primer dan sekunder (Perilaku default untuk pengguna yang tidak dikelola)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Memungkinkan pengguna perusahaan menjadi pengguna banyak profil primer saja (Perilaku default untuk pengguna yang dikelola perusahaan)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Jangan izinkan pengguna perusahaan untuk menjadi bagian dari multiprofil (primer atau sekunder)</string><string id="ChromeOsReleaseChannel">Saluran rilis</string><string id="ChromeOsReleaseChannel_Explain">Menentukan saluran rilis yang harus dikunci oleh perangkat ini.</string><string id="ChromeOsReleaseChannel_StableChannel">Saluran stabil</string><string id="ChromeOsReleaseChannel_BetaChannel">Saluran beta</string><string id="ChromeOsReleaseChannel_DevChannel">Saluran pengembang (mungkin tidak stabil)</string><string id="ChromeOsReleaseChannelDelegated">Apakah saluran rilis dapat dikonfigurasi oleh pengguna atau tidak</string><string id="ChromeOsReleaseChannelDelegated_Explain">Jika kebijakan ini disetel ke True dan kebijakan ChromeOsReleaseChannel tidak ditentukan, maka pengguna domain yang mendaftar akan diizinkan mengubah saluran rilis perangkat. Jika kebijakan ini disetel ke false, perangkat akan dikunci pada saluran apa pun yang disetel terakhir kali.

Saluran yang dipilih pengguna akan ditimpa oleh kebijakan ChromeOsReleaseChannel, namun jika saluran kebijakan lebih stabil dari saluran kebijakan yang telah terpasang pada perangkat, maka saluran ini hanya akan beralih setelah versi saluran yang lebih stabil mencapai jumlah versi yang lebih tinggi dari saluran kebijakan yang telah terpasang pada perangkat.</string><string id="ComponentUpdatesEnabled">Mengaktifkan update komponen di Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Mengaktifkan update komponen untuk semua komponen di Google Chrome saat tidak disetel atau disetel ke True.

Jika disetel ke False, update komponen akan dinonaktifkan. Namun, sebagian komponen akan dikecualikan dari kebijakan ini: update komponen apa pun yang tidak berisi kode yang dapat dijalankan, atau tidak mengubah perilaku browser secara signifikan, atau demi alasan keamanan, tidak akan dinonaktifkan.
Contoh komponen tersebut meliputi daftar pembatalan sertifikat dan data safe browsing.
Lihat https://developers.google.com/safe-browsing untuk mendapatkan informasi selengkapnya terkait SafeBrowsing.</string><string id="DefaultPrinterSelection">Aturan pemilihan printer default</string><string id="DefaultPrinterSelection_Explain">Mengganti aturan pemilihan printer default Google Chrome.

Kebijakan ini menentukan aturan untuk memilih printer default di Google Chrome yang terjadi saat fungsi cetak digunakan dengan profil untuk pertama kalinya.

Jika kebijakan ini disetel, Google Chrome akan mencoba menemukan printer yang sesuai dengan semua atribut yang ditentukan dan memilihnya sebagai printer default. Printer pertama yang ditemukan dan sesuai dengan kebijakan akan dipilih, jika ada printer non unik yang cocok maka printer tersebut dapat dipilih, bergantung pada urutan printer yang ditemukan.

Jika kebijakan ini tidak disetel atau printer yang sesuai tidak ditemukan selama waktu tunggu, printer PDF yang terpasang akan dipilih sebagai printer default, atau tidak ada printer yang dipilih jika printer PDF tidak tersedia.

Nilai tersebut diuraikan sebagai objek JSON, sesuai dengan skema berikut:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Perlu tidaknya pembatasan penelusuran printer yang sesuai untuk kumpulan printer tertentu.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Ekspresi reguler untuk mencocokkan ID printer.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Ekspresi reguler untuk mencocokkan nama tampilan printer.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Printer yang tersambung ke Google Cloud Print dianggap sebagai &quot;cloud&quot;, printer lainnya akan diklasifikasikan sebagai &quot;local&quot;.
Jika Anda menghapus satu bidang berarti semua nilai yang sesuai, misalnya, tidak menentukan konektivitas akan menyebabkan Pratinjau Cetak mulai mencari semua jenis printer, lokal, dan awan.
Pola ekspresi reguler harus mengikuti sintaksis JavaScript RegExp, dan hasil yang sesuai peka huruf besar/kecil.</string><string id="DeveloperToolsDisabled">Nonaktifkan Alat Pengembang</string><string id="DeveloperToolsDisabled_Explain">Menonaktifkan Fitur Developer dan konsol JavaScript.

Jika Anda mengaktifkan setelan ini, Fitur Developer tidak dapat diakses dan elemen situs web tidak dapat diperiksa lagi. Setiap pintasan dan menu atau entri konteks menu untuk membuka Fitur Developer atau Konsol JavaScript akan dinonaktifkan.

Menonaktifkan opsi ini atau membiarkannya tidak disetel akan memungkinkan pengguna menggunakan Fitur Developer dan konsol JavaScript.</string><string id="DeviceAllowBluetooth">Izinkan bluetooth di perangkat</string><string id="DeviceAllowBluetooth_Explain">Jika kebijakan ini disetel ke false, Google Chrome OS akan menonaktifkan Bluetooth dan pengguna tidak dapat mengaktifkannya lagi.

Jika kebijakan ini disetel ke true atau tidak disetel, pengguna dapat mengaktifkan atau menonaktifkan Bluetooth kapan saja.

Jika kebijakan ini disetel, pengguna tidak dapat mengubah atau menggantinya.

Setelah mengaktifkan Bluetooth, pengguna harus keluar dan masuk lagi untuk menerapkan perubahan (langkah ini tidak diperlukan ketika menonaktifkan Bluetooth).</string><string id="DeviceAllowNewUsers">Mengizinkan pembuatan akun pengguna baru</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Memungkinkan pengguna menukarkan penawaran melalui Pendaftaran Chrome OS</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Admin TI untuk perangkat perusahaan dapat menggunakan tanda ini untuk mengontrol apakah mengizinkan pengguna menukarkan penawaran melalui Pendaftaran Chrome OS atau tidak.

Jika kebijakan ini disetel ke true atau tidak disetel, pengguna akan dapat menukarkan penawaran melalui Pendaftaran Chrome OS.

Jika kebijakan ini disetel ke false, pengguna tidak akan dapat menukarkan penawaran.</string><string id="DeviceAutoUpdateDisabled">Nonaktifkan Pembaruan Otomatis</string><string id="DeviceAutoUpdateDisabled_Explain">Menonaktifkan update otomatis saat disetel ke True.

Perangkat Google Chrome OS otomatis memeriksa update saat setelan ini tidak dikonfigurasi atau disetel ke False.

Peringatan: Sebaiknya tetap aktifkan update otomatis sehingga pengguna menerima update software dan perbaikan keamanan penting. Menonaktifkan update otomatis dapat menimbulkan risiko terhadap pengguna.</string><string id="DeviceAutoUpdateP2PEnabled">Pembaruan p2p otomatis diaktifkan</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Tentukan apakah p2p akan digunakan untuk payload pembaruan OS. Jika disetel ke True, perangkat akan membagi dan berusaha menggunakan payload pembaruan pada LAN, serta berpotensi mengurangi penggunaan dan kepadatan bandwidth internet. Jika payload pembaruan tidak tersedia di LAN, perangkat tersebut akan kembali mendownload dari server yang diperbarui. Jika disetel ke False atau tidak dikonfigurasi, p2p tidak akan digunakan.</string><string id="DeviceBlockDevmode">Blokir mode pengembang</string><string id="DeviceBlockDevmode_Explain">Blokir mode pengembang.

Jika kebijakan ini disetel ke True, Google Chrome OS akan mencegah perangkat melakukan booting ke mode pengembang. Sistem akan menolak melakukan booting dan menampilkan layar kesalahan saat pengalih pengembang diaktifkan.

Jika kebijakan ini tidak disetel atau disetel ke False, mode pengembang akan tetap tersedia untuk perangkat.</string><string id="DeviceDataRoamingEnabled">Aktifkan roaming data</string><string id="DeviceDataRoamingEnabled_Explain">Menentukan apakah roaming data harus diaktifkan untuk perangkat. Jika disetel ke true, roaming data akan diizinkan. Jika dibiarkan tanpa konfigurasi atau disetel ke false, roaming data tidak akan tersedia.</string><string id="DeviceEphemeralUsersEnabled">Hapus data pengguna saat keluar</string><string id="DeviceEphemeralUsersEnabled_Explain">Menentukan apakah Google Chrome OS menyimpan data akun lokal setelah keluar. Jika disetel ke true, maka tidak ada akun yang terus menerus disimpan oleh Google Chrome OS dan semua data dari sesi pengguna akan dihapus setelah keluar. Jika kebijakan ini disetel ke false atau tidak dikonfigurasi, perangkat dapat menyimpan data pengguna lokal (yang dienkripsi).</string><string id="DeviceGuestModeEnabled">Aktifkan mode tamu</string><string id="DeviceGuestModeEnabled_Explain">Jika kebijakan ini disetel ke true atau tidak dikonfigurasi, Google Chrome OS akan mengaktifkan masuk sebagai tamu. Masuk sebagai tamu adalah sesi pengguna anonim dan tidak memerlukan sandi.

Jika kebijakan ini disetel ke false, Google Chrome OS tidak akan mengizinkan dimulainya sesi tamu.</string><string id="DeviceLoginScreenAppInstallList">Konfigurasi daftar aplikasi yang terpasang di layar masuk</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfigurasi daftar aplikasi yang terpasang di layar masuk</string><string id="DeviceLoginScreenInputMethods">Tata letak keyboard layar login perangkat</string><string id="DeviceLoginScreenInputMethods_Explain">Mengonfigurasi tata letak keyboard yang diizinkan di layar login Google Chrome OS.

Jika kebijakan ini disetel ke daftar pengenal metode masukan, metode masukan yang diberikan akan tersedia di layar login. Metode masukan yang diberikan pertama telah dipilih sebelumnya. Sementara pod pengguna difokuskan pada layar login, metode masukan yang terakhir kali digunakan oleh pengguna akan tersedia, selain dari metode masukan yang diberikan oleh kebijakan ini. Jika kebijakan ini tidak disetel, metode masukan pada layar login akan diambil dari lokal yang menampilkan layar login. Pengenal metode masukan akan mengabaikan nilai yang tidak valid.</string><string id="DeviceLoginScreenInputMethodsDesc">Tata letak keyboard layar login perangkat</string><string id="DeviceLoginScreenLocales">Lokal layar login perangkat</string><string id="DeviceLoginScreenLocales_Explain">Mengonfigurasi lokal yang diterapkan pada layar login Google Chrome OS.

Jika kebijakan ini disetel, layar login akan selalu ditampilkan dalam lokal yang diberikan oleh nilai pertama dari kebijakan ini (kebijakan didefinisikan sebagai daftar untuk kompatibilitas yang diteruskan).  Jika kebijakan ini tidak disetel atau disetel ke daftar kosong, layar login akan ditampilkan dalam lokal sesi pengguna terakhir.  Jika kebijakan ini disetel ke nilai lokal yang tidak valid, layar login akan ditampilkan di lokal alternatif (saat ini, en-US).</string><string id="DeviceLoginScreenLocalesDesc">Lokal layar login perangkat</string><string id="DeviceLoginScreenPowerManagement">Pengelolaan daya di layar masuk</string><string id="DeviceLoginScreenPowerManagement_Explain">Mengonfigurasi pengelolaan daya di layar masuk pada Google Chrome OS.

Kebijakan ini memungkinkan Anda mengonfigurasi bagaimana Google Chrome OS berperilaku saat tidak ada aktivitas pengguna untuk jangka waktu tertentu saat layar masuk ditampilkan. Kebijakan mengontrol beberapa setelan. Untuk rentang nilai dan semantik individunya, lihat kebijakan terkait yang mengontrol pengelolaan daya dalam satu sesi. Penyimpangan dari kebijakan ini hanya:
* Tindakan untuk menganggur atau menutup penutup tidak dapat digunakan untuk mengakhiri sesi.
* Tindakan default yang dilakukan saat menganggur saat menjalankan daya AC adalah mematikan perangkat.

Jika setelan tidak ditetapkan, nilai default akan digunakan.

Jika kebijakan ini tidak disetel, setelan default digunakan untuk semua setelan.</string><string id="DeviceMetricsReportingEnabled">Aktifkan pelaporan metrik</string><string id="DeviceMetricsReportingEnabled_Explain">Mengontrol apakah metrik penggunaan dan data diagnostik, termasuk laporan error, dilaporkan kembali ke Google. Jika disetel ke true, Google Chrome OS akan melaporkan metrik penggunaan dan data diagnostik. Jika tidak dikonfigurasi atau disetel ke false, pelaporan metrik dan data diagnostik akan dinonaktifkan.</string><string id="DeviceNativePrinters">File konfigurasi printer perusahaan untuk perangkat</string><string id="DeviceNativePrinters_Explain">Memberikan konfigurasi untuk printer perusahaan yang terkait dengan perangkat.

Kebijakan ini memungkinkan Anda memberikan konfigurasi printer untuk perangkat Google Chrome OS. Ukuran file tidak boleh melebihi 5 MB dan harus dienkode dalam format JSON. Format ini sama dengan yang ada di kamus NativePrinters. Diperkirakan file yang berisi kira-kira 21.000 printer akan dienkode menjadi file 5 MB. Hash kriptografi digunakan untuk memverifikasi integritas download.

File tersebut didownload dan disimpan dalam cache. File akan didownload ulang setiap kali URL atau hash berubah.

Jika kebijakan ini ditetapkan, Google Chrome OS akan mendownload file untuk konfigurasi printer dan menyediakan printer sesuai dengan kebijakan DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist, dan DeviceNativePrintersBlacklist.

Kebijakan ini tidak memengaruhi kemampuan pengguna untuk mengonfigurasi printer di tiap perangkat. Kebijakan ini ditujukan sebagai tambahan terhadap konfigurasi printer yang diberikan oleh tiap pengguna.

Kebijakan ini merupakan tambahan untuk kebijakan NativePrintersBulkConfiguration.

Jika kebijakan ini tidak disetel, tidak akan ada printer perangkat dan kebijakan DeviceNativePrinter* lainnya yang akan diabaikan.</string><string id="DeviceNativePrintersAccessMode">Kebijakan akses konfigurasi printer untuk perangkat.</string><string id="DeviceNativePrintersAccessMode_Explain">Mengontrol printer mana dari DeviceNativePrinters yang tersedia bagi pengguna.

Menetapkan kebijakan akses yang digunakan untuk konfigurasi printer massal. Jika AllowAll dipilih, semua printer akan ditampilkan. Jika BlacklistRestriction dipilih, DeviceNativePrintersBlacklist digunakan untuk membatasi akses ke printer yang ditentukan. Jika WhitelistPrintersOnly dipilih, DeviceNativePrintersWhitelist akan menetapkan hanya printer yang dapat dipilih.

Jika kebijakan ini tidak disetel, BlacklistRestriction akan diterapkan.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Semua printer ditampilkan, kecuali printer yang tidak diizinkan.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Hanya printer yang diizinkan yang ditampilkan kepada pengguna</string><string id="DeviceNativePrintersAccessMode_AllowAll">Izinkan semua printer dari file konfigurasi.</string><string id="DeviceNativePrintersBlacklist">Menonaktifkan printer yang merupakan perangkat perusahaan</string><string id="DeviceNativePrintersBlacklist_Explain">Menentukan printer yang tidak dapat digunakan pengguna.

Kebijakan ini hanya digunakan jika BlacklistRestriction dipilih untuk DeviceNativePrintersAccessMode.

Jika kebijakan ini digunakan, semua printer akan tersedia bagi pengguna, kecuali ID yang dicantumkan di kebijakan ini.
</string><string id="DeviceNativePrintersBlacklistDesc">Menonaktifkan printer yang merupakan perangkat perusahaan</string><string id="DeviceNativePrintersWhitelist">Mengaktifkan printer perangkat perusahaan</string><string id="DeviceNativePrintersWhitelist_Explain">Menentukan printer yang dapat digunakan pengguna.

Kebijakan ini hanya digunakan jika WhitelistPrintersOnly dipilih untuk DeviceNativePrintersAccessMode

Jika kebijakan ini digunakan, hanya printer dengan ID yang cocok dengan nilai di kebijakan ini yang tersedia bagi pengguna. ID harus sesuai dengan entri dalam file yang ditentukan di DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Mengaktifkan printer perangkat perusahaan</string><string id="DeviceOffHours">Interval di luar jam kerja saat OffHours |ignored_policy_proto_tags| perangkat dirilis</string><string id="DeviceOffHours_Explain">Jika kebijakan &quot;OffHours&quot; disetel, kebijakan yang ditentukan untuk perangkat akan diabaikan (gunakan setelan default kebijakan tersebut) selama rentang waktu yang ditentukan. Kebijakan perangkat akan diterapkan kembali oleh Chrome pada setiap aktivitas saat periode &quot;OffHours&quot; dimulai atau berakhir. Pengguna akan diberi tahu dan dipaksa logout saat waktu &quot;OffHours&quot; berakhir dan setelan kebijakan perangkat diubah (misalnya, saat pengguna login menggunakan akun yang tidak diizinkan).</string><string id="DeviceOpenNetworkConfiguration">Konfigurasi jaringan tingkat perangkat</string><string id="DeviceOpenNetworkConfiguration_Explain">Memungkinkan konfigurasi jaringan dorong untuk diterapkan pada semua pengguna perangkat Google Chrome OS. Konfigurasi jaringan adalah string berformat JSON seperti yang didefinisikan oleh format Konfigurasi Jaringan Terbuka yang dideskripsikan di https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Segarkan peringkat untuk Kebijakan Perangkat</string><string id="DevicePolicyRefreshRate_Explain">Menjelaskan jangka waktu dalam milidetik terkait layanan pengelolaan perangkat yang ditanyakan untuk informasi kebijakan pengguna.

Menyetel kebijakan ini akan mengganti nilai default 3 jam. Nilai yang valid untuk kebijakan ini adalah rentang mulai 1800000 (30 menit) hingga 86400000 (1 hari). Nilai di luar rentang ini akan dimasukkan ke batas masing-masing.

Membiarkan kebijakan ini tidak disetel akan membuat Google Chrome OS menggunakan nilai default 3 jam.

Perlu diperhatikan jika platform mendukung pemberitahuan kebijakan, jeda penyegaran akan disetel menjadi 24 jam (dengan mengabaikan semua setelan default dan nilai kebijakan ini) karena pemberitahuan kebijakan diperkirakan akan memaksa penyegaran otomatis setiap kali kebijakan berubah, menghasilkan lebih banyak penyegaran yang tidak diperlukan.</string><string id="DeviceQuirksDownloadEnabled">Mengaktifkan kueri ke Quirks Server untuk profil hardware</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Booting ulang otomatis saat mematikan perangkat</string><string id="DeviceRebootOnShutdown_Explain">Jika kebijakan ini disetel ke False atau tidak dikonfigurasi, Google Chrome OS akan memungkinkan pengguna menonaktifkan perangkat.
Jika kebijakan ini disetel ke True, Google Chrome OS akan memicu boot ulang ketika pengguna mematikan perangkat. Google Chrome OS menggantikan semua kemunculan tombol matikan di antarmuka pengguna dengan tombol boot ulang. Jika pengguna mematikan perangkat menggunakan tombol daya, perangkat tidak otomatis melakukan boot ulang, meskipun kebijakan ini diaktifkan.</string><string id="DeviceShowUserNamesOnSignin">Tampilkan nama pengguna pada layar masuk</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Tanda di seluruh sistem yang akan diterapkan pada waktu mulai Google Chrome</string><string id="DeviceStartUpFlags_Explain">Tentukan tanda yang harus diterapkan ke Google Chrome saat dimulai. Tanda yang ditentukan hanya diterapkan di layar masuk. Tanda yang disetel melalui kebijakan ini tidak diterapkan ke dalam sesi pengguna.</string><string id="DeviceStartUpFlagsDesc">Tanda di seluruh sistem yang akan diterapkan pada waktu mulai Google Chrome</string><string id="DeviceTargetVersionPrefix">Versi Pembaruan Otomatis Target</string><string id="DeviceTargetVersionPrefix_Explain">Menyetel versi target untuk Update Otomatis.

Menentukan awalan versi target Google Chrome OS yang harus diupdate. Jika perangkat menjalankan versi sebelum awalan yang ditentukan, perangkat akan diupdate ke versi terbaru dengan awalan yang diberikan. Jika perangkat sudah menggunakan versi terbaru, tidak akan ada pengaruh apa pun (misalnya, tidak dilakukan penurunan versi) dan perangkat akan tetap pada versi yang sekarang. Format awalan bekerja  sesuai dengan komponen seperti yang ditunjukkan pada contoh berikut:

&quot;&quot; (atau tidak dikonfigurasi): update ke versi terbaru yang tersedia.
&quot;1412.&quot;: update ke versi minor apa pun dari 1412 (mis. 1412.24.34 atau 1412.60.2)
&quot;1412.2.&quot;: update ke versi minor apa pun dari 1412.2 (mis. 1412.2.34 atau 1412.2.2)
&quot;1412.24.34&quot;: update ke versi tertentu ini saja

Peringatan: Sebaiknya jangan mengonfigurasi batasan versi karena dapat mencegah pengguna menerima update software dan perbaikan keamanan penting. Membatasi update ke awalan versi tertentu dapat menimbulkan risiko terhadap pengguna.</string><string id="DeviceUpdateAllowedConnectionTypes">Jenis sambungan yang diizinkan untuk pembaruan</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Jenis sambungan yang diizinkan penggunaannya untuk pembaruan OS. Pembaruan OS berpotensi memberikan beban berat pada koneksi Internet karena ukurannya dan mungkin mengakibatkan biaya tambahan. Oleh karena itu, koneksi secara default tidak aktif untuk jenis koneksi yang dianggap mahal, yang meliputi WiMax, Bluetooth, dan Seluler untuk saat ini.

Pengenal jenis koneksi yang diketahui saat ini adalah &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot;, dan &quot;cellular&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Jenis sambungan yang diizinkan untuk pembaruan</string><string id="DeviceUpdateHttpDownloadsEnabled">Izinkan download pembaruan otomatis melalui HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Payload pembaruan otomatis di Google Chrome OS dapat didownload via HTTP, bukan HTTPS. Cara ini memungkinkan penyimpanan cache HTTP yang transparan dari download HTTP.

Jika kebijakan ini disetel ke true, Google Chrome OS akan berupaya mendownload payload pembaruan otomatis via HTTP. Jika kebijakan ini disetel ke false atau tidak disetel, HTTPS akan digunakan untuk mendownload payload pembaruan otomatis.</string><string id="DeviceUpdateScatterFactor">Faktor penyebaran pembaruan otomatis</string><string id="DeviceUpdateScatterFactor_Explain">Menentukan jumlah waktu (dalam detik) sebuah perangkat dapat menunda download pembaruannya secara acak dari saat pembaruan tersebut pertama kali didorong ke server. Perangkat dapat menunggu dengan sebagian dari waktu ini dari segi prediksi waktu penyelesaian tugas dan sisa waktunya dari segi jumlah pemeriksaan pembaruan. Dalam keadaan apa pun, penyebaran dibatasi dengan jumlah waktu yang konstan sehingga perangkat tidak akan terus menunggu download pembaruan selamanya.</string><string id="DeviceUserWhitelist">Daftar putih pengguna masuk</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Daftar putih pengguna masuk</string><string id="DeviceWallpaperImage">Gambar wallpaper perangkat</string><string id="DeviceWallpaperImage_Explain">Mengonfigurasi gambar wallpaper tingkat perangkat yang ditampilkan di layar login jika belum ada pengguna yang login ke perangkat. Kebijakan ini disetel dengan menetapkan URL tempat perangkat Chrome OS dapat mendownload gambar wallpaper dan potongan kriptografi yang digunakan untuk memverifikasi integritas download. Gambar harus dalam format JPEG dan ukuran filenya tidak boleh melebihi 16MB. URL harus dapat diakses tanpa autentikasi apa pun. Gambar wallpaper akan didownload dan disimpan dalam cache. Gambar ini akan didownload jika URL atau potongan berubah.

Kebijakan ini harus ditetapkan sebagai string yang mengekspresikan URL dan potongan dalam format JSON, misalnya:
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Jika kebijakan wallpaper perangkat disetel dan belum ada pengguna yang login ke perangkat, perangkat Chrome OS akan mendownload dan menggunakan gambar wallpaper pada layar login. Setelah pengguna login, kebijakan wallpaper pengguna akan diterapkan.

Jika kebijakan wallpaper tidak disetel namun kebijakan wallpaper pengguna disetel, kebijakan wallpaper pengguna akan menentukan gambar yang akan ditampilkan.</string><string id="Disable3DAPIs">Nonaktifkan dukungan untuk API grafis 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Menentukan apakah pencari plugin harus dinonaktifkan</string><string id="DisablePluginFinder_Explain">Jika Anda menyetel setelan ini untuk mengaktifkan penelusuran otomatis, pemasangan plugin yang hilang akan dinonaktifkan dalam Google Chrome. Menyetel opsi ini menjadi nonaktif atau membiarkannya tidak disetel akan mengaktifkan pencari plugin.</string><string id="DisableSafeBrowsingProceedAnyway">Menonaktifkan untuk melanjutkan dari halaman peringatan Safe Browsing</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Layanan Safe Browsing menampilkan halaman peringatan jika pengguna membuka situs yang ditandai sebagai berpotensi berbahaya. Mengaktifkan setelan ini akan membuat pengguna tidak dapat melanjutkan dari halaman peringatan ke situs berbahaya.

Jika setelan ini dinonaktifkan atau tidak dikonfigurasi, pengguna dapat memilih untuk melanjutkan ke situs yang ditandai setelah peringatan ditampilkan.

Lihat https://developers.google.com/safe-browsing untuk informasi selengkapnya terkait SafeBrowsing.</string><string id="DisableScreenshots">Menonaktifkan pengambilan screenshot</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Setel pemutaran layar default, diterapkan kembali setiap kali melakukan boot ulang</string><string id="DisplayRotationDefault_Explain">Jika kebijakan ini disetel, tiap layar akan diputar dengan orientasi tertentu
setiap kali melakukan boot ulang dan pertama kalinya layar tersambung
setelah nilai kebijakan berubah. Pengguna dapat mengubah rotasi layar
melalui halaman setelan setelah masuk, tapi setelan pengguna
akan digantikan dengan nilai kebijakan pada boot ulang selanjutnya.

Kebijakan ini berlaku untuk semua layar utama dan sekunder.

Jika kebijakan tidak disetel, nilai defaultnya adalah 0 derajat, dan pengguna
dapat mengubahnya. Dalam kasus ini, nilai default tidak akan diterapkan kembali
saat memulai ulang.</string><string id="DisplayRotationDefault_ROTATE_0">Putar layar sebesar 0 derajat</string><string id="DisplayRotationDefault_ROTATE_90">Putar layar searah jarum jam sebesar 90 derajat</string><string id="DisplayRotationDefault_ROTATE_180">Putar layar sebesar 180 derajat</string><string id="DisplayRotationDefault_ROTATE_270">Putar layar searah jarum jam sebesar 270 derajat</string><string id="DownloadDirectory">Setel direktori download</string><string id="DownloadDirectory_Explain">Mengonfigurasi direktori yang akan digunakan oleh Google Chrome untuk mendownload file.

Jika Anda menyetel kebijakan ini, Google Chrome akan menggunakan direktori yang diberikan terlepas apakah pengguna telah menetapkan satu tanda atau mengaktifkan tanda untuk dimintai lokasi download setiap saat.

Buka https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables untuk melihat daftar variabel yang dapat digunakan.

Jika kebijakan ini tidak disetel, direktori download default akan digunakan dan pengguna dapat mengubahnya.</string><string id="DownloadRestrictions">Izinkan batasan download</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Tidak ada batasan khusus</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokir download yang berbahaya</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokir download yang berpotensi berbahaya</string><string id="DownloadRestrictions_BlockAllDownloads">Blokir semua download</string><string id="EasyUnlockAllowed">Memungkinkan Smart Lock digunakan</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Strategi migrasi untuk ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Serupa dengan Wipe (nilai 2), namun mencoba untuk mempertahankan token login sehingga pengguna tidak perlu login lagi.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Jika model perangkat klien sudah mendukung ARC sebelum migrasi ke ext4 diperlukan untuk menjalankan ARC, dan jika kebijakan ArcEnabled disetel ke true, opsi ini akan berperilaku seperti AskUser (nilai 3). Pada semua kasus lainnya (jika sebelumnya model perangkat tidak mendukung ARC, atau jika kebijakan ArcEnabled disetel ke false), nilai ini setara dengan DisallowArc (nilai 0).</string><string id="EditBookmarksEnabled">Mengaktifkan atau menonaktifkan pengeditan bookmark</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Apakah sertifikat yang dikeluarkan oleh sumber tepercaya setempat yang tidak menyertakan ekstensi subjectAlternativeName diizinkan atau tidak</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Jika setelan ini diaktifkan, Google Chrome akan menggunakan commonName dari sertifikat server agar cocok dengan hostname apabila sertifikat tidak menyertakan ekstensi subjectAlternativeName, selama berhasil divalidasi dan diamankan ke sertifikat CA yang terinstal secara lokal.

Perlu diperhatikan bahwa tindakan ini tidak disarankan, karena dapat melewati ekstensi nameConstraints yang membatasi hostname untuk mengotorisasi sertifikat yang diberikan.

Jika kebijakan ini tidak disetel, atau disetel ke false, sertifikat server yang tidak menyertakan ekstensi subjectAlternativeName yang berisi nama DNS atau alamat IP tidak akan dipercaya.</string><string id="EnableDeprecatedWebPlatformFeatures">Aktifkan fitur platform web usang untuk waktu yang terbatas</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Menentukan daftar fitur platform web yang tak digunakan lagi untuk diaktifkan kembali secara sementara.

Kebijakan ini memberikan administrator kemampuan untuk mengaktifkan kembali fitur platform web yang tak digunakan lagi dalam waktu yang terbatas. Fitur diidentifikasi dengan tag string dan fitur yang sesuai dengan tag yang disertakan dalam daftar yang ditentukan oleh kebijakan ini akan diaktifkan kembali.

Jika kebijakan ini tidak disetel, daftar ini kosong, atau daftar tidak cocok dengan satu pun tag string yang didukung, semua fitur platform web yang tak lagi digunakan akan tetap dinonaktifkan.

Meski kebijakan ini sendiri didukung pada platform di atas, fitur yang diaktifkan mungkin tersedia pada lebih sedikit platform. Tidak semua fitur Platform Web yang tak digunakan lagi dapat diaktifkan kembali. Hanya yang dicantumkan secara eksplisit di bawah, yang dapat diaktifkan dalam jangka waktu terbatas, yang berbeda-beda per fitur. Format umum untuk tag string adalah [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. Sebagai rujukan, Anda dapat menemukan maksud di balik perubahan fitur Platform Web di https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Aktifkan fitur platform web usang untuk waktu yang terbatas</string><string id="EnableOnlineRevocationChecks">Apakah pemeriksaan OCSP/CRL online dilakukan atau tidak</string><string id="EnableOnlineRevocationChecks_Explain">Mengingat pemeriksaan pembatalan online kegagalan-lunak tidak memberikan manfaat keamanan yang efektif, pemeriksaan tersebut dinonaktifkan secara default di Google Chrome versi 19 dan yang lebih baru. Dengan menyetel kebijakan ini ke true, perilaku sebelumnya akan dipulihkan dan akan dilakukan pemeriksaan OCSP/CRL online.

Jika kebijakan tidak disetel, atau disetel ke false, Google Chrome tidak akan melakukan pemeriksaan pembatalan online di Google Chrome versi 19 dan yang lebih baru.</string><string id="EnableSha1ForLocalAnchors">Apakah sertifikat bertanda tangan SHA-1 yang dikeluarkan oleh sumber tepercaya setempat diizinkan atau tidak</string><string id="EnableSha1ForLocalAnchors_Explain">Jika setelan ini diaktifkan, Google Chrome mengizinkan sertifikat bertanda tangan SHA-1 selama sertifikat tersebut berhasil memvalidasi dan mengarah ke sertifikat CA yang terpasang secara lokal.

Perlu diingat bahwa kebijakan ini bergantung pada tumpukan verifikasi sertifikat sistem operasi yang mengizinkan tanda tangan SHA-1. Jika pembaruan OS mengubah penanganan OS terkait sertifikat SHA-1, kebijakan ini mungkin tidak berlaku lagi.  Selain itu, kebijakan ini dimaksudkan sebagai solusi sementara guna memberikan perusahaan lebih banyak waktu untuk beralih dari SHA-1.  Kebijakan ini akan dihapus pada atau sekitar tanggal 1 Januari 2019.

Jika kebijakan ini tidak disetel, atau disetel ke false, Google Chrome akan mengikuti jadwal penghentian SHA-1 yang diumumkan secara publik.</string><string id="ExternalStorageDisabled">Menonaktifkan pemasangan penyimpanan eksternal</string><string id="ExternalStorageDisabled_Explain">Jika kebijakan ini disetel ke true, penyimpanan eksternal tidak akan tersedia di browser file.

Kebijakan ini memengaruhi semua jenis media penyimpanan. Misalnya: flash drive USB, hard drive eksternal, SD dan kartu memori lainnya, penyimpanan optik, dll. Penyimpanan internal tidak terpengaruh, sehingga file yang disimpan di folder Download tetap dapat diakses. Google Drive juga tidak terpengaruh oleh kebijakan ini.

Jika setelan ini dinonaktifkan atau tidak dikonfigurasi, pengguna dapat menggunakan semua jenis penyimpanan eksternal yang didukung di perangkat mereka.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Jika kebijakan ini disetel ke true, pengguna tidak akan dapat menuliskan apa pun pada perangkat penyimpanan eksternal.

Jika setelan ini disetel ke false atau tidak dikonfigurasi, pengguna dapat membuat dan mengubah file pada perangkat penyimpanan eksternal yang dapat ditulis secara fisik.

Kebijakan ExternalStorageDisabled lebih diutamakan daripada kebijakan ini - jika ExternalStorageDisabled disetel ke true, semua akses ke penyimpanan eksternal dinonaktifkan dan kebijakan ini akan diabaikan.

Penyegaran dinamis pada kebijakan ini didukung dalam M56 dan yang lebih baru.</string><string id="ForceGoogleSafeSearch">Paksa Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Memaksa kueri di Google Penelusuran Web harus dilakukan dengan SafeSearch yang disetel ke aktif dan mencegah pengguna mengubah setelan ini.

Jika Anda mengaktifkan setelan ini, SafeSearch di Google Penelusuran akan selalu aktif.

Jika Anda menonaktifkan setelan ini atau tidak menyetel suatu nilai, SafeSearch di Google Penelusuran tidak akan diterapkan.</string><string id="ForceMaximizeOnFirstRun">Maksimalkan jendela browser pertama di percobaan pertama</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Memaksa Mode Terbatas YouTube minimum</string><string id="ForceYouTubeRestrict_Explain">Menerapkan Mode Terbatas minimum di YouTube dan mencegah pengguna agar tidak
memilih mode dengan pembatasan lebih longgar.

Jika setelan ini disetel ke Mode Ketat, Mode Terbatas Ketat di YouTube akan selalu aktif.

Jika setelan ini disetel ke Mode Menengah, pengguna hanya dapat memilih Mode Terbatas Menengah
dan Mode Terbatas Ketat di YouTube, tetapi tidak dapat menonaktifkan Mode Terbatas.

Jika setelan ini disetel Nonaktif atau tidak ada pilihan yang disetel, Mode Terbatas di YouTube tidak dapat diterapkan oleh Google Chrome. Namun, kebijakan eksternal seperti kebijakan YouTube masih dapat menerapkan Mode Terbatas.</string><string id="ForceYouTubeRestrict_Off">Jangan terapkan Mode Terbatas di YouTube</string><string id="ForceYouTubeRestrict_Moderate">Terapkan setidaknya Mode Terbatas Menengah di YouTube</string><string id="ForceYouTubeRestrict_Strict">Terapkan Mode Terbatas Ketat YouTube</string><string id="FullscreenAllowed">Izinkan mode layar penuh</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Memungkinkan dukungan HTTP/0.9 pada port non-default</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Kebijakan ini memungkinkan HTTP/0.9 di port selain 80 untuk HTTP dan 443 untuk HTTPS.

Kebijakan ini dinonaktifkan secara default dan jika diaktifkan akan membuat pengguna rentan terhadap masalah keamanan https://crbug.com/600352.

Kebijakan ini ditujukan untuk memberikan peluang kepada perusahaan untuk memindahkan server yang masih ada dari HTTP/0.9, dan akan dihapus di masa mendatang.

Jika kebijakan ini tidak disetel, HTTP/0.9 akan dinonaktifkan di port non-default.</string><string id="IncognitoModeAvailability">Ketersediaan mode penyamaran</string><string id="IncognitoModeAvailability_Explain">Menentukan apakah pengguna dapat membuka halaman dalam mode Penyamaran di Google Chrome. Jika 'Aktifkan' dipilih atau kebijakan dibiarkan tidak disetel, halaman dapat dibuka dalam mode Penyamaran. Jika 'Nonaktifkan' dipilih, halaman tidak dapat dibuka dalam mode Penyamaran. Jika 'Paksa' dipilih, halaman dapat dibuka HANYA dalam mode Penyamaran.</string><string id="IncognitoModeAvailability_Enabled">Mode penyamaran tersedia</string><string id="IncognitoModeAvailability_Disabled">Mode penyamaran dinonaktifkan</string><string id="IncognitoModeAvailability_Forced">Mode penyamaran dipaksakan</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Aktifkan Isolasi Situs untuk asal yang ditetapkan</string><string id="IsolateOrigins_Explain">
CATATAN: Kebijakan ini merupakan eksperimental dan mungkin mengganggu fungsi.
Jika kebijakan ini diaktifkan, setiap asal bernama dalam daftar yang dipisahkan koma
akan dijalankan dalam prosesnya sendiri. Hal ini juga akan mengisolasi
asal yang diberi nama menurut subdomain; mis. menyebutkan https://example.com/ juga
akan menyebabkan https://foo.example.com/ diisolasi sebagai bagian dari
situs https://example.com/.
Jika kebijakan ini dinonaktifkan, logika manajemen sebelum proses Isolasi Situs akan berlaku.
Jika kebijakan ini tidak dikonfigurasi, pengguna akan dapat mengubah setelan ini.
</string><string id="KeyPermissions">Izin Kunci</string><string id="KeyPermissions_Explain">Memberikan akses ke kunci perusahaan ke ekstensi.

Kunci hanya ditujukan untuk pemakaian dalam perusahaan jika dibuat menggunakan API chrome.enterprise.platformKeys pada akun yang dikelola. Kunci yang diimpor atau dibuat dengan cara lain tidak boleh digunakan untuk perusahaan.

Akses ke kunci yang ditujukan untuk pemakaian dalam perusahaan hanya dikontrol oleh kebijakan ini. Pengguna tidak dapat memberikan maupun menarik akses ke kunci perusahaan ke atau dari ekstensi.

Secara default, ekstensi tidak dapat menggunakan kunci yang ditujukan untuk pemakaian dalam perusahaan, hal ini setara dengan menyetel allowCorporateKeyUsage ke False untuk ekstensi tersebut.

Hanya jika allowCorporateKeyUsage disetel ke True untuk suatu ekstensi, ekstensi tersebut dapat menggunakan kunci platform apa pun yang ditujukan untuk pemakaian dalam perusahaan, guna menandai data acak. Izin ini hanya boleh diberikan jika ekstensi dipercaya untuk mengamankan akses ke kunci dari para penyerang.</string><string id="ManagedBookmarks">Bookmark yang Terkelola</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Penundaan mengambil maksimum setelah kebijakan invalidasi</string><string id="MaxInvalidationFetchDelay_Explain">Menentukan penundaan maksimum dalam milidetik antara penerimaan invalidasi kebijakan dan pengambilan kebijakan baru dari layanan pengelola perangkat.

Setelan kebijakan ini menimpa nilai default 5000 milidetik. Nilai yang valid untuk kebijakan ini berkisar antara 1000 (1 detik) dan 300000 (5 menit). Setiap nilai yang tidak berada dalam jangkauan akan dikunci ke masing-masing batas.

Membiarkan kebijakan ini tidak disetel akan membuat penggunaan Google Chrome menggunakan nilai default 5000 milidetik.</string><string id="NativePrinters">Pencetakan Asli</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Pencetakan Asli</string><string id="NativePrintersBulkAccessMode">Kebijakan akses konfigurasi untuk printer.</string><string id="NativePrintersBulkAccessMode_Explain">Mengontrol printer mana dari NativePrintersBulkConfiguration yang tersedia bagi pengguna.

Menetapkan kebijakan akses yang digunakan untuk konfigurasi printer massal. Jika AllowAll dipilih, semua printer akan ditampilkan. Jika BlacklistRestriction dipilih, NativePrintersBulkBlacklist digunakan untuk membatasi akses ke printer yang ditentukan. Jika WhitelistPrintersOnly dipilih, NativePrintersBulkWhitelist hanya akan menetapkan printer yang dapat dipilih.

Jika kebijakan ini tidak disetel, BlacklistRestriction akan diterapkan.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Semua printer ditampilkan, kecuali printer yang tidak diizinkan.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Hanya printer yang diizinkan yang ditampilkan kepada pengguna</string><string id="NativePrintersBulkAccessMode_AllowAll">Izinkan semua printer dari file konfigurasi.</string><string id="NativePrintersBulkBlacklist">Menonaktifkan printer perusahaan</string><string id="NativePrintersBulkBlacklist_Explain">Menentukan printer yang tidak dapat digunakan pengguna.

Kebijakan ini hanya digunakan jika BlacklistRestriction dipilih untuk NativePrintersBulkAccessMode.

Jika kebijakan ini digunakan, semua printer akan tersedia bagi pengguna, kecuali ID yang dicantumkan di kebijakan ini.
</string><string id="NativePrintersBulkBlacklistDesc">Menonaktifkan printer perusahaan</string><string id="NativePrintersBulkConfiguration">File konfigurasi untuk printer perusahaan</string><string id="NativePrintersBulkConfiguration_Explain">Memberikan konfigurasi untuk printer perusahan.

Kebijakan ini memungkinkan Anda memberikan kebijakan printer ke perangkat Google Chrome OS. Ukuran file tidak boleh melebihi 5 MB dan harus dienkode dalam format JSON. Format ini sama dengan yang ada di kamus NativePrinters. Diperkirakan file yang berisi kira-kira 21.000 printer akan dienkode menjadi file 5 MB. Hash kriptografi digunakan untuk memverifikasi integritas download.

File tersebut didownload dan disimpan dalam cache. File akan didownload ulang setiap kali URL atau hash berubah.

Jika kebijakan ini ditetapkan, Google Chrome OS akan mendownload file untuk konfigurasi printer dan menyediakan printer sesuai dengan NativePrintersBulkAccessMode, NativePrintersBulkWhitelist, dan NativePrintersBulkBlacklist.

Jika Anda menetapkan kebijakan ini, pengguna tidak dapat mengubah atau menggantinya.

Kebijakan ini tidak memengaruhi kemampuan pengguna untuk mengonfigurasi printer di tiap perangkat. Kebijakan ini ditujukan sebagai tambahan untuk konfigurasi printer yang diberikan oleh tiap pengguna.
</string><string id="NativePrintersBulkWhitelist">Mengaktifkan printer perusahaan</string><string id="NativePrintersBulkWhitelist_Explain">Menentukan printer yang dapat digunakan pengguna.

Kebijakan ini hanya digunakan jika WhitelistPrintersOnly dipilih untuk NativePrintersBulkAccessMode.

Jika kebijakan ini digunakan, hanya printer dengan ID yang cocok dengan nilai di kebijakan ini yang tersedia bagi pengguna. ID harus sesuai dengan entri dalam file yang ditentukan di NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Mengaktifkan printer perusahaan</string><string id="NetworkPredictionOptions">Aktifkan prediksi jaringan</string><string id="NetworkPredictionOptions_Explain">Memungkinkan prediksi jaringan dalam Google Chrome dan mencegah pengguna mengubah setelan ini.

Setelan ini mengontrol prapengambilan DNS, prakoneksi dan praperenderan TCP dan SSL halaman web.

Jika Anda menyetel preferensi ini ke 'selalu', 'tidak pernah', atau 'khusus Wi-Fi', pengguna tidak dapat mengubah atau menimpa setelan ini di Google Chrome.

Jika kebijakan ini tidak disetel, prediksi jaringan akan diaktifkan namun pengguna dapat mengubahnya.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Prediksi tindakan jaringan di sambungan jaringan apa pun</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Memprediksi tindakan jaringan pada jaringan apa pun yang bukan seluler.
(Penggunaan dihentikan di nilai 50, dihapus di nilai 52. Setelah 52, jika nilai 1 disetel, nilai akan diperlakukan sebagai 0 - memprediksi tindakan jaringan di sambungan jaringan apa pun.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Jangan memprediksi tindakan jaringan di sambungan jaringan apa pun</string><string id="NoteTakingAppsLockScreenWhitelist">Beri akses aplikasi pencatat yang diizinkan di layar kunci Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Menentukan daftar aplikasi yang dapat diaktifkan sebagai aplikasi pencatat di layar kunci Google Chrome OS.

Jika aplikasi pencatat yang dipilih diaktifkan di layar kunci, layar kunci akan menampilkan elemen UI untuk peluncuran aplikasi pencatat yang dipilih.
Saat diluncurkan, aplikasi akan dapat membuat jendela aplikasi di bagian atas layar kunci, dan membuat item data (catatan) saat layar dalam keadaan terkunci. Aplikasi akan dapat mengimpor catatan yang dibuat ke sesi pengguna utama, saat sesi telah dibuka kuncinya. Saat ini, hanya aplikasi pencatat Chrome yang didukung di layar kunci.

Jika kebijakan telah ditetapkan, pengguna hanya diperbolehkan untuk mengaktifkan aplikasi di layar kunci, jika ID ekstensi aplikasi terdapat di nilai daftar kebijakan.
Sebagai konsekuensinya, menyetel kebijakan ini pada daftar kosong akan menonaktifkan pencatatan di layar kunci sepenuhnya.
Harap diperhatikan bahwa kebijakan yang berisi ID aplikasi tidak berarti pengguna dapat mengaktifkan aplikasi sebagai aplikasi pencatat di layar kunci - misalnya, di Chrome 61, kumpulan aplikasi yang tersedia dibatasi oleh platform.

Jika kebijakan tidak disetel, tidak akan ada batasan di kumpulan aplikasi yang dapat diaktifkan oleh pengguna di layar kunci yang diterapkan oleh kebijakan.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Beri akses aplikasi pencatat yang diizinkan di layar kunci Google Chrome OS</string><string id="OpenNetworkConfiguration">Konfigurasi jaringan tingkat pengguna</string><string id="OpenNetworkConfiguration_Explain">Memungkinkan konfigurasi jaringan dorongan untuk diterapkan per pengguna ke perangkat Google Chrome OS. Konfigurasi jaringan adalah string berformat JSON seperti yang didefinisikan oleh format Konfigurasi Jaringan Terbuka yang diuraikan di https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Aktifkan penyembunyian URL PAC (untuk https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Menyembunyikan bagian sensitif terhadap privasi dan keamanan pada URL https:// sebelum meneruskannya ke skrip PAC (Proxy Auto Config) yang digunakan oleh Google Chrome selama resolusi proxy.

Jika disetel ke True, fitur keamanan diaktifkan, dan URL https://
disembunyikan sebelum mengirimnya ke skrip PAC. Dengan cara ini, skrip
PAC tidak dapat melihat data yang umumnya dilindungi oleh
saluran terenkripsi (seperti jalur dan kueri URL).

Jika disetel ke False, fitur keamanan dinonaktifkan, dan skrip PAC
secara implisit diberi kemampuan untuk melihat semua komponen URL
https://. Hal ini berlaku untuk semua skrip PAC, terlepas dari asalnya
(termasuk skrip yang diambil melalui transportasi tidak aman atau ditemukan
secara tidak aman melalui WPAD).

Setelan defaultnya adalah True (fitur keamanan aktif), kecuali untuk
pengguna Chrome OS perusahaan yang setelan defaultnya adalah False.

Sebaiknya disetel ke True. Hanya boleh disetel ke
False jika kebijakan ini menyebabkan masalah kompatibilitas dengan skrip PAC yang sudah ada.

Diharapkan untuk menghapus penggantian ini di masa mendatang.</string><string id="PinnedLauncherApps">Daftar aplikasi tersemat untuk ditampilkan pada peluncur</string><string id="PinnedLauncherApps_Explain">Mendaftar pengenal aplikasi yang ditampilkan Google Chrome OS sebagai aplikasi tersemat pada bilah peluncur.

Jika kebijakan ini dikonfigurasi, kumpulan aplikasi akan ditetapkan dan tidak dapat diubah oleh pengguna.

Jika kebijakan ini dibiarkan tanpa disetel, pengguna dapat mengubah daftar aplikasi tersemat pada peluncur.</string><string id="PinnedLauncherAppsDesc">Daftar aplikasi tersemat untuk ditampilkan pada peluncur</string><string id="PolicyRefreshRate">Segarkan peringkat untuk kebijakan pengguna</string><string id="PolicyRefreshRate_Explain">Menjelaskan jangka waktu dalam milidetik terkait layanan pengelolaan perangkat yang ditanyakan untuk informasi kebijakan pengguna.

Menyetel kebijakan ini akan mengganti nilai default 3 jam. Nilai yang valid untuk kebijakan ini adalah rentang mulai 1800000 (30 menit) hingga 86400000 (1 hari). Nilai di luar rentang ini akan dimasukkan ke batas masing-masing. Jika platform mendukung pemberitahuan kebijakan, jeda penyegaran akan disetel menjadi 24 jam karena pemberitahuan kebijakan diperkirakan akan memaksa penyegaran otomatis setiap kali kebijakan berubah.

Membiarkan kebijakan ini tidak disetel akan membuat Google Chrome menggunakan nilai default 3 jam.

Perlu diperhatikan jika platform mendukung pemberitahuan kebijakan, jeda penyegaran akan disetel menjadi 24 jam (dengan mengabaikan semua setelan default dan nilai kebijakan ini) karena pemberitahuan kebijakan diperkirakan akan memaksa penyegaran otomatis setiap kali kebijakan berubah, menghasilkan lebih banyak penyegaran yang tidak diperlukan.</string><string id="PrintingEnabled">Aktifkan pencetakan</string><string id="PrintingEnabled_Explain">Mengaktifkan pencetakan di Google Chrome dan mencegah pengguna mengubah setelan ini.

Jika setelan ini diaktifkan atau tidak dikonfigurasi, pengguna dapat mencetak.

Jika setelan ini dinonaktifkan, pengguna tidak dapat mencetak dari Google Chrome. Pencetakan dinonaktifkan di menu perkakas, ekstensi, aplikasi JavaScript, dll. Masih mungkin untuk dapat mencetak dari plugin yang melewati Google Chrome saat mencetak. Contohnya, aplikasi Flash tertentu memiliki opsi cetak di menu konteks, yang tidak termasuk dalam kebijakan ini.</string><string id="QuicAllowed">Memungkinkan protokol QUIC</string><string id="QuicAllowed_Explain">Jika kebijakan ini disetel ke True atau tidak disetel, penggunaan protokol QUIC di Google Chrome akan diizinkan.
Jika kebijakan ini disetel ke False, penggunaan protokol QUIC tidak diizinkan.</string><string id="RebootAfterUpdate">Booting ulang otomatis setelah pembaruan</string><string id="RebootAfterUpdate_Explain">Menjadwalkan mulai ulang otomatis setelah pembaruan Google Chrome OS diterapkan.

Saat kebijakan ini disetel ke true, mulai ulang otomatis akan dijadwalkan saat pembaruan Google Chrome OS diterapkan dan diperlukan mulai ulang untuk menyelesaikan proses pembaruan. Mulai ulang dijadwalkan langsung namun mungkin ditunda di perangkat hingga 24 jam jika pengguna sedang menggunakan perangkat.

Saat kebijakan ini disetel ke false, mulai ulang otomatis tidak akan dijadwalkan setelah menerapkan pembaruan Google Chrome OS. Proses pembaruan diselesaikan saat pengguna memulai ulang perangkat lagi.

Jika Anda menyetel kebijakan ini, pengguna tidak dapat mengubah atau menimpanya.

Catatan: Saat ini, mulai ulang otomatis hanya diaktifkan saat layar masuk ditampilkan atau sesi aplikasi kios sedang berjalan. Hal ini akan berubah di masa mendatang dan kebijakan akan terus diterapkan, terlepas dari apakah sesi dari jenis tertentu apa pun sedang dijalankan atau tidak.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Meskipun OCSP/CRL sedang online dibutuhkan link lokal yang dipercaya ataupun tidak</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Saat setelan ini diaktifkan, Google Chrome akan selalu melakukan pemeriksaan pembatalan untuk sertifikat server yang berhasil memvalidasi dan masuk dengan sertifikat CA yang dipasang secara lokal.

Jika Google Chrome tidak dapat memperoleh informasi status pembatalan, sertifikat tersebut yang akan diperlakukan sebagai dicabut ('kegagalan fatal').

Jika kebijakan tidak disetel, atau disetel ke false, Google Chrome akan menggunakan setelan pemeriksaan pembatalan online yang ada.</string><string id="RunAllFlashInAllowMode">Memperluas setelan konten Flash untuk semua konten</string><string id="RunAllFlashInAllowMode_Explain">Jika Anda mengaktifkan setelan ini, semua konten Flash yang disematkan di situs yang telah ditetapkan untuk mengizinkan Flash di setelan konten -- oleh kebijakan pengguna atau kebijakan perusahaan -- akan dijalankan, termasuk konten dari asal lain atau konten kecil.

Untuk mengontrol situs yang diizinkan untuk menjalankan Flash, lihat kebijakan &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot;, dan &quot;PluginsBlockedForUrls&quot;.

Jika setelan ini dinonaktifkan atau tidak disetel, konten Flash dari asal lainnya atau konten kecil dapat diblokir.</string><string id="SAMLOfflineSigninTimeLimit">Batasi waktu bagi pengguna yang diautentikasi melalui SAML untuk dapat masuk saat offline.</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Memungkinkan melanjutkan dari halaman peringatan SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome menunjukkan halaman peringatan saat pengguna menavigasi ke situs dengan kesalahan SSL. Secara default atau saat kebijakan ini disetel ke True, pengguna diizinkan untuk mengeklik melalui halaman peringatan ini.
Menyetel kebijakan ini ke False membuat pengguna tidak dapat mengeklik melalui halaman peringatan apa pun.</string><string id="SSLVersionMax">Versi SSL maksimum diaktifkan</string><string id="SSLVersionMax_Explain">Peringatan: Kebijakan versi TLS maksimum akan sepenuhnya dihapus dari Google Chrome sekitar versi 66 (sekitar bulan Februari 2018).

Jika kebijakan ini tidak dikonfigurasi, Google Chrome akan menggunakan versi maksimum default.

Jika tidak, kebijakan akan disetel ke salah satu nilai berikut: &quot;tls1.2&quot; atau &quot;tls1.3&quot;. Jika disetel, Google Chrome tidak akan menggunakan versi SSL/TLS yang lebih besar dari versi yang ditentukan. Nilai yang tidak dikenal akan diabaikan.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Aktifkan Safe Browsing</string><string id="SafeBrowsingEnabled_Explain">Mengaktifkan fitur Safe Browsing Google Chrome dan mencegah pengguna mengubah setelan ini.

Jika Anda mengaktifkan setelan ini, Safe Browsing akan selalu aktif.

Jika Anda menonaktifkan setelan ini, Safe Browsing akan selalu tidak aktif.

Jika Anda mengaktifkan atau menonaktifkan setelan ini, pengguna tidak dapat mengubah atau mengganti setelan &quot;Aktifkan perlindungan terhadap phishing dan malware&quot; di Google Chrome.

Jika kebijakan ini dibiarkan tidak disetel, kebijakan akan diizinkan tetapi pengguna dapat mengubahnya.

Lihat https://developers.google.com/safe-browsing untuk mendapatkan informasi selengkapnya mengenai SafeBrowsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Memungkinkan pengguna ikut serta dalam pelaporan yang diperluas Safe Browsing</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Menyetel kebijakan ini ke false akan membuat pengguna tidak dapat mengirim beberapa informasi sistem dan konten halaman ke server Google. Jika disetel ke true atau tidak dikonfigurasi, pengguna akan diizinkan mengirim beberapa informasi sistem dan konten halaman ke Safe Browsing untuk membantu mendeteksi situs dan aplikasi berbahaya.

Lihat https://developers.google.com/safe-browsing untuk mendapatkan informasi selengkapnya terkait SafeBrowsing.</string><string id="SavingBrowserHistoryDisabled">Menonaktifkan penyimpanan histori browser</string><string id="SavingBrowserHistoryDisabled_Explain">Menonaktifkan penyimpanan histori browser di Google Chrome dan mencegah pengguna mengubah setelan ini.

Jika setelan ini diaktifkan, histori penjelajahan tidak disimpan. Setelan ini juga menonaktifkan sinkronisasi tab.

Jika setelan ini dinonaktifkan atau tidak disetel, histori penjelajahan akan disimpan.</string><string id="SearchSuggestEnabled">Aktifkan saran penelusuran</string><string id="SearchSuggestEnabled_Explain">Mengaktifkan saran penelusuran dalam omnibox Google Chrome dan mencegah pengguna mengganti setelan ini.

Jika Anda mengaktifkan setelan ini, saran penelusuran akan digunakan.

Jika Anda menonaktifkan setelan ini, saran penelusuran tidak akan pernah digunakan.

Jika Anda mengaktifkan atau menonaktifkan setelan ini, pengguna tidak akan dapat mengubah atau mengganti setelan ini di Google Chrome.

Jika kebijakan ini dibiarkan tidak disetel, kebijakan ini akan diaktifkan namun pengguna akan dapat mengubahnya.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Menyetel bahasa yang disarankan untuk sesi publik</string><string id="SessionLocales_Explain">Menyetel satu atau beberapa bahasa yang disarankan untuk sesi publik memungkinkan pengguna memilih salah satu bahasa tersebut dengan mudah.

Pengguna dapat memilih bahasa dan tata letak keyboard sebelum memulai sesi publik. Secara default, semua bahasa yang didukung oleh Google Chrome OS dicantumkan sesuai urutan abjad. Anda dapat menggunakan kebijakan ini untuk memindahkan rangkaian bahasa yang disarankan ke bagian atas daftar.

Jika kebijakan ini tidak disetel, bahasa UI saat ini akan dipilih sebelumnya.

Jika kebijakan ini disetel, bahasa yang disarankan akan dipindahkan ke atas daftar dan secara visual akan dipisahkan dari semua bahasa yang lain. Bahasa yang disarankan akan dicantumkan dalam urutan sesuai tampilannya dalam kebijakan. Bahasa yang pertama kali disarankan akan dipilih sebelumnya.

Jika ada lebih dari satu bahasa yang disarankan, akan dianggap bahwa pengguna ingin memilih di antara bahasa tersebut. Pilihan bahasa dan tata letak keyboard akan ditawarkan ketika memulai sesi publik. Jika tidak, akan dianggap bahwa sebagian besar pengguna ingin menggunakan bahasa yang dipilih sebelumnya. Pilihan bahasa dan tata letak keyboard akan ditawarkan dengan kurang mencolok ketika memulai sesi publik.

Jika kebijakan ini disetel dan proses masuk otomatis diaktifkan (lihat kebijakan |DeviceLocalAccountAutoLoginId| dan |DeviceLocalAccountAutoLoginDelay|), sesi publik yang dimulai secara otomatis akan menggunakan bahasa yang disarankan pertama kali, dan tata letak keyboard paling populer yang cocok dengan bahasa ini.

Tata letak keyboard yang dipilih sebelumnya akan selalu menjadi tata letak yang paling populer yang cocok dengan bahasa yang dipilih sebelumnya.

Kebijakan ini hanya dapat disetel sebagai yang disarankan. Anda tidak dapat menggunakan kebijakan ini untuk memindahkan rangkaian bahasa yang disarankan ke atas, namun pengguna selalu diizinkan untuk memilih bahasa apa pun yang didukung oleh Google Chrome OS untuk sesi mereka.
</string><string id="SessionLocalesDesc">Menyetel bahasa yang disarankan untuk sesi publik</string><string id="ShelfAutoHideBehavior">Kontrol sembunyi otomatis rak</string><string id="ShelfAutoHideBehavior_Explain">Mengontrol rak Google Chrome OS sembunyi otomatis.

Jika kebijakan ini disetel ke 'AlwaysAutoHideShelf', rak akan selalu bersembunyi secara otomatis.

Jika kebijakan ini disetel ke 'NeverAutoHideShelf', rak tidak akan bersembunyi otomatis.

Jika Anda menyetel kebijakan ini, pengguna tidak dapat mengubah atau menggantinya.

Jika kebijakan ini dibiarkan tidak disetel, pengguna dapat memilih apakah rak akan bersembunyi otomatis atau tidak.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Selalu sembunyikan rak secara otomatis</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Jangan sembunyikan rak secara otomatis</string><string id="ShowHomeButton">Tampilkan tombol Beranda di bilah alat</string><string id="ShowHomeButton_Explain">Menampilkan tombol Beranda di bilah alat Google Chrome. Jika Anda mengaktifkan setelan ini, tombol Beranda akan selalu ditampilkan. Jika Anda menonaktifkan setelan ini, tombol Beranda tidak akan pernah ditampilkan. Jika Anda mengaktifkan atau menonaktifkan setelan ini, pengguna tidak dapat mengubah atau menimpa setelan ini di Google Chrome. Membiarkan kebijakan ini tidak disetel akan memungkinkan pengguna memilih apakah akan menampilkan tombol beranda.</string><string id="ShowLogoutButtonInTray">Tambahkan tombol keluar di baki sistem</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Aktifkan Isolasi Situs untuk setiap situs</string><string id="SitePerProcess_Explain">
CATATAN: Kebijakan ini merupakan eksperimental dan mungkin mengganggu fungsi.
Anda mungkin ingin melihat setelan kebijakan IsolateOrigins untuk mendapatkan
yang terbaik dari kedua kebijakan, isolasi dan dampak terbatas bagi pengguna, dengan
menggunakan IsolateOrigins yang berisi daftar situs yang ingin diisolasi. Setelan ini,
SitePerProcess, mengisolasi semua situs.
Jika kebijakan ini diaktifkan, setiap situs akan dijalankan dalam prosesnya sendiri.
Jika kebijakan ini dinonaktifkan, logika manajemen sebelum proses Isolasi Situs akan berlaku
Jika kebijakan ini tidak dikonfigurasi, pengguna akan dapat mengubah setelan ini.
</string><string id="SpellCheckServiceEnabled">Mengaktifkan atau menonaktifkan layanan web memeriksa ejaan</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome dapat menggunakan layanan web Google untuk membantu mengatasi masalah ejaan yang salah. Jika setelan ini diaktifkan, layanan ini akan selalu digunakan. Jika setelan ini dinonaktifkan, layanan ini tidak akan pernah digunakan.

Memeriksa ejaan tetap dapat dilakukan menggunakan kamus yang didownload; kebijakan ini hanya mengontrol penggunaan layanan online.

Jika setelan ini tidak dikonfigurasi, maka pengguna dapat memilih apakah layanan memeriksa ejaan harus digunakan atau tidak.</string><string id="SuppressUnsupportedOSWarning">Sembunyikan peringatan OS tidak didukung</string><string id="SuppressUnsupportedOSWarning_Explain">Menyembunyikan peringatan yang muncul saat Google Chrome dijalankan di komputer atau sistem operasi yang tidak didukung.</string><string id="SyncDisabled">Nonaktifkan sinkronisasi data dengan Google</string><string id="SyncDisabled_Explain">Menonaktifkan sinkronisasi data di Google Chrome menggunakan layanan sinkronisasi yang dihosting Google dan mencegah pengguna mengganti setelan ini.

Jika Anda mengaktifkan setelan ini, pengguna tidak dapat mengubah atau mengganti setelan ini di Google Chrome.

Jika kebijakan ini tidak disetel, pengguna dapat memilih untuk menggunakan Google Sync atau tidak.

Untuk sepenuhnya menonaktifkan Google Sync, sebaiknya Anda menonaktifkan layanan Google Sync di konsol Google Admin.

Kebijakan ini seharusnya tidak diaktifkan jika kebijakan RoamingProfileSupportEnabled diaktifkan, karena fitur tersebut menggunakan fungsi sisi klien yang sama. Jika terjadi kasus seperti ini, sinkronisasi yang dihosting Google akan dinonaktifkan sepenuhnya.</string><string id="SystemTimezone">Zona Waktu</string><string id="SystemTimezone_Explain">Menentukan zona waktu untuk digunakan pada perangkat. Pengguna dapat mengganti zona waktu yang telah ditentukan untuk sesi aktif. Akan tetapi, saat pengguna keluar, zona waktu akan kembali ke setelan yang telah ditentukan. Jika nilai tidak valid diberikan, kebijakan ini tetap diaktifkan dengan &quot;GMT&quot; sebagai gantinya. Jika string kosong, kebijakan akan diabaikan.

Jika kebijakan ini tidak digunakan, zona waktu yang saat ini sedang aktif akan tetap digunakan, namun pengguna dapat mengubah zona waktu dan perubahan tersebut akan terus digunakan. Oleh karena itu, perubahan yang dilakukan oleh satu pengguna akan memengaruhi layar info masuk dan semua pengguna lain.

Perangkat baru dimulai dengan zona waktu yang disetel ke &quot;US/Pacific&quot; (AS/Pasifik).

Format nilai mengikuti nama zona waktu dalam &quot;IANA Time Zone Database&quot; (Basis Data Zona Waktu IANA) (lihat &quot;https://en.wikipedia.org/wiki/Tz_database&quot;). Secara khusus, sebagian besar zona waktu dapat dirujuk menurut &quot;continent/large_city&quot; (benua/kota besar) atau &quot;ocean/large_city&quot; (samudra/kota besar).

Menyetel kebijakan ini sepenuhnya menonaktifkan penentuan zona waktu otomatis menurut lokasi perangkat. Kebijakan ini juga menggantikan kebijakan SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Mengonfigurasi metode deteksi zona waktu otomatis</string><string id="SystemTimezoneAutomaticDetection_Explain">Saat kebijakan ini disetel, alur deteksi zona waktu otomatis akan menggunakan salah satu cara berikut, tergantung nilai setelan:

Jika disetel ke TimezoneAutomaticDetectionUsersDecide, pengguna dapat mengontrol deteksi zona waktu otomatis menggunakan kontrol normal di chrome://settings.

Jika disetel ke TimezoneAutomaticDetectionDisabled, kontrol zona waktu otomatis di chrome://settings akan dinonaktifkan. Deteksi zona waktu otomatis akan selalu nonaktif.

Jika disetel ke TimezoneAutomaticDetectionIPOnly, kontrol zona waktu di chrome://settings akan dinonaktifkan. Deteksi zona waktu otomatis akan selalu aktif. Deteksi zona waktu akan menggunakan metode hanya-IP untuk menentukan lokasi.

Jika disetel ke TimezoneAutomaticDetectionSendWiFiAccessPoints, kontrol zona waktu di chrome://settings akan dinonaktifkan. Deteksi zona waktu otomatis akan selalu aktif. Daftar titik akses Wi-Fi yang terlihat akan selalu dikirim ke server API Geolocation untuk deteksi zona waktu yang lebih rinci.

Jika disetel ke TimezoneAutomaticDetectionSendAllLocationInfo, kontrol zona waktu di chrome://settings akan dinonaktifkan. Deteksi zona waktu otomatis akan selalu aktif. Informasi lokasi (seperti titik akses Wi-Fi, Menara Seluler yang dapat dijangkau, GPS) akan dikirim ke server untuk deteksi zona waktu yang lebih rinci.

Jika kebijakan ini tidak disetel, perilakunya sama dengan saat TimezoneAutomaticDetectionUsersDecide disetel.

Jika kebijakan SystemTimezone disetel, kebijakan tersebut akan mengganti kebijakan ini. Dalam kasus ini, deteksi zona waktu otomatis akan dinonaktifkan sepenuhnya.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Selalu kirim sinyal lokasi yang tersedia ke server sembari menentukan zona waktu</string><string id="SystemUse24HourClock">Menggunakan 24 jam sebagai default</string><string id="SystemUse24HourClock_Explain">Menentukan format jam yang digunakan untuk perangkat.

Kebijakan ini mengonfigurasi format jam yang akan digunakan di layar masuk dan sebagai default untuk sesi pengguna. Pengguna masih dapat mengganti format jam untuk akunnya.

Jika kebijakan ini disetel ke true, perangkat akan menggunakan format 24 jam. Jika kebijakan disetel ke false, perangkat akan menggunakan format 12 jam.

Jika kebijakan ini tidak disetel, perangkat akan menggunakan format default 24 jam.</string><string id="TPMFirmwareUpdateSettings">Konfigurasi perilaku update firmware TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Mengonfigurasi ketersediaan dan perilaku fungsi update firmware TPM.

Setiap setelan dapat ditentukan di properti JSON:

allow-user-initiated-powerwash: Jika disetel ke true, pengguna dapat memicu alur powerwash untuk menginstal update firmware TPM.

Jika kebijakan ini tidak disetel, fungsi update firmware TPM tidak akan tersedia.</string><string id="TaskManagerEndProcessEnabled">Memungkinkan proses diakhiri di Pengelola Tugas</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Menyetel Persyaratan Layanan untuk akun lokal perangkat</string><string id="TermsOfServiceURL_Explain">Menyetel Persyaratan Layanan yang harus diterima oleh pengguna sebelum sebelum memulai sesi akun lokal perangkat.

Jika kebijakan ini disetel, Google Chrome OS akan mendownload Persyaratan Layanan dan menyajikannya kepada pengguna saat sesi akun lokal perangkat dimulai. Pengguna hanya akan diizinkan menuju sesi tersebut setelah menerima Persyaratan Layanan.

Jika kebijakan ini tidak disetel, tidak ada Persyaratan Layanan yang ditampilkan.

Kebijakan ini harus disetel ke URL di tempat Google Chrome OS dapat mendownload Persyaratan Layanan tersebut. Persyaratan Layanan ini harus dalam teks biasa, yang disajikan sebagai teks/biasa jenis MIME. Tidak ada markup yang diizinkan.</string><string id="TouchVirtualKeyboardEnabled">Aktifkan keyboard virtual</string><string id="TouchVirtualKeyboardEnabled_Explain">Kebijakan ini mengonfigurasi pengaktifkan keyboard virtual sebagai perangkat masukan di ChromeOS. Pengguna tidak dapat mengganti kebijakan ini.

Jika kebijakan ini disetel ke true, keyboard virtual di layar akan selalu diaktifkan.

Jika disetel ke false, keyboard virtual di layar akan selalu dinonaktifkan.

Jika Anda menyetel kebijakan ini, pengguna tidak dapat mengubah atau menggantinya. Namun, pengguna akan tetap dapat mengaktifkan/menonaktifkan aksesibilitas keyboard di layar yang diutamakan atas keyboard virtual yang dikontrol oleh kebijakan ini. Lihat kebijakan |VirtualKeyboardEnabled| untuk mengontrol aksesibilitas keyboard di layar.

Jika kebijakan ini tidak disetel, keyboard di layar akan dinonaktifkan pada awalnya namun dapat diaktifkan oleh pengguna kapan saja. Aturan heuristis juga dapat digunakan untuk menentukan waktu untuk menampilkan keyboard.</string><string id="TranslateEnabled">Aktifkan Terjemahan</string><string id="TranslateEnabled_Explain">Mengaktifkan layanan Google Terjemahan terpadu di Google Chrome. Jika Anda mengaktifkan setelan ini, Google Chrome akan menunjukkan penawaran bilah alat terpadu untuk menerjemahkan halaman bagi pengguna, bila diperlukan. Jika Anda menonaktifkan setelan ini, pengguna tidak akan melihat bilah terjemahan. Jika Anda mengaktifkan atau menonaktifkan setelan ini, pengguna tidak dapat mengubah atau menimpa setelan ini di Google Chrome. Jika setelan ini dibiarkan tidak disetel, pengguna dapat memutuskan untuk menggunakan fungsi ini atau tidak.</string><string id="URLBlacklist">Cekal akses ke daftar URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Cekal akses ke daftar URL</string><string id="URLWhitelist">Memungkinkan akses ke daftar URL</string><string id="URLWhitelist_Explain">Memungkinkan akses ke URL yang tercantum, kecuali untuk URL yang masuk dalam daftar hitam.

Lihat deskripsi kebijakan daftar hitam URL untuk format entri daftar ini.

Kebijakan ini dapat digunakan untuk membuka pengecualian untuk daftar hitam terbatas. Misalnya, '*' dapat dimasukkan dalam daftar hitam untuk memblokir semua permintaan, dan kebijakan ini dapat digunakan untuk mengizinkan akses ke daftar URL yang dibatasi. Kebijakan ini juga dapat digunakan untuk membuka pengecualian untuk skema tertentu, subdomain dari domain lain, port, atau jalur khusus.

Filter yang paling spesifik akan menentukan apakah URL diblokir atau diizinkan. Daftar putih akan didahulukan daripada daftar hitam.

Kebijakan ini terbatas untuk 1000 entri; entri berikutnya akan diabaikan.

Jika kebijakan ini tidak disetel, tidak akan ada pengecualian untuk daftar hitam dari kebijakan 'URLBlacklist'.</string><string id="URLWhitelistDesc">Memungkinkan akses ke daftar URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Jika kebijakan ini disetel ke true, Desktop Terpadu diizinkan dan
diaktifkan secara default, yang memungkinkan aplikasi merentangkan beberapa tampilan.
Pengguna dapat menonaktifkan Desktop Terpadu untuk tampilan individual dengan menghapus centang
di setelan tampilan.

Jika kebijakan ini disetel ke false atau tidak disetel, Desktop Terpadu akan
dinonaktifkan. Dalam kasus ini, pengguna tidak dapat mengaktifkan fitur tersebut.</string><string id="UsbDetachableWhitelist">Daftar putih perangkat USB yang dapat dilepas</string><string id="UsbDetachableWhitelist_Explain">Menjelaskan daftar perangkat USB yang diizinkan untuk dilepas dari driver kernelnya, agar dapat langsung digunakan melalui API chrome.usb dalam aplikasi web. Entri berupa pasangan Pengenal Vendor USB dan Pengenal Produk untuk mengidentifikasi hardware tertentu.

Jika kebijakan ini tidak dikonfigurasi, daftar perangkat USB yang dapat dilepas akan kosong.</string><string id="UsbDetachableWhitelistDesc">Daftar putih perangkat USB yang dapat dilepas</string><string id="UserAvatarImage">Gambar avatar pengguna</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Setel nama tampilan untuk akun lokal perangkat</string><string id="UserDisplayName_Explain">Mengontrol nama akun yang ditampilkan Google Chrome OS di layar masuk untuk akun lokal perangkat yang sesuai.

Jika kebijakan ini disetel, layar masuk akan menggunakan string yang ditentukan dalam pemilih masuk berdasarkan gambar untuk akun lokal perangkat yang sesuai.

Jika kebijakan dibiarkan tidak disetel, Google Chrome OS akan menggunakan ID akun email dari akun lokal perangkat sebagai nama tampilan di layar masuk.

Kebijakan ini diabaikan untuk akun pengguna reguler.</string><string id="VideoCaptureAllowed">Izinkan atau tolak penangkapan video</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL yang akan diberi akses ke perangkat perekam video tanpa peringatan</string><string id="VideoCaptureAllowedUrls_Explain">Pola dalam daftar ini akan dicocokan dengan asal
keamanan URL yang meminta.  Jika tidak ditemukan kecocokan, akses ke perangkat
yang merekam audio akan diberikan tanpa permintaan.

CATATAN: Hingga versi 45, kebijakan ini hanya didukung dalam mode Kios.</string><string id="VideoCaptureAllowedUrlsDesc">URL yang akan diberi akses ke perangkat perekam video tanpa peringatan</string><string id="WPADQuickCheckEnabled">Aktifkan pengoptimalan WPAD</string><string id="WPADQuickCheckEnabled_Explain">Memungkinkan penonaktifan pengoptimalan WPAD (Web Proxy Auto-Discovery) di Google Chrome.

Jika kebijakan ini disetel ke false, pengoptimalan WPAD akan dinonaktifkan sehingga menyebabkan Google Chrome menunggu server WPAD berbasis DNS dalam waktu yang lebih lama. Jika kebijakan diaktifkan atau tidak disetel, pengoptimalan WPAD akan diaktifkan.

Terlepas dari apakah kebijakan ini disetel atau tidak, dan bagaimana kebijakan ini disetel, setelan pengoptimalan WPAD tidak dapat diubah oleh pengguna.</string><string id="WallpaperImage">Gambar wallpaper</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Membatasi rentang port UDP lokal yang digunakan oleh WebRTC</string><string id="WebRtcUdpPortRange_Explain">Jika kebijakan disetel, rentang port UDP yang digunakan oleh WebRTC dibatasi ke interval port yang ditentukan (termasuk titik akhir).

Jika kebijakan tidak disetel, atau jika disetel menjadi string kosong maupun rentang port yang tidak valid, WebRTC diizinkan untuk menggunakan port UDP lokal mana pun yang tersedia.</string></stringTable><presentationTable><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL beranda</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID ekstensi yang tidak diizinkan dipasang pengguna (atau * untuk semua)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID Ekstensi yang dikeluarkan dari daftar hitam</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID Ekstensi/Aplikasi dan URL pembaruan akan dipasang di latar belakang</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Pola URL untuk memungkinkan pemasangan skrip pengguna, aplikasi, dan ekstensi dari</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Ketik ekstensi/aplikasi yang diizinkan untuk dipasang</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Setelan pengelolaan ekstensi</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL halaman Tab Baru</label></textBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Tindakan saat permulaan</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL untuk membuka saat permulaan</listBox></presentation><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Skema autentikasi yang didukung</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Daftar putih server autentikasi</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Daftar putih server delegasi Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Mengonfigurasi awalan TalkGadget untuk hosting akses jarak jauh</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Batasi jangkauan port UDP yang digunakan oleh hosting akses jarak jauh</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL tempat klien akses jarak jauh seharusnya memperoleh token autentikasi mereka</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL untuk memvalidasi token autentikasi klien akses jarak jauh</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Sertifikat klien untuk menyambung ke RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Tindakan yang akan diambil saat pengguna menutup penutupnya</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Persentase yang digunakan untuk menskalakan penundaan layar redup dalam mode presentasi:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Persentase yang digunakan untuk menskalakan penundaan layar redup jika pengguna aktif setelah peredupan:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Setelan pengelolaan daya saat pengguna sedang menganggur</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Penundaan kunci layar</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Ekstensi yang diizinkan untuk menggunakan API pengesahan jarak jauh</listBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Nama penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Kata kunci penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>URL penelusuran penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>URL saran penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>URL sekejap penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikon penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Penyandiaksaraan penyedia penelusuran default</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Daftar URL pengganti untuk penyedia penelusuran default</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter yang mengendalikan penempatan istilah penelusuran untuk penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter menyediakan fitur telusuri pakai gambar untuk penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL halaman tab baru penyedia penelusuran default</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parameter untuk URL penelusuran yang menggunakan POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parameter untuk URL yang disarankan yang menggunakan POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parameter untuk URL instan yang menggunakan POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parameter untuk URL gambar yang menggunakan POST</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Pilih cara menentukan setelan server proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Alamat atau URL server proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL untuk proxy file .pac</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Peraturan mengabaikan proxy yang dipisahkan koma</label></textBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Setelan cookie default</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Setelan gambar default</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Setelan JavaScript default</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Setelan Flash default</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Setelan pop-up default</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Setelan pemberitahuan default</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Setelan geolokasi default</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Mengontrol penggunaan API Bluetooth Web</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Memilih sertifikat klien untuk situs ini secara otomatis</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Izinkan cookie di situs ini</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Cekal cookie di situs ini</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Izinkan cookie sesi saja di situs-situs tersebut</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Izinkan gambar di situs ini</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Cekal gambar pada situs ini</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Izinkan JavaScript di situs ini</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Cekal JavaScript di situs ini</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Izinkan plugin Flash di situs ini</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blokir plugin Flash di situs ini</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Izinkan pop-up di situs ini</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Daftarkan penangan protokol</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Cekal pop-up di situs ini</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Izinkan pemberitahuan di situs ini</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Mencekal pemberitahuan di situs ini</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Menyetel jenis lup</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Menyetel jenis lup default yang diaktifkan di layar masuk</dropdownList></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Menetapkan domain yang diizinkan untuk mengakses Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Menyetel ketersediaan sertifikat untuk aplikasi ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Mengonfigurasi ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL yang akan diberi akses ke perangkat perekam audio tanpa peringatan</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Nonaktifkan penerapan Transparansi Sertifikat untuk daftar URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Mengontrol perilaku pengguna pada sesi multiprofil</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Saluran rilis</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Aturan pemilihan printer default</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfigurasi daftar aplikasi yang terpasang di layar masuk</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Tata letak keyboard layar login perangkat</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Lokal layar login perangkat</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Pengelolaan daya di layar masuk</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>File konfigurasi printer perusahaan untuk perangkat</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Kebijakan akses konfigurasi printer untuk perangkat.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Menonaktifkan printer yang merupakan perangkat perusahaan</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Mengaktifkan printer perangkat perusahaan</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Interval di luar jam kerja saat OffHours |ignored_policy_proto_tags| perangkat dirilis</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Konfigurasi jaringan tingkat perangkat</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Segarkan peringkat untuk Kebijakan Perangkat:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Tanda di seluruh sistem yang akan diterapkan pada waktu mulai Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Versi Pembaruan Otomatis Target</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Jenis sambungan yang diizinkan untuk pembaruan</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Faktor penyebaran pembaruan otomatis:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Daftar putih pengguna masuk</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Gambar wallpaper perangkat</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Setel pemutaran layar default, diterapkan kembali setiap kali melakukan boot ulang</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Setel direktori download</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Batasan download</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Strategi migrasi untuk ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Aktifkan fitur platform web usang untuk waktu yang terbatas</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Memaksa Mode Terbatas YouTube minimum</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Ketersediaan mode penyamaran</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Aktifkan Isolasi Situs untuk asal yang ditetapkan</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Izin Kunci</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Bookmark yang Terkelola</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Penundaan mengambil maksimum setelah kebijakan invalidasi:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Pencetakan Asli</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Kebijakan akses konfigurasi untuk printer.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Menonaktifkan printer perusahaan</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>File konfigurasi untuk printer perusahaan</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Mengaktifkan printer perusahaan</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Aktifkan prediksi jaringan</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Beri akses aplikasi pencatat yang diizinkan di layar kunci Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Konfigurasi jaringan tingkat pengguna</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Daftar aplikasi tersemat untuk ditampilkan pada peluncur</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Segarkan peringkat untuk kebijakan pengguna:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Batasi waktu bagi pengguna yang diautentikasi melalui SAML untuk dapat masuk saat offline.:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Versi SSL maksimum diaktifkan</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Menyetel bahasa yang disarankan untuk sesi publik</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Kontrol sembunyi otomatis rak</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Zona Waktu</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Mengonfigurasi metode deteksi zona waktu otomatis</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfigurasi perilaku update firmware TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Menyetel Persyaratan Layanan untuk akun lokal perangkat</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Cekal akses ke daftar URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Memungkinkan akses ke daftar URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Daftar putih perangkat USB yang dapat dilepas</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Gambar avatar pengguna</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Setel nama tampilan untuk akun lokal perangkat</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL yang akan diberi akses ke perangkat perekam video tanpa peringatan</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Gambar wallpaper</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Membatasi rentang port UDP lokal yang digunakan oleh WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>