<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 oder höher</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Standardeinstellungen (können vom Nutzer überschrieben werden)</string><string id="RestoreOnStartupGroup_group">&quot;Beim Start&quot;-Seiten</string><string id="RestoreOnStartup">Aktion beim Start</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">&quot;Neuer Tab&quot;-Seite öffnen</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Letzte Sitzung wiederherstellen</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">URL-Liste öffnen</string><string id="RestoreOnStartupURLs">Beim Start zu öffnende URLs</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Beim Start zu öffnende URLs</string><string id="NewTabPage_group">&quot;Neuer Tab&quot;-Seite</string><string id="NewTabPageLocation">URL für &quot;Neuer Tab&quot;-Seite konfigurieren</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="PowerManagement_group">Energieverwaltung</string><string id="LidCloseAction">Auszuführende Aktion beim Zuklappen des Geräts</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Suspend-Modus</string><string id="LidCloseAction_LidCloseActionLogout">Nutzer abmelden</string><string id="LidCloseAction_LidCloseActionShutdown">Herunterfahren</string><string id="LidCloseAction_LidCloseActionDoNothing">Nichts tun</string><string id="PowerManagementUsesAudioActivity">Angaben zum Einfluss von Audioaktivitäten auf den Energiesparmodus</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Angaben zum Einfluss von Videoaktivitäten auf den Energiesparmodus</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Prozentsatz für die Skalierung der Spanne für die Bildschirmabdunkelung im Präsentationsmodus</string><string id="PresentationScreenDimDelayScale_Explain">Hiermit wird der Prozentsatz angegeben, um den die Spanne für die Bildschirmabdunkelung skaliert wird, wenn sich das Gerät im Präsentationsmodus befindet.

Wenn diese Richtlinie konfiguriert ist, wird damit der Prozentsatz für die Skalierung der Spanne für die Bildschirmabdunkelung angegeben, wenn sich das Gerät im Präsentationsmodus befindet. Sollte die Spanne für die Bildschirmabdunkelung skaliert werden, wird die Spanne für die Abschaltung und Sperre des Bildschirms sowie die Inaktivität so angepasst, dass die Abstände der ursprünglichen Konfiguration proportional beibehalten werden.

Ist diese Richtlinie nicht konfiguriert, wird ein Standardfaktor für die Skalierung verwendet.

Der Skalierungsfaktor muss mindestens 100 % betragen. Werte, bei denen die Spanne für die Bildschirmabdunkelung im Präsentationsmodus kürzer wäre als regulär, sind nicht zulässig.</string><string id="AllowScreenWakeLocks">Bildschirm-Wakelocks zulassen</string><string id="AllowScreenWakeLocks_Explain">Gibt an, ob Bildschirm-Wakelocks zulässig sind. Bildschirm-Wakelocks können von Erweiterungen über die Power Management Extension API angefordert werden.

Falls diese Richtlinie auf &quot;true&quot; gesetzt oder nicht festgelegt wird, werden Bildschirm-Wakelocks bei der Energieverwaltung zugelassen.

Falls die Richtlinie auf &quot;false&quot; gesetzt wird, werden Anfragen für Bildschirm-Wakelocks ignoriert.</string><string id="UserActivityScreenDimDelayScale">Prozentsatz für die Skalierung der Spanne für die Bildschirmabdunkelung, wenn der Nutzer nach der Abdunkelung aktiv wird</string><string id="UserActivityScreenDimDelayScale_Explain">Hiermit wird der Prozentsatz angegeben, um den die Spanne für die Bildschirmabdunkelung skaliert wird, wenn während der Bildschirmabdunkelung oder kurz nach der Bildschirmabschaltung Nutzeraktivität festgestellt wird.

Wenn diese Richtlinie konfiguriert ist, wird damit der Prozentsatz für die Skalierung der Spanne für die Bildschirmabdunkelung angegeben, wenn während der Bildschirmabdunkelung oder kurz nach der Bildschirmabschaltung Nutzeraktivität festgestellt wird. Sollte die Abdunkelungsspanne skaliert werden, wird die Spanne für die Abschaltung und Sperre des Bildschirms sowie die Inaktivität so angepasst, dass die Abstände der ursprünglichen Konfiguration proportional beibehalten werden.

Ist diese Richtlinie nicht konfiguriert, wird ein Standardfaktor für die Skalierung verwendet.

Der Skalierungsfaktor muss mindestens 100 % betragen.</string><string id="WaitForInitialUserActivity">Auf erste Nutzeraktivität warten</string><string id="WaitForInitialUserActivity_Explain">Damit legen Sie fest, ob die erste Aktivität des Nutzers in einer Sitzung als Ausgangspunkt für Verzögerungen beim Energiesparmodus und Begrenzungen der Sitzungslänge verwendet werden soll.
Wenn diese Richtlinie auf &quot;true&quot; gesetzt ist, wie die erste Aktivität des Nutzers in einer Sitzung als Ausgangspunkt für Verzögerungen beim Energiesparmodus und Begrenzungen der Sitzungslänge verwendet.

Ist die Richtlinie auf &quot;false&quot; gesetzt oder nicht definiert, wird der Start der Sitzung als Ausgangspunkt für Verzögerungen beim Energiesparmodus und Begrenzungen der Sitzungslänge verwendet.</string><string id="PowerManagementIdleSettings">Einstellungen für die Energieverwaltung bei Inaktivität des Nutzers</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Verzögerungen für die Bildschirmsperre</string><string id="ScreenLockDelays_Explain">Gibt die Zeitdauer ohne Nutzeraktivität an, nach der der Bildschirm im Netz- oder Akkubetrieb gesperrt wird.

Wenn ein Wert über null angegeben wird, steht dieser Wert für die Zeitdauer, für die ein Nutzer inaktiv sein muss, bevor der Bildschirm durch Google Chrome OS gesperrt wird.

Wenn der Wert null angegeben wird, wird der Bildschirm bei Inaktivität des Nutzers nicht durch Google Chrome OS gesperrt.

Wenn kein Wert angegeben wird, wird ein Standardwert verwendet.

Wenn der Bildschirm bei Inaktivität gesperrt werden soll, empfehlen wir, die Bildschirmsperre für den Wechsel in den Suspend-Modus zu aktivieren und Google Chrome OS anzuweisen, nach der Inaktivitätsverzögerung in den Suspend-Modus zu wechseln. Diese Richtlinie sollte nur verwendet werden, wenn die Bildschirmsperre deutlich früher aktiviert werden soll als der Suspend-Modus oder wenn der Suspend-Modus bei Inaktivität nicht erwünscht ist.

Der Richtlinienwert muss in Millisekunden angegeben werden und wird automatisch auf einen Wert unter der Inaktivitätsverzögerung reduziert.</string><string id="Extensions_group">Erweiterungen</string><string id="ExtensionInstallBlacklist">Schwarze Liste für Installation von Erweiterungen konfigurieren</string><string id="ExtensionInstallBlacklist_Explain">Mit dieser Richtlinie können Sie festlegen, welche Erweiterungen Nutzer NICHT installieren dürfen. Bereits installierte Erweiterungen, die auf die schwarze Liste gesetzt werden, werden entfernt. Der Nutzer hat keine Möglichkeit, diese zu aktivieren. Sollte eine aufgrund der schwarzen Liste deaktivierte Erweiterung aus dieser entfernt werden, wird sie automatisch wieder aktiviert.

Der Wert &quot;*&quot; in der schwarzen Liste gibt an, dass alle Erweiterungen ausgeschlossen werden, sofern diese nicht ausdrücklich auf die weiße Liste gesetzt wurden.

Wenn diese Richtlinie nicht konfiguriert ist, kann der Nutzer jede Erweiterung in Google Chrome installieren.</string><string id="ExtensionInstallBlacklistDesc">Schwarze Liste für Installation von Erweiterungen konfigurieren</string><string id="ExtensionInstallWhitelist">Weiße Liste für Installation von Erweiterungen konfigurieren</string><string id="ExtensionInstallWhitelist_Explain">Mit dieser Richtlinie können Sie festlegen, welche Erweiterungen nicht auf die schwarze Liste gesetzt werden. Der Wert &quot;*&quot; in der schwarzen Liste gibt an, dass alle Erweiterungen ausgeschlossen sind und dass Nutzer nur Erweiterungen installieren können, die in der Whitelist enthalten sind. Standardmäßig können alle Erweiterungen installiert werden. Wurden jedoch alle Erweiterungen durch eine Richtlinie auf die schwarze Liste gesetzt, kann diese Richtlinie mithilfe der Whitelist außer Kraft gesetzt werden.</string><string id="ExtensionInstallWhitelistDesc">Weiße Liste für Installation von Erweiterungen konfigurieren</string><string id="ExtensionInstallForcelist">Liste der Apps und Erweiterungen konfigurieren, deren Installation erzwungen wurde</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Liste der Apps und Erweiterungen konfigurieren, deren Installation erzwungen wurde</string><string id="ExtensionInstallSources">Installationsquellen für Erweiterungen, Apps und Nutzerskripte konfigurieren</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Installationsquellen für Erweiterungen, Apps und Nutzerskripte konfigurieren</string><string id="ExtensionAllowedTypes">Zulässige App- bzw. Erweiterungstypen konfigurieren</string><string id="ExtensionAllowedTypes_Explain">Legt fest, welche Typen von Erweiterungen und Apps installiert werden dürfen, und beschränkt den Zugriff während der Laufzeit.

Mit dieser Einstellung wird eine weiße Liste der Typen von Erweiterungen und Apps erstellt, die in Google Chrome installiert werden können. Außerdem wird festgelegt, mit welchen Hosts sie interagieren dürfen. Es handelt sich um eine Liste mit Strings, die jeweils einem der folgenden Typen entsprechen: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Weitere Informationen finden Sie in der Dokumentation zu Google Chrome-Erweiterungen.

Diese Richtlinie betrifft auch Erweiterungen und Apps, deren Installation mit ExtensionInstallForcelist erzwungen wurde.

Wenn diese Einstellung konfiguriert wurde, werden Erweiterungen oder Apps, die keinem der Typen auf der Liste entsprechen, nicht installiert.

Wenn diese Einstellung nicht konfiguriert wurde, bestehen keine Einschränkungen für zulässige Typen von Erweiterungen und Apps.</string><string id="ExtensionAllowedTypesDesc">Zulässige App- bzw. Erweiterungstypen konfigurieren</string><string id="ExtensionSettings">Verwaltungseinstellungen für Erweiterungen</string><string id="ExtensionSettings_Explain">Konfiguriert die Verwaltungseinstellungen für Erweiterungen für Google Chrome.

Mit dieser Richtlinie können Sie mehrere Einstellungen festlegen, zum Beispiel Einstellungen, die von bestehenden auf Erweiterungen bezogenen Richtlinien geregelt werden. Diese Richtlinie überschreibt ältere Richtlinien, wenn beide konfiguriert sind.

Mit dieser Richtlinie wird eine Erweiterungs-ID oder eine Update-URL ihrer Konfiguration zugeordnet. Bei einer Erweiterungs-ID wird die Konfiguration nur auf die angegebene Erweiterung angewendet. Eine Standardkonfiguration kann für die Spezial-ID &quot;*&quot; festgelegt werden, die auf alle Erweiterungen angewendet wird, für die keine benutzerdefinierte Konfiguration in dieser Richtlinie konfiguriert ist. Bei einer Update-URL wird die Konfiguration auf alle Erweiterungen mit genau der im Manifest dieser Erweiterung angegebenen Update-URL angewendet, wie unter https://developer.chrome.com/extensions/autoupdate erläutert.


Bei der Konfiguration für jede Erweiterung (oder Erweiterungen mit der gleichen Update-URL) handelt es sich um ein weiteres Wörterbuch, das die im Folgenden genannten Felder enthalten kann.

&quot;installation_mode&quot;: Verweist auf einen String, der den Installationsmodus für die Erweiterung angibt. Folgende Strings sind gültig:
* &quot;allowed&quot;: Lässt die Installation der Erweiterung durch den Nutzer zu. Dies ist das Standardverhalten.
* &quot;blocked&quot;: Blockiert die Installation der Erweiterung.
* &quot;force_installed&quot;: Die Erweiterung wird automatisch installiert und kann nicht vom Nutzer entfernt werden.
* &quot;normal_installed&quot;: Die Erweiterung wird automatisch installiert, kann aber vom Nutzer deaktiviert werden.

Das Feld &quot;installation_mode&quot; kann auch für mehrere Erweiterungen konfiguriert werden, einschließlich der Erweiterung &quot;*&quot; (als Standardeinstellungen) und Erweiterungen mit der gleichen Update-URL. In diesem Fall können nur die Werte &quot;allowed&quot; und &quot;blocked&quot; verwendet werden.

Wenn der Modus &quot;force_installed&quot; oder &quot;normal_installed&quot; festgelegt ist, muss auch &quot;update_url&quot; konfiguriert werden. Die in dieser Richtlinie festgelegte Update-URL wird nur für die Erstinstallation verwendet. Bei späteren Aktualisierungen der Erweiterungen wird die im Manifest der Erweiterung angegebene Update-URL verwendet werden. Die Update-URL muss wie oben erwähnt auf ein XML-Dokument zur Aktualisierung eines Manifests verweisen.

&quot;blocked_permissions&quot;: Verweist auf eine Liste mit Strings, in denen die Berechtigungen für blockierte APIs für die Erweiterung angegeben sind. Die Namen der Berechtigungen sind identisch mit den im Manifest angegebenen Strings der Berechtigung, wie unter https://developer.chrome.com/extensions/declare_permissions erläutert. Die Einstellung kann auch für die Erweiterung &quot;*&quot; konfiguriert werden. Wenn die Erweiterung eine Berechtigung erfordert, die auf der Sperrliste steht, kann sie nicht geladen werden. Wenn sie eine blockierte Berechtigung als optionale Anforderung enthält, wird sie normal behandelt, allerdings werden Anforderungen in Konflikt stehender Berechtigungen automatisch zur Laufzeit abgelehnt.

&quot;allowed_permissions&quot;: Ähnlich wie &quot;blocked_permissions&quot;, nur werden einige Berechtigungen explizit zugelassen, die möglicherweise von der globalen Liste der blockierten Berechtigungen blockiert werden und daher nicht für die Erweiterung &quot;*&quot; konfiguriert werden können. Mit dieser Einstellung erhalten Erweiterungen jedoch nicht automatisch gewährte Berechtigungen.

&quot;minimum_version_required&quot;: Verweist auf einen Versions-String. Das Format dieses Strings ist mit dem im Manifest der Erweiterung verwendeten Format identisch, wie unter https://developer.chrome.com/apps/manifest/version erläutert. Eine Erweiterung mit einer älteren Version als der angegebenen Mindestversion wird deaktiviert. Dies gilt auch für Erweiterungen, deren Installation erzwungen wurde.

Die folgenden Einstellungen können nur für die Standardkonfiguration von &quot;*&quot; verwendet werden:

&quot;install_sources&quot;: Bei den Einträgen in dieser Liste handelt es sich um auf die Erweiterung angepasste Übereinstimmungsmuster (siehe https://developer.chrome.com/extensions/match_patterns). Wenn eine URL mit einem Eintrag in dieser Liste übereinstimmt, können Nutzer ihn ganz einfach über diese URL installieren. Sowohl der Speicherort der *.crx-Datei als auch die Seite, über die der Download gestartet wird (der Referrer), müssen durch diese Muster zugelassen sein.

&quot;allowed_types&quot;: Mit dieser Einstellung werden die zulässigen Typen von Erweiterungen/Apps, die in Google Chrome installiert werden können, auf die weiße Liste gesetzt. Jeder Wert besteht aus einer Liste mit folgenden Strings: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Weitere Informationen zu diesen Typen finden Sie in der Dokumentation zu den Erweiterungen in Google Chrome.
&quot;blocked_install_message&quot;: Wenn der Nutzer versucht, eine Erweiterung zu installieren, die von der Richtlinie blockiert wird, wird im Chrome Web Store eine allgemeine Fehlermeldung angezeigt. Mit dieser Einstellung können Sie den Text der Fehlermeldung ergänzen. So können Sie beispielsweise Nutzer an Ihren Helpdesk verweisen oder eine Erklärung für den Grund der Richtlinienblockierung einfügen. Wenn die Fehlermeldung mehr als 1.000 Zeichen lang ist, wird sie abgeschnitten.
&quot;runtime_blocked_hosts&quot;: Lässt eine Liste von Hosts zu, mit denen eine Erweiterung nicht interagieren kann. Dazu gehören das Einfügen von JavaScript, das Ändern oder Aufrufen von webRequests/webNavigation sowie das Aufrufen oder Ändern von Cookies. Das Format ähnelt den Übereinstimmungsmustern (siehe https://developer.chrome.com/extensions/match_patterns), allerdings müssen keine Pfade wie &quot;*://*.ihrewebsite.bsp&quot; angegeben werden. Dadurch werden auch effektive TLD-Platzhalter wie &quot;*://ihrewebsite.*&quot; unterstützt.
&quot;runtime_allowed_hosts&quot;: Lässt eine Liste von Hosts zu, mit denen eine Erweiterung interagieren kann, auch wenn diese nicht unter &quot;runtime_blocked_hosts&quot; aufgeführt sind. Das Format ist mit &quot;runtime_blocked_hosts&quot; identisch.
</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Aktiviert Google Cast</string><string id="EnableMediaRouter_Explain">Wird diese Richtlinie auf &quot;true&quot; gesetzt oder nicht definiert, dann wird Google Cast aktiviert und Nutzer können die Funktion über das App-Menü, Kontextmenüs von Seiten, Mediensteuerelemente auf Cast-fähigen Websites und das Toolbar-Symbol von Cast (falls angezeigt) starten.

Wird diese Richtlinie auf &quot;false&quot; gesetzt, dann wird Google Cast deaktiviert.</string><string id="ShowCastIconInToolbar">Zeigt das Toolbar-Symbol für Google Cast</string><string id="ShowCastIconInToolbar_Explain">Wenn diese Richtlinie auf &quot;true&quot; gesetzt wird, erscheint das Cast-Symbol immer auf der Symbolleiste oder im Überlaufmenü und Nutzer können es nicht entfernen.

Wenn diese Richtlinie auf &quot;false&quot; gesetzt oder nicht festgelegt wird, können Nutzer das Symbol über das Kontextmenü anheften oder entfernen.

Wenn die Richtlinie &quot;EnableMediaRouter&quot; auf &quot;false&quot; gesetzt wird, hat der Wert dieser Richtlinie keine Auswirkungen und das Symbol wird nicht auf der Symbolleiste angezeigt.</string><string id="ContentSettings_group">Inhaltseinstellungen</string><string id="DefaultCookiesSetting">Standardeinstellungen für Cookies</string><string id="DefaultCookiesSetting_Explain">Mit dieser Richtlinie können Sie festlegen, welche Websites lokale Daten speichern dürfen. Das Speichern von lokalen Daten kann entweder für alle Websites zugelassen oder für alle Websites unterbunden werden.

Wenn für diese Richtlinie &quot;Cookies für die Dauer der Sitzung beibehalten&quot; festgelegt wurde, werden die Cookies nach Beenden der Sitzung wieder entfernt. Hinweis: Wenn Google Chrome im Hintergrundmodus ausgeführt wird, wird die Sitzung beim Schließen des letzten Fensters möglicherweise nicht beendet. Rufen Sie für weitere Informationen zum Konfigurieren dieses Verhaltens die Richtlinie &quot;BackgroundModeEnabled&quot; auf.

Wenn diese Richtlinie nicht konfiguriert wird, kommt &quot;AllowCookies&quot; zum Einsatz. Nutzer können sie dann ändern.</string><string id="DefaultCookiesSetting_AllowCookies">Speichern von lokalen Daten für alle Websites zulassen</string><string id="DefaultCookiesSetting_BlockCookies">Speichern von lokalen Daten für keine Website zulassen</string><string id="DefaultCookiesSetting_SessionOnly">Cookies für die Dauer der Sitzung beibehalten</string><string id="DefaultImagesSetting">Standardeinstellung für Bilder</string><string id="DefaultImagesSetting_Explain">Ermöglicht Ihnen festzulegen, ob Websites Bilder anzeigen dürfen. Das Anzeigen von Bildern kann entweder allen Websites gestattet oder für alle unterbunden werden. Wenn diese Richtlinie nicht konfiguriert ist, so kommt &quot;AllowImages&quot; zum Einsatz, wobei der Nutzer dies ändern kann.</string><string id="DefaultImagesSetting_AllowImages">Anzeige aller Bilder auf allen Websites zulassen</string><string id="DefaultImagesSetting_BlockImages">Anzeige von Bildern für alle Websites blockieren</string><string id="DefaultJavaScriptSetting">JavaScript-Standardeinstellung</string><string id="DefaultJavaScriptSetting_Explain">Ermöglicht Ihnen festzulegen, ob Websites JavaScript ausführen dürfen. Das Ausführen von JavaScript kann entweder allen Websites gestattet oder für alle unterbunden werden. Wenn diese Richtlinie nicht konfiguriert ist, so kommt &quot;AllowJavaScript&quot; zum Einsatz, wobei der Nutzer dies ändern kann.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Ausführung von JavaScript für alle Websites zulassen</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Ausführung von JavaScript für keine Website zulassen</string><string id="DefaultPluginsSetting">&quot;Flash&quot; als Standardeinstellung</string><string id="DefaultPluginsSetting_Explain">Mit dieser Option können Sie festlegen, ob Websites das Plug-in &quot;Flash&quot; automatisch ausführen dürfen. Das automatische Ausführen des Plug-ins &quot;Flash&quot; kann entweder für alle Websites zugelassen oder für alle Websites verboten werden.

Click-to-Play ermöglicht die Ausführung des Plug-ins &quot;Flash&quot;. Der Nutzer muss jedoch auf den Platzhalter klicken, um die Ausführung zu initiieren.

Wird diese Richtlinie nicht konfiguriert, kann der Nutzer diese Einstellung manuell ändern.</string><string id="DefaultPluginsSetting_AllowPlugins">Automatische Ausführung des Plug-ins &quot;Flash&quot; für alle Websites zulassen</string><string id="DefaultPluginsSetting_BlockPlugins">Das Plug-in &quot;Flash&quot; blockieren</string><string id="DefaultPluginsSetting_ClickToPlay">Click-to-Play</string><string id="DefaultPopupsSetting">Standardeinstellung für Pop-ups</string><string id="DefaultPopupsSetting_Explain">Ermöglicht Ihnen zu bestimmen, ob Websites Pop-ups anzeigen dürfen. Das Anzeigen von Pop-ups kann entweder allen Websites gestattet oder für alle unterbunden werden. Wenn diese Richtlinie nicht konfiguriert ist, so kommt &quot;BlockPopups&quot; zum Einsatz, wobei der Nutzer dies ändern kann.</string><string id="DefaultPopupsSetting_AllowPopups">Anzeige von Pop-ups für alle Websites zulassen</string><string id="DefaultPopupsSetting_BlockPopups">Anzeige von Pop-ups für keine Website zulassen</string><string id="DefaultNotificationsSetting">Standardeinstellung für Benachrichtigungen</string><string id="DefaultNotificationsSetting_Explain">Ermöglicht Ihnen festzulegen, ob Websites Desktop-Benachrichtigungen anzeigen dürfen. Das Anzeigen von Desktop-Benachrichtigungen kann entweder standardmäßig gestattet oder nicht gestattet werden oder auf Anfrage beim Nutzer geschehen. Wenn diese Richtlinie nicht konfiguriert ist, so kommt &quot;AskNotifications&quot; zum Einsatz, wobei dies vom Nutzer geändert werden kann.</string><string id="DefaultNotificationsSetting_AllowNotifications">Anzeige von Desktop-Benachrichtigungen durch Websites zulassen</string><string id="DefaultNotificationsSetting_BlockNotifications">Anzeige von Desktop-Benachrichtigungen für keine Website zulassen</string><string id="DefaultNotificationsSetting_AskNotifications">Nachfragen, wenn eine Website Desktop-Benachrichtigungen anzeigen will</string><string id="DefaultGeolocationSetting">Standardeinstellung für &quot;Standortbestimmung&quot;</string><string id="DefaultGeolocationSetting_Explain">Ermöglicht Ihnen festzulegen, ob Websites den Standort des Nutzers mitverfolgen dürfen. Die Mitverfolgung des Standorts kann standardmäßig gestattet oder nicht gestattet sein oder auf Anfrage beim Nutzer erfolgen. Wenn diese Richtlinie nicht konfiguriert ist, so kommt &quot;AskGeolocation&quot; zum Einsatz, wobei der Nutzer dies ändern kann.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Ermittlung des physischen Standorts des Nutzers durch Websites zulassen</string><string id="DefaultGeolocationSetting_BlockGeolocation">Verfolgung des physischen Standorts der Nutzer für keine Website zulassen</string><string id="DefaultGeolocationSetting_AskGeolocation">Nachfragen, wenn eine Website den physischen Standort der Nutzer verfolgen möchte</string><string id="DefaultWebBluetoothGuardSetting">Verwendung der Web Bluetooth API steuern</string><string id="DefaultWebBluetoothGuardSetting_Explain">Mit dieser Richtlinie können Sie festlegen, ob Websites Zugriff auf Bluetooth-Geräte in der Nähe erhalten. Der Zugriff kann vollständig gesperrt werden oder der Nutzer wird jedes Mal gefragt, wenn eine Website auf Bluetooth-Geräte in der Nähe zugreifen möchte.

Wenn diese Richtlinie nicht konfiguriert ist, wird die Einstellung &quot;3&quot; verwendet, die vom Nutzer später geändert werden kann.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Keine Website darf Zugriff auf Bluetooth-Geräte über die Web Bluetooth API anfordern</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Websites dürfen den Nutzer um Zugriff auf ein Bluetooth-Gerät in der Nähe bitten</string><string id="AutoSelectCertificateForUrls">Client-Zertifikate für diese Websites automatisch auswählen</string><string id="AutoSelectCertificateForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, für die Google Chrome automatisch ein Clientzertifikat auswählen soll, wenn die Website ein Zertifikat anfordert.

Der Wert muss ein Array von String-JSON-Wörterbüchern sein. Jedes Wörterbuch muss das Format { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER } haben, wobei $URL_PATTERN ein Muster zur Festlegung der Inhalte ist. $FILTER schränkt ein, aus welchen Clientzertifikaten der Browser automatisch auswählt. Unabhängig vom Filter werden nur Zertifikate ausgewählt, die mit der Zertifizierungsanfrage des Servers übereinstimmen. Wenn $FILTER das Format { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } } hat, werden außerdem nur Clientzertifikate ausgewählt, die von einem Zertifikat mit dem CommonName $ISSUER_CN ausgestellt werden. Wenn $FILTER das leere Wörterbuch {} ist, wird die Auswahl an Clientzertifikaten nicht zusätzlich eingeschränkt.

Wenn diese Richtlinie nicht konfiguriert ist, erfolgt keine automatische Auswahl für Websites.</string><string id="AutoSelectCertificateForUrlsDesc">Client-Zertifikate für diese Websites automatisch auswählen</string><string id="CookiesAllowedForUrls">Cookies auf diesen Websites zulassen</string><string id="CookiesAllowedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen das Speichern von Cookies gestattet ist. Wenn diese Richtlinie nicht konfiguriert ist, kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultCookiesSetting&quot;, sofern konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="CookiesAllowedForUrlsDesc">Cookies auf diesen Websites zulassen</string><string id="CookiesBlockedForUrls">Cookies auf diesen Websites blockieren</string><string id="CookiesBlockedForUrls_Explain">Ermöglicht die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, die keine Cookies speichern dürfen. Wenn diese Richtlinie nicht konfiguriert ist, so kommt für alle Websites der globale Standardwert der Richtlinie &quot;DefaultCookiesSetting&quot;, sofern konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="CookiesBlockedForUrlsDesc">Cookies auf diesen Websites blockieren</string><string id="CookiesSessionOnlyForUrls">Auf diesen Websites Cookies für die jeweilige Sitzung zulassen</string><string id="CookiesSessionOnlyForUrls_Explain">Erlaubt Ihnen die Festlegung einer Liste mit URL-Mustern, die Websites angeben, die Cookies für die jeweilige Sitzung setzen dürfen

Wenn diese Richtlinie nicht konfiguriert ist, wird der globale Standardwert für alle Websites verwendet, die entweder in der Richtlinie &quot;DefaultCookiesSetting&quot;, wenn diese konfiguriert ist, oder in der persönlichen Konfiguration des Nutzers enthalten sind.

Wenn Google Chrome im Hintergrundmodus ausgeführt wird, wird die Sitzung unter Umständen nicht geschlossen, wenn das letzte Browserfenster geschlossen wird, sondern bleibt aktiv, bis der Browser beendet wird. Weitere Informationen zur Konfiguration dieses Verhaltens finden Sie unter der Richtlinie &quot;BackgroundModeEnabled&quot;.

Falls die Richtlinie &quot;RestoreOnStartup&quot; zur Wiederherstellung von URLs aus vorherigen Sitzungen festgelegt ist, wird diese Richtlinie ignoriert und Cookies werden dauerhaft für die jeweiligen Websites gespeichert.</string><string id="CookiesSessionOnlyForUrlsDesc">Auf diesen Websites Cookies für die jeweilige Sitzung zulassen</string><string id="ImagesAllowedForUrls">Bilder auf diesen Websites zulassen</string><string id="ImagesAllowedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen das Anzeigen von Bildern gestattet ist. Wenn diese Richtlinie nicht konfiguriert wird, so kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultImagesSetting&quot;, falls konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="ImagesAllowedForUrlsDesc">Bilder auf diesen Websites zulassen</string><string id="ImagesBlockedForUrls">Bilder auf diesen Websites blockieren</string><string id="ImagesBlockedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen das Anzeigen von Bildern nicht gestattet ist. Wenn diese Richtlinie nicht konfiguriert ist, kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultImagesSetting&quot;, falls konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="ImagesBlockedForUrlsDesc">Bilder auf diesen Websites blockieren</string><string id="JavaScriptAllowedForUrls">JavaScript auf diesen Websites zulassen</string><string id="JavaScriptAllowedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen die Ausführung von JavaScript gestattet ist. Wenn diese Richtlinie nicht konfiguriert ist, kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultJavaScriptSetting&quot;, falls konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="JavaScriptAllowedForUrlsDesc">JavaScript auf diesen Websites zulassen</string><string id="JavaScriptBlockedForUrls">JavaScript auf diesen Websites blockieren</string><string id="JavaScriptBlockedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen die Ausführung von JavaScript untersagt ist. Wenn diese Richtlinie nicht konfiguriert ist, kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultJavaScriptSetting&quot;, falls konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="JavaScriptBlockedForUrlsDesc">JavaScript auf diesen Websites blockieren</string><string id="PluginsAllowedForUrls">Das Plug-in &quot;Flash&quot; für diese Websites zulassen</string><string id="PluginsAllowedForUrls_Explain">Ermöglicht die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen die Ausführung des Plug-ins &quot;Flash&quot; gestattet ist.

Ist diese Richtlinie nicht festgelegt, kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultPluginsSetting&quot;, sofern konfiguriert, oder die persönliche Konfiguration des Nutzers zum Einsatz.</string><string id="PluginsAllowedForUrlsDesc">Das Plug-in &quot;Flash&quot; für diese Websites zulassen</string><string id="PluginsBlockedForUrls">Das Plug-in &quot;Flash&quot; auf diesen Websites blockieren</string><string id="PluginsBlockedForUrls_Explain">Ermöglicht die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen die Ausführung des Plug-ins &quot;Flash&quot; nicht gestattet ist.

Ist diese Richtlinie nicht festgelegt, kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultPluginsSetting&quot;, sofern konfiguriert, oder die persönliche Konfiguration des Nutzers zum Einsatz.</string><string id="PluginsBlockedForUrlsDesc">Das Plug-in &quot;Flash&quot; auf diesen Websites blockieren</string><string id="PopupsAllowedForUrls">Pop-ups auf diesen Websites zulassen</string><string id="PopupsAllowedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen das Öffnen von Pop-ups gestattet ist. Wenn diese Richtlinie nicht konfiguriert ist, so kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultPopupsSetting&quot;, sofern konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="PopupsAllowedForUrlsDesc">Pop-ups auf diesen Websites zulassen</string><string id="RegisteredProtocolHandlers">Protokoll-Handler registrieren</string><string id="RegisteredProtocolHandlers_Explain">Damit können Sie eine Liste mit Protokoll-Handlern registrieren, wobei dies lediglich eine empfohlene Richtlinie sein kann. Für die Eigenschaft |protocol| sollte ein Schema wie &quot;mailto&quot; und für die Eigenschaft |url| das URL-Muster der Anwendung festgelegt werden, die das Schema verwaltet. Das Muster kann &quot;%s&quot; enthalten, was später durch die jeweilige URL ersetzt wird.

Die von der Richtlinie registrierten Protokoll-Handler werden mit den Protokoll-Handlern zusammengeführt, die vom Nutzer registriert wurden, und können gemeinsam verwendet werden. Der Nutzer kann die durch die Richtlinie installierten Protokoll-Handler durch Installieren eines neuen standardmäßigen Handlers überschreiben. Ein von der Richtlinie registrierter Protokoll-Handler kann jedoch nicht entfernt werden.</string><string id="PopupsBlockedForUrls">Pop-ups auf diesen Websites blockieren</string><string id="PopupsBlockedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen das Öffnen von Pop-ups nicht gestattet ist. Wenn diese Richtlinie nicht konfiguriert ist, kommt für alle Websites der globale Standardwert der Richtlinie &quot;DefaultPopupsSetting&quot;, sofern konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="PopupsBlockedForUrlsDesc">Pop-ups auf diesen Websites blockieren</string><string id="NotificationsAllowedForUrls">Benachrichtigungen auf diesen Websites zulassen</string><string id="NotificationsAllowedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen das Anzeigen von Benachrichtigungen gestattet ist. Wenn diese Richtlinie nicht konfiguriert ist, kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultNotificationsSetting&quot;, sofern konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="NotificationsAllowedForUrlsDesc">Benachrichtigungen auf diesen Websites zulassen</string><string id="NotificationsBlockedForUrls">Benachrichtigungen auf diesen Websites blockieren</string><string id="NotificationsBlockedForUrls_Explain">Ermöglicht Ihnen die Zusammenstellung einer Liste mit URL-Mustern, die Websites angeben, denen es nicht gestattet ist, Benachrichtigungen anzuzeigen. Wenn diese Richtlinie nicht konfiguriert ist, kommt für alle Websites entweder der globale Standardwert der Richtlinie &quot;DefaultNotificationsSetting&quot;, sofern konfiguriert, oder der persönlichen Konfiguration des Nutzers zum Einsatz.</string><string id="NotificationsBlockedForUrlsDesc">Benachrichtigungen auf diesen Websites blockieren</string><string id="RemoteAccess_group">Optionen für Remote-Zugriff konfigurieren</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Firewallausnahme über Host für Remote-Zugriff aktivieren</string><string id="RemoteAccessHostFirewallTraversal_Explain">Aktiviert den Einsatz von STUN-Servern, wenn Remote-Clients versuchen, eine Verbindung zu diesem Computer herzustellen

Wenn diese Einstellung aktiviert wird, können Remote-Clients diesen Computer finden und eine Verbindung herstellen, selbst wenn er sich hinter einer Firewall befindet.

Falls die Einstellung deaktiviert ist und ausgehende UDP-Verbindungen von der Firewall gefiltert werden, erlaubt dieser Computer nur Verbindungen von Clientcomputern im lokalen Netzwerk.

Wenn diese Richtlinie nicht konfiguriert ist, wird die Einstellung aktiviert.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">TalkGadget-Präfix für Remote-Zugriff-Hosts konfigurieren</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfiguriert das TalkGadget-Präfix, das von Remote-Zugriff-Hosts verwendet wird, und verhindert, dass dieses von Nutzern geändert werden kann.

Wenn dieses Präfix angegeben wird, wird es dem TalkGadget-Basisnamen vorangestellt, um einen vollständigen Domain-Namen für das TalkGadget zu erstellen. Der Basisname der TalkGadget-Domain lautet &quot;.talkgadget.google.com&quot;.

Wenn diese Einstellung aktiviert ist, verwenden die Hosts beim Zugriff auf das TalkGadget den benutzerdefinierten Domain-Namen anstelle des Standard-Domain-Namens.

Ist die Einstellung deaktiviert oder nicht festgelegt, wird der Standard-Domain-Name für das TalkGadget (&quot;chromoting-host.talkgadget.google.com&quot;) für alle Hosts verwendet.

Clients für den Remote-Zugriff sind von dieser Richtlinieneinstellung nicht betroffen. Diese verwenden immer &quot;chromoting-client.talkgadget.google.com&quot; für den Zugriff auf das TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Zugangsbeschränkung für Remote-Zugriff-Hosts aktivieren</string><string id="RemoteAccessHostRequireCurtain_Explain">Aktiviert die Zugangsbeschränkung für Remote-Zugriff-Hosts bei bestehender Verbindung

Wenn diese Einstellung aktiviert ist, werden die physischen Ein- und Ausgabegeräte des Hosts bei bestehender Remote-Verbindung deaktiviert.

Wenn diese Einstellung deaktiviert oder nicht festgelegt ist, können lokale und Remote-Nutzer mit dem Host interagieren, sofern dieser freigegeben ist.</string><string id="RemoteAccessHostAllowClientPairing">Authentifizierung ohne PIN für Hosts für den Remote-Zugriff aktivieren oder deaktivieren</string><string id="RemoteAccessHostAllowClientPairing_Explain">Wenn diese Einstellung aktiviert oder nicht konfiguriert ist, kann der Nutzer beim Herstellen der Verbindung Clients und Hosts koppeln. Dadurch braucht nicht jedes Mal eine PIN eingegeben zu werden.

Bei Deaktivierung dieser Einstellung ist diese Funktion nicht verfügbar.</string><string id="RemoteAccessHostAllowGnubbyAuth">Gnubby-Authentifizierung für Remote-Zugriff-Hosts zulassen</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Wenn diese Einstellung aktiviert ist, wird für Anfragen zur Gnubby-Authentifizierung ein Proxy über eine Remote-Host-Verbindung verwendet.

Wenn diese Einstellung deaktiviert oder nicht konfiguriert ist, wird kein Proxy für Anfragen zur Gnubby-Authentifizierung verwendet.</string><string id="RemoteAccessHostAllowRelayedConnection">Verwendung von Relayservern durch den Host für den Remote-Zugriff gestatten</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Vom Host für den Remote-Zugriff verwendeten UDP-Portbereich einschränken</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Erfordert, dass der Name des lokalen Nutzers und des Remote-Zugriff-Host-Inhabers übereinstimmen</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL, unter der Remote-Zugriff-Clients ihr Authentifizierungs-Token abrufen sollten</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL zur Überprüfung des Client-Authentifizierungs-Tokens für den Remote-Zugriff</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Clientzertifikat zur Herstellung einer Verbindung zu RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Drive_group">Optionen von Google Drive konfigurieren</string><string id="DriveDisabled">Synchronisierung zwischen Google Drive und der App &quot;Dateien&quot; von Google Chrome OS deaktivieren</string><string id="DriveDisabled_Explain">Bei Festlegung auf &quot;true&quot; wird die Synchronisierung zwischen Google Drive und der App &quot;Dateien&quot; von Google Chrome OS deaktiviert. Es werden dann keine Daten in Google Drive hochgeladen.

Falls die Richtlinie auf &quot;false&quot; gesetzt oder nicht festgelegt wird, können die Nutzer Dateien an Google Drive übertragen.</string><string id="DriveDisabledOverCellular">Synchronisierung zwischen Google Drive und der App &quot;Dateien&quot; von Google Chrome OS per Mobilfunkverbindung deaktivieren</string><string id="DriveDisabledOverCellular_Explain">Bei Festlegung auf &quot;true&quot; wird die Synchronisierung zwischen Google Drive und der App &quot;Dateien&quot; von Google Chrome OS per Mobilfunkverbindung deaktiviert. Eine Synchronisierung von Daten mit Google Drive erfolgt dann nur bei bestehender WLAN- oder Ethernet-Verbindung.

Falls die Richtlinie auf &quot;false&quot; gesetzt oder nicht festgelegt wird, können die Nutzer Dateien per Mobilfunkverbindung an Google Drive übertragen.</string><string id="PasswordManager_group">Passwortmanager</string><string id="PasswordManagerEnabled">Aktiviert das Speichern von Passwörtern im Passwortmanager</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Proxy_group">Proxyserver</string><string id="ProxyMode">Auswählen, wie Proxyserver-Einstellungen angegeben werden</string><string id="ProxyMode_Explain">Ermöglicht Ihnen, den von Google Chrome verwendeten Proxyserver anzugeben, und verhindert, dass Nutzer die Proxy-Einstellungen ändern.

Wenn Sie sich dafür entscheiden, nie einen Proxyserver, sondern immer eine direkte Verbindung zu nutzen, so werden alle anderen Optionen ignoriert.

Sollten Sie die Proxy-Einstellungen des Systems wählen, werden alle anderen Optionen ignoriert.

Sollten Sie die automatische Erkennung des Proxyservers wählen, werden ebenfalls alle anderen Optionen ignoriert.

Bei Auswahl des Modus mit festem Proxyserver können Sie in &quot;Adresse oder URL des Proxyservers&quot; und &quot;Kommagetrennte Liste der Proxy-Umgehungsregeln&quot; weitere Optionen angeben. Nur der HTTP-Proxyserver mit der höchsten Priorität ist für ARC-Apps verfügbar.

Geben Sie zur Verwendung eines PAC-Proxy-Skripts die URL des Skripts im Feld &quot;URL einer PAC-Proxy-Datei&quot; an.

Ausführliche Beispiele erhalten Sie unter
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Wenn Sie diese Einstellung aktivieren, ignorieren Google Chrome und ARC-Apps alle Proxy-Optionen, die in der Eingabeaufforderung angegeben werden.

Wenn die Richtlinie nicht konfiguriert ist, so können Nutzer die Proxy-Einstellungen selbst konfigurieren.</string><string id="ProxyMode_ProxyDisabled">Nie Proxy verwenden</string><string id="ProxyMode_ProxyAutoDetect">Proxy-Einstellungen automatisch erkennen</string><string id="ProxyMode_ProxyPacScript">PAC-Proxy-Skript verwenden</string><string id="ProxyMode_ProxyFixedServers">Feste Proxyserver verwenden</string><string id="ProxyMode_ProxyUseSystem">System-Proxy-Einstellungen verwenden</string><string id="ProxyServer">Adresse oder URL des Proxyservers</string><string id="ProxyServer_Explain">Hier können Sie die URL des Proxyservers angeben.

Die Richtlinie tritt nur dann in Kraft, wenn bei &quot;Auswählen, wie Proxyserver-Einstellungen angegeben werden&quot; manuelle Proxy-Einstellungen festgelegt wurden.

Sie sollten diese Richtlinie nicht konfigurieren, wenn Sie eine andere Methode zur Festlegung der Proxy-Richtlinien ausgewählt haben.

Weitere Optionen und ausführliche Beispiele finden Sie unter
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL einer PAC-Proxy-Datei</string><string id="ProxyPacUrl_Explain">Hier können Sie eine URL zu einer Proxy-PAC-Datei angeben.

Diese Richtlinie tritt nur dann in Kraft, wenn Sie bei &quot;Auswählen, wie Proxyserver-Einstellungen angegeben werden&quot; manuelle Proxy-Einstellungen angegeben haben.

Sie sollten diese Richtlinie nicht konfigurieren, wenn Sie sich für eine andere Methode zur Festlegung der Proxy-Richtlinien entschieden haben.

Ausführliche Beispiele erhalten Sie unter
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Proxy-Umgehungsregeln</string><string id="ProxyBypassList_Explain">Google Chrome umgeht für die Liste der hier angegebenen Hosts alle Proxys. Diese Richtlinie tritt nur dann in Kraft, wenn Sie bei &quot;Auswählen, wie Proxyserver-Einstellungen angegeben werden&quot; manuelle Proxy-Einstellungen angegeben haben. Sie sollten diese Richtlinie nicht konfigurieren, wenn Sie sich für eine andere Methode zur Festlegung der Proxy-Richtlinien entschieden haben. Ausführliche Beispiele erhalten Sie unter https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="Attestation_group">Remote-Bestätigung</string><string id="AttestationEnabledForUser">Remote-Bescheinigung (Remote Attestation) für den Nutzer aktivieren</string><string id="AttestationEnabledForUser_Explain">Falls die Richtlinie auf &quot;true&quot; gesetzt wird, ist die Remote-Bestätigung der Nutzeridentität gegenüber der Datenschutz-Zertifizierungsstelle anhand der Hardware des Chrome-Geräts möglich. Dies geschieht mithilfe der chrome.enterprise.platformKeys.challengeUserKey() über die Enterprise Platform Keys API.

Falls die Richtlinie auf &quot;false&quot; gesetzt oder nicht festgelegt wird, treten bei API-Aufrufen Fehler auf und ein Fehlercode wird angezeigt.</string><string id="AttestationExtensionWhitelist">Erweiterungen, die die Remote Attestation API zur Bestätigung der Nutzeridentität verwenden dürfen</string><string id="AttestationExtensionWhitelist_Explain">Mit dieser Richtlinie wird festgelegt, welche Erweiterungen zum Zweck der Remote-Bestätigung mithilfe der chrome.enterprise.platformKeys.challengeUserKey() die Enterprise Platform Keys API verwenden dürfen. Damit eine Erweiterung die API verwenden darf, muss sie zu dieser Liste hinzugefügt werden.

Wenn eine Erweiterung nicht in der Liste enthalten ist oder keine Liste festgelegt wurde, treten beim API-Aufruf Fehler auf und ein Fehlercode wird angezeigt.</string><string id="AttestationExtensionWhitelistDesc">Erweiterungen, die die Remote Attestation API zur Bestätigung der Nutzeridentität verwenden dürfen</string><string id="HTTPAuthentication_group">Richtlinien für die HTTP-Authentifizierung</string><string id="AuthSchemes">Unterstützte Authentifizierungsschemas</string><string id="AuthSchemes_Explain">Gibt an, welche HTTP-Authentifizierungsschemas von Google Chrome unterstützt werden.

Mögliche Werte sind &quot;basic&quot;, &quot;digest&quot;, &quot;ntlm&quot; und &quot;negotiate&quot;. Trennen Sie mehrere Werte durch Kommas.

Wenn diese Richtlinie nicht konfiguriert ist, kommen alle vier Schemas zum Einsatz.</string><string id="DisableAuthNegotiateCnameLookup">CNAME-Suche bei der Aushandlung der Kerberos-Authentifizierung deaktivieren</string><string id="DisableAuthNegotiateCnameLookup_Explain">Gibt an, ob der generierte Kerberos-SPN auf dem kanonischen DNS-Namen oder dem ursprünglich eingegebenen Namen basiert. Wenn Sie diese Einstellung aktivieren, wird die CNAME-Suche übersprungen und der Servername so wie eingegeben verwendet. Sollten Sie die Einstellung deaktivieren oder nicht konfigurieren, wird der kanonische Name des Servers per CNAME-Suche ermittelt.</string><string id="EnableAuthNegotiatePort">Nicht-Standard-Port in Kerberos-SPN einschließen</string><string id="EnableAuthNegotiatePort_Explain">Gibt an, ob der generierte Kerberos-SPN einen Nicht-Standard-Port umfassen soll. Falls Sie diese Einstellung aktivieren und ein Nicht-Standard-Port (ein anderer Port als 80 oder 443) eingegeben wird, wird dieser in den generierten Kerberos-SPN aufgenommen. Wenn Sie diese Einstellung deaktivieren oder nicht konfigurieren, umfasst der generierte Kerberos-SPN in keinem Fall einen Port.</string><string id="AuthServerWhitelist">Weiße Liste für Authentifizierungsserver</string><string id="AuthServerWhitelist_Explain">Hiermit legen Sie fest, welche Server auf die weiße Liste für integrierte Authentifizierung gesetzt werden. Integrierte Authentifizierung ist nur möglich, wenn Google Chrome eine Authentifizierungsanfrage von einem Proxy oder einem anderen Server erhält, der in dieser Liste erlaubter Server enthalten ist.

Fügen Sie zwischen den verschiedenen Servernamen ein Komma als Trennzeichen ein. Platzhalter (*) sind zulässig.

Wenn Sie diese Richtlinie nicht konfigurieren, versucht Google Chrome zu ermitteln, ob der fragliche Server sich im Intranet befindet, und reagiert nur dann auf IWA-Anfragen. Wenn der Server sich dagegen im Internet befindet, werden dessen IWA-Anfragen von Google Chrome ignoriert.</string><string id="AuthNegotiateDelegateWhitelist">Weiße Liste für Kerberos-Bevollmächtigungs-Server</string><string id="AuthNegotiateDelegateWhitelist_Explain">Server, auf die Google Chrome zur Authentifizierung verweisen darf.

Fügen Sie zwischen verschiedenen Servernamen ein Komma als Trennzeichen ein. Platzhalter (*) sind erlaubt.

Wenn Sie diese Richtlinie nicht konfigurieren, leitet Google Chrome keine Anmeldedaten von Nutzern weiter, auch nicht an Server innerhalb des Intranets.</string><string id="AllowCrossOriginAuthPrompt">Ursprungsübergreifende HTTP-Basic-Authentifizierungsabfragen</string><string id="AllowCrossOriginAuthPrompt_Explain">Bestimmt, ob untergeordnete Inhalte von Drittanbietern auf einer Seite in einem HTTP-Basic-Authentifizierungs-Pop-up erscheinen dürfen. In der Regel ist dies zur Abwehr gegen Phishing deaktiviert. Wenn die Richtlinie nicht konfiguriert ist, so ist die Einstellung standardmäßig deaktiviert, sodass untergeordnete Inhalte von Drittanbietern nicht in einem HTTP-Basic-Authentifizierungs-Pop-up erscheinen dürfen.</string><string id="QuickUnlock_group">Richtlinien zum schnellen Entsperren</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Eine weiße Liste, in der festgelegt wird, welche Modi für das schnelle Entsperren der Nutzer zum Entsperren des Bildschirms konfigurieren und verwenden kann.

Dieser Wert besteht aus einer Liste von Zeichenfolgen; gültige Listeneinträge sind: &quot;alle&quot;, &quot;PIN&quot;. Durch das Hinzufügen von &quot;alle&quot; zur Liste stehen dem Nutzer alle Modi für das schnelle Entsperren zur Verfügung. Dazu gehören auch die in Zukunft implementierten Modi. Wird &quot;alle&quot; nicht ausgewählt, stehen nur die in der Liste enthaltenen Modi für das schnelle Entsperren zur Verfügung.

Beispiel: Verwenden Sie [&quot;alle&quot;], um alle Modi für das schnelle Entsperren zu erlauben. Oder verwenden Sie [&quot;PIN&quot;], um nur das Entsperren mit der PIN zu erlauben. Wenn Sie alle Modi zum schnellen Entsperren deaktivieren möchten, verwenden Sie [].

Bei verwalteten Geräten sind standardmäßig keine Modi für das schnelle Entsperren verfügbar.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Mit dieser Einstellung wird festgelegt, wie oft Sie auf dem Sperrbildschirm dazu aufgefordert werden, das Passwort einzugeben, um das schnelle Entsperren weiterhin verwenden zu können. Jedes Mal, wenn der Sperrbildschirm aktiviert wird, und die letzte Passworteingabe länger her ist als in dieser Einstellung festgelegt, ist das schnelle Entsperren beim Eintreten in den Sperrmodus nicht mehr verfügbar. Sollte sich der Nutzer nach diesem Zeitraum noch auf dem Sperrbildschirm befinden, wird ein Passwort angefordert, wenn der Nutzer das nächste Mal einen falschen Code eingibt oder erneut in den Sperrmodus wechselt, je nachdem, welcher Fall zuerst eintritt.

Ist diese Einstellung konfiguriert, werden Nutzer, die das schnelle Entsperren verwenden, dazu aufgefordert, ihr Passwort je nach Einstellung auf dem Sperrbildschirm einzugeben.

Ist diese Einstellung nicht konfiguriert, werden Nutzer, die das schnelle Entsperren verwenden, dazu aufgefordert, ihr Passwort jeden Tag auf dem Sperrbildschirm einzugeben.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Wenn &quot;false&quot; eingestellt ist, können Nutzer keine schwache PIN festlegen, die leicht zu erraten ist.

Beispiele für schwache PINs: PINs, die nur aus einer Ziffer bestehen (1111), PINs, die eine Zahlenfolge enthalten, bei der die Zahlen stets um 1 erhöht werden (1234), PINs, die eine Zahlenfolge enthalten, bei der die Zahlen stets um 1 verringert werden (4321) und PINs, die häufig genutzt werden.

Standardmäßig erhalten Nutzer nur eine Warnmeldung – d. h. keine Fehlermeldung – wenn die PIN als schwach eingestuft wird.</string><string id="DefaultSearchProvider_group">Standardsuchmaschine</string><string id="DefaultSearchProviderEnabled">Standardsuchmaschine aktivieren</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Name der Standardsuchmaschine</string><string id="DefaultSearchProviderName_Explain">Gibt den Namen des Standardsuchanbieters an. Wenn die Richtlinie leer oder nicht konfiguriert ist, so wird der durch die Such-URL angegebene Hostname verwendet. Diese Richtlinie wird nur dann umgesetzt, wenn &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderKeyword">Suchbegriff der Standardsuchmaschine</string><string id="DefaultSearchProviderKeyword_Explain">Gibt das Suchkürzel an, das als die Verknüpfung fungiert, die in der Omnibox als Auslöser der Suche für diesen Anbieter verwendet wird. Diese Richtlinie ist optional. Wenn sie nicht konfiguriert ist, so wird der Suchanbieter von keinem Suchkürzel aktiviert. Diese Richtlinie wird nur umgesetzt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderSearchURL">Such-URL der Standardsuchmaschine</string><string id="DefaultSearchProviderSearchURL_Explain">Gibt die URL an, die die Suchmaschine für eine Standardsuche verwendet. Die URL sollte den String &quot;{searchTerms}&quot; enthalten, der bei der Abfrage durch die Begriffe ersetzt wird, nach denen der Nutzer sucht.

Die URL für die Google-Suche kann wie folgt angegeben werden: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Diese Option muss festgelegt werden, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist, und wird auch nur dann beachtet.</string><string id="DefaultSearchProviderSuggestURL">Vorschlags-URL für die Standardsuchmaschine</string><string id="DefaultSearchProviderSuggestURL_Explain">Gibt die URL der Suchmaschine an, die zur Ausgabe der Suchvorschläge verwendet wird. Die URL sollte die Zeichenfolge &quot;{searchTerms}&quot; enthalten. Diese wird bei der Suchanfrage durch den Text ersetzt, den der Nutzer bis dahin eingegeben hat.

Diese Richtlinie ist optional. Wenn sie nicht festgelegt wird, kommt keine Vorschlags-URL zum Einsatz.

Die Vorschlags-URL von Google kann wie folgt angegeben werden: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Diese Richtlinie wird nur umgesetzt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderInstantURL">Google Instant-URL der Standardsuchmaschine</string><string id="DefaultSearchProviderInstantURL_Explain">Gibt die URL an, die die Suchmaschine für die Bereitstellung von Instant-Ergebnissen verwendet. Die URL sollte den String &quot;'{searchTerms}'&quot; enthalten, der bei der Abfrage durch den Text ersetzt wird, den der Nutzer bisher eingegeben hat.

Diese Richtlinie ist optional. Falls sie nicht festgelegt wird, werden auch keine Instant-Ergebnisse angeboten.

Die Google-URL für Instant-Ergebnisse kann wie folgt angegeben werden: '{google:baseURL}suggest?q={searchTerms}'.

Diese Richtlinie wird nur beachtet, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderIconURL">Symbol der Standardsuchmaschine</string><string id="DefaultSearchProviderIconURL_Explain">Gibt die Favicon-URL für den Standardsuchanbieter an. Diese Richtlinie ist optional. Wenn sie nicht konfiguriert ist, so erscheint kein Symbol für den Suchanbieter. Diese Richtlinie wird nur umgesetzt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderEncodings">Standardsuchmaschinen-Codierungen</string><string id="DefaultSearchProviderEncodings_Explain">Gibt die vom Suchanbieter unterstützten Zeichencodierungen an. Codierungen sind Codepage-Namen wie UTF-8, GB2312 und ISO-8859-1. Sie werden in der Reihenfolge durchprobiert, in der sie angegeben werden. Diese Richtlinie ist optional. Ist sie nicht konfiguriert, so kommt der Standardwert UTF-8 zum Einsatz. Diese Richtlinie wird nur umgesetzt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderEncodingsDesc">Standardsuchmaschinen-Codierungen</string><string id="DefaultSearchProviderAlternateURLs">Liste alternativer URLs für den Standardsuchanbieter</string><string id="DefaultSearchProviderAlternateURLs_Explain">Definiert eine Liste alternativer URLs, mit denen Suchbegriffe aus der Suchmaschine extrahiert werden können. Die URLs sollten den String '{searchTerms}' enthalten, der zum Extrahieren der Suchbegriffe verwendet wird.

Diese Richtlinie ist optional. Wird sie nicht festgelegt, werden keine alternativen URLs zum Extrahieren von Suchbegriffen verwendet.

Diese Richtlinie wird nur befolgt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderAlternateURLsDesc">Liste alternativer URLs für den Standardsuchanbieter</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter zur Steuerung der Suchbegriffersetzung für den Standardsuchanbieter</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Falls diese Richtlinie festgelegt ist und eine Such-URL-Vervollständigung aus der Omnibox diesen Parameter im Suchanfragen-String oder der Fragment-ID enthält, werden die Suchbegriffe und Suchanbieter anstelle der Such-URL angezeigt.

Diese Richtlinie ist optional. Wenn sie nicht konfiguriert wird, erfolgt keine Ersetzung der Suchbegriffe.

Diese Richtlinie wird nur angewendet, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderImageURL">Parameter für Funktion zur bildgesteuerten Suche für Standardsuchanbieter</string><string id="DefaultSearchProviderImageURL_Explain">Gibt die URL der Suchmaschine für die Bildsuche an. Suchanfragen werden mithilfe der GET-Methode gesendet. Wenn die Richtlinie &quot;DefaultSearchProviderBildURLPostParams&quot; festgelegt ist, wird bei Bildsuchanfragen stattdessen die POST-Methode verwendet.

Diese Richtlinie ist optional. Wenn sie nicht festlegt ist, wird keine Bildsuche verwendet.

Diese Richtlinie wird nur berücksichtigt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderNewTabURL">Standardsuchanbieter-URL für die &quot;Neuer Tab&quot;-Seite</string><string id="DefaultSearchProviderNewTabURL_Explain">Gibt die URL an, die eine Suchmaschine zum Bereitstellen der &quot;Neuer Tab&quot;-Seite verwendet.

Diese Richtlinie ist optional. Ist sie nicht festgelegt, wird keine &quot;Neuer Tab&quot;-Seite bereitgestellt.

Die Richtlinie wird nur berücksichtigt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderSearchURLPostParams">Parameter für URL der Suche, die POST verwendet</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Gibt die Parameter für die Suche nach einer URL mit POST an. Sie besteht aus durch Komma getrennten Name/Wert-Paaren. Wenn ein Wert ein Vorlagenparameter wie z. B. {searchTerms} im obigen Beispiel ist, wird er durch echte Suchbegriffsdaten ersetzt.

Diese Richtlinie ist optional. Wenn sie nicht festlegt ist, wird die Suchanfrage mithilfe der GET-Methode gesendet.

Diese Richtlinie wird nur berücksichtigt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parameter für URL der Vorschlagsuche, die POST verwendet</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Gibt die Parameter für die Vorschlagsuche mit POST an. Sie besteht aus durch Komma getrennten Name/Wert-Paaren. Wenn ein Wert ein Vorlagenparameter wie z. B. {searchTerms} im obigen Beispiel ist, wird er durch echte Suchbegriffsdaten ersetzt.

Diese Richtlinie ist optional. Wenn sie nicht festlegt ist, wird die Vorschlagsuchanfrage mithilfe der GET-Methode gesendet.

Diese Richtlinie wird nur berücksichtigt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderInstantURLPostParams">Parameter für URL der Suche im Voraus, die POST verwendet</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Gibt die Parameter für die Suche im Voraus mit POST an. Sie besteht aus durch Komma getrennten Name/Wert-Paaren. Wenn ein Wert ein Vorlagenparameter wie z. B. {searchTerms} im obigen Beispiel ist, wird er durch echte Suchbegriffsdaten ersetzt.

Diese Richtlinie ist optional. Wenn sie nicht festlegt ist, wird die Anfrage für die Suche im Voraus mithilfe der GET-Methode gesendet.

Diese Richtlinie wird nur berücksichtigt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="DefaultSearchProviderImageURLPostParams">Parameter für URL der Bildsuche, die POST verwendet</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Gibt die Parameter für die Bildsuche mit POST an. Sie besteht aus durch Komma getrennten Name/Wert-Paaren. Wenn ein Wert ein Vorlagenparameter wie z. B. {imageThumbnail} im obigen Beispiel ist, wird er durch echte Miniaturansichtsdaten ersetzt.

Diese Richtlinie ist optional. Wenn sie nicht festlegt ist, wird die Bildsuchanfrage mithilfe der GET-Methode gesendet.

Diese Richtlinie wird nur berücksichtigt, wenn die Richtlinie &quot;DefaultSearchProviderEnabled&quot; aktiviert ist.</string><string id="Homepage_group">Startseite</string><string id="HomepageLocation">Startseiten-URL konfigurieren</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">&quot;Neuer Tab&quot;-Seite als Startseite verwenden</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Accessibility_group">Zugänglichkeitseinstellungen</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Optionen für Bedienungshilfen im Taskleistenmenü anzeigen</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Großen Cursor aktivieren</string><string id="LargeCursorEnabled_Explain">Hiermit wird die Bedienungshilfefunktion für den großen Cursor aktiviert.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, ist der große Cursor immer aktiviert.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist der große Cursor immer deaktiviert.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie nicht ändern oder außer Kraft setzen.

Falls die Richtlinie nicht konfiguriert wird, ist der große Cursor zunächst deaktiviert, kann aber von den Nutzern jederzeit aktiviert werden.</string><string id="SpokenFeedbackEnabled">Gesprochenes Feedback aktivieren</string><string id="SpokenFeedbackEnabled_Explain">Hiermit wird die Bedienungshilfefunktion für das gesprochene Feedback aktiviert.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, ist das gesprochene Feedback immer aktiviert.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist das gesprochene Feedback immer deaktiviert.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie nicht ändern oder außer Kraft setzen.

Wird diese Richtlinie nicht konfiguriert, ist das gesprochene Feedback zunächst deaktiviert, kann aber von den Nutzern jederzeit aktiviert werden.</string><string id="HighContrastEnabled">Modus mit hohem Kontrast aktivieren</string><string id="HighContrastEnabled_Explain">Hiermit wird die Bedienungshilfefunktion für den Modus mit hohem Kontrast aktiviert.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, ist der Modus mit hohem Kontrast immer aktiviert.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist der Modus mit hohem Kontrast immer deaktiviert.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie nicht ändern oder außer Kraft setzen.

Wird die Richtlinie nicht konfiguriert, ist der Modus mit hohem Kontrast zunächst deaktiviert, kann aber von den Nutzern jederzeit aktiviert werden.</string><string id="VirtualKeyboardEnabled">Bildschirmtastatur aktivieren</string><string id="VirtualKeyboardEnabled_Explain">Aktiviert die Bedienungshilfefunktion für die Bildschirmtastatur.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, ist die Bildschirmtastatur immer aktiviert.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist die Bildschirmtastatur immer deaktiviert.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie nicht ändern oder außer Kraft setzen.

Wird diese Richtlinie nicht konfiguriert, ist die Bildschirmtastatur zunächst deaktiviert, kann vom Nutzer aber jederzeit aktiviert werden.</string><string id="KeyboardDefaultToFunctionKeys">Medientasten standardmäßig als Funktionstasten verwenden</string><string id="KeyboardDefaultToFunctionKeys_Explain">Ändert das Standardverhalten der Tasten in der obersten Reihe zu Funktionstastenverhalten

Wenn die Richtlinie auf &quot;TRUE&quot; gesetzt wird, führt die oberste Reihe der Tastatur standardmäßig Funktionstastenbefehle aus. Um die Tasten stattdessen wieder als Medientasten zu verwenden, drückt der Nutzer die Suchtaste.

Wenn die Richtlinie auf &quot;FALSE&quot; gesetzt oder nicht festgelegt wird, führt die Tastatur standardmäßig Medientastenbefehle aus und führt bei gedrückter Suchtaste Funktionstastenbefehle aus.</string><string id="ScreenMagnifierType">Lupentyp festlegen</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Lupe deaktiviert</string><string id="ScreenMagnifierType_Full-screen">Vollbildlupe aktiviert</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Standardstatus für den großen Cursor auf der Anmeldeseite festlegen</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Hiermit wird der Standardstatus der Bedienungshilfefunktion für den großen Cursor auf der Anmeldeseite festgelegt.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, ist der große Cursor aktiviert, wenn die Anmeldeseite angezeigt wird.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist der große Cursor deaktiviert, wenn die Anmeldeseite angezeigt wird.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie vorübergehend außer Kraft setzen, indem sie den großen Cursor aktivieren bzw. deaktivieren. Die Nutzerauswahl ist jedoch nicht dauerhaft und die Standardeinstellung wird wiederhergestellt, sobald die Anmeldeseite erneut angezeigt wird oder der Nutzer auf der Anmeldeseite eine Minute lang inaktiv ist.

Falls diese Richtlinie nicht konfiguriert wird, ist der große Cursor deaktiviert, wenn die Anmeldeseite das erste Mal angezeigt wird. Die Nutzer können den großen Cursor jederzeit aktivieren oder deaktivieren und dieser Status bleibt auf der Anmeldeseite erhalten.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Standardstatus für das gesprochene Feedback auf der Anmeldeseite festlegen</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Hiermit wird der Standardstatus der Bedienungshilfefunktion für das gesprochene Feedback auf der Anmeldeseite festgelegt.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, ist das gesprochene Feedback aktiviert, wenn die Anmeldeseite angezeigt wird.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist das gesprochene Feedback deaktiviert, wenn die Anmeldeseite angezeigt wird.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie vorübergehend außer Kraft setzen, indem sie das gesprochene Feedback aktivieren bzw. deaktivieren. Die Nutzerauswahl ist jedoch nicht dauerhaft und die Standardeinstellung wird wiederhergestellt, sobald die Anmeldeseite erneut angezeigt wird oder der Nutzer auf der Anmeldeseite eine Minute lang inaktiv ist.

Falls diese Richtlinie nicht konfiguriert wird, ist das gesprochene Feedback deaktiviert, wenn die Anmeldeseite das erste Mal angezeigt wird. Die Nutzer können das gesprochene Feedback jederzeit aktivieren oder deaktivieren und dieser Status bleibt auf der Anmeldeseite erhalten.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Standardstatus für den Modus mit hohem Kontrast auf der Anmeldeseite festlegen</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Hiermit wird der Standardstatus der Bedienungshilfefunktion für den Modus mit hohem Kontrast auf der Anmeldeseite festgelegt.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, ist der Modus mit hohem Kontrast aktiviert, wenn die Anmeldeseite angezeigt wird.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist der Modus mit hohem Kontrast deaktiviert, wenn die Anmeldeseite angezeigt wird.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie vorübergehend außer Kraft setzen, indem sie den Modus mit hohem Kontrast aktivieren bzw. deaktivieren. Die Nutzerauswahl ist jedoch nicht dauerhaft und die Standardeinstellung wird wiederhergestellt, sobald die Anmeldeseite erneut angezeigt wird oder der Nutzer auf der Anmeldeseite eine Minute lang inaktiv ist.

Falls diese Richtlinie nicht konfiguriert wird, ist der Modus mit hohem Kontrast deaktiviert, wenn die Anmeldeseite das erste Mal angezeigt wird. Die Nutzer können den Modus mit hohem Kontrast jederzeit aktivieren oder deaktivieren und dieser Status bleibt auf der Anmeldeseite erhalten.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Standardstatus für die Bildschirmtastatur auf der Anmeldeseite festlegen</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Standardstatus für die Bildschirmtastatur auf der Anmeldeseite festlegen

Wenn diese Richtlinie auf &quot;true&quot; gesetzt ist, ist die Bildschirmtastatur aktiviert, wenn die Anmeldeseite angezeigt wird.

Wenn diese Richtlinie auf &quot;falsch&quot; gesetzt ist, ist die Bildschirmtastatur deaktiviert, wenn die Anmeldeseite angezeigt wird.

Wenn Sie diese Richtlinie konfigurieren, kann diese von Nutzern vorübergehend außer Kraft gesetzt werden, indem sie die Bildschirmtastatur aktivieren oder deaktivieren. Die Wahl des Nutzers ist jedoch nicht dauerhaft. Deshalb wird die Standardeinstellung wiederhergestellt, wenn die Anmeldeseite erneut aufgerufen wird oder der Nutzer innerhalb von einer Minute keine Eingabe auf der Anmeldeseite macht.

Wird diese Richtlinie nicht konfiguriert, ist die Bildschirmtastatur beim erstmaligen Aufrufen der Anmeldeseite deaktiviert. Nutzer können die Bildschirmtastatur jederzeit aktivieren oder deaktivieren, wobei ihr Status auf der Anmeldeseite bei einem Nutzerwechsel erhalten bleibt.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Standardtyp für die Lupe festlegen, die auf der Anmeldeseite aktiviert ist</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Hiermit wird der Standardtyp für die Lupe festgelegt, die auf der Anmeldeseite aktiviert ist.

Ist diese Richtlinie konfiguriert, wird damit der Lupentyp bestimmt, der bei der Anzeige der Anmeldeseite aktiviert ist. Wenn Sie die Richtlinie auf &quot;None&quot; setzen, ist die Lupe deaktiviert.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie vorübergehend außer Kraft setzen, indem sie die Lupe aktivieren bzw. deaktivieren. Die Nutzerauswahl ist jedoch nicht dauerhaft und die Standardeinstellung wird wiederhergestellt, sobald die Anmeldeseite erneut angezeigt wird oder der Nutzer auf der Anmeldeseite eine Minute lang inaktiv ist.

Falls diese Richtlinie nicht konfiguriert wird, ist die Lupe deaktiviert, wenn die Anmeldeseite das erste Mal angezeigt wird. Die Nutzer können die Lupe jederzeit aktivieren oder deaktivieren und dieser Status bleibt auf der Anmeldeseite erhalten.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Lupe deaktiviert</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Vollbildlupe aktiviert</string><string id="AllowDeletingBrowserHistory">Löschen des Browserverlaufs und des Downloadverlaufs aktivieren</string><string id="AllowDeletingBrowserHistory_Explain">Diese Richtlinie ermöglicht das Löschen des Browserverlaufs und des Downloadverlaufs in Google Chrome und verhindert, dass Nutzer diese Einstellung ändern.

Hinweis: Die Deaktivierung dieser Richtlinie bedeutet nicht unbedingt, dass der Browser- und Downloadverlauf erhalten bleiben, denn möglicherweise sind die Nutzer berechtigt, die Verlaufsdatenbankdateien direkt zu bearbeiten oder zu löschen. Außerdem kann der Browser jederzeit selbst einige oder alle Verlaufselemente archivieren oder nach deren Ablaufdatum löschen.

Wenn diese Einstellung aktiviert oder nicht festgelegt ist, können der Browser- und Downloadverlauf gelöscht werden.

Wenn diese Einstellung deaktiviert ist, können der Browser- und Downloadverlauf nicht gelöscht werden.</string><string id="AllowDinosaurEasterEgg">Easter Egg-Dinosaurierspiel zulassen</string><string id="AllowDinosaurEasterEgg_Explain">Nutzern erlauben, das Easter Egg-Dinosaurierspiel zu spielen, wenn das Gerät offline ist.

Wenn diese Richtlinie auf &quot;false&quot; eingestellt ist, können Nutzer das Easter Egg-Dinosaurierspiel nicht spielen, wenn das Gerät offline ist. Ist es auf &quot;true&quot; eingestellt, können Nutzer das Dinosaurierspiel spielen. Falls die Richtlinie nicht konfiguriert ist, können Nutzer das Easter Egg-Dinosaurierspiel nicht unter einer registrierten Version von Chrome OS spielen, unter anderen Umständen jedoch schon.</string><string id="AllowOutdatedPlugins">Ausführung veralteter Plug-ins zulassen</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Sperren des Bildschirms erlauben</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Domains definieren, die auf Google Apps zugreifen dürfen</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Alternative Fehlerseiten aktivieren</string><string id="AlternateErrorPagesEnabled_Explain">Aktiviert die Verwendung alternativer Fehlerseiten, die in Google Chrome integriert sind, etwa &quot;Seite nicht gefunden&quot;, und verhindert, dass die Einstellung durch Nutzer geändert wird. Wenn Sie diese Einstellung aktivieren, kommen alternative Fehlerseiten zum Einsatz. Sollten Sie sie deaktivieren, werden alternative Fehlerseiten grundsätzlich nicht verwendet. Ist diese Einstellung aktiviert oder deaktiviert, können Nutzer sie in Google Chrome nicht ändern oder außer Kraft setzen. Wird die Richtlinie nicht konfiguriert, so ist die Funktion aktiv, aber der Nutzer kann dies ändern.</string><string id="AlwaysAuthorizePlugins">Führt Plug-ins, die eine Autorisierung erfordern, immer aus</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Android Backup Service aktivieren</string><string id="ArcBackupRestoreEnabled_Explain">Wenn diese Richtlinie auf &quot;true&quot; gesetzt ist, werden Android-App-Daten auf die Android Backup Server geladen und bei Neuinstallationen kompatibler Apps wiederhergestellt.

Wenn diese Richtlinie auf &quot;false&quot; gesetzt wird, wird der Android Backup Service deaktiviert.

Wenn diese Einstellung konfiguriert ist, können Nutzer diese nicht selbständig ändern.

Wenn diese Einstellung nicht konfiguriert ist, können Nutzer den Android Backup Service in den Android-Einstellungen aktivieren und deaktivieren.</string><string id="ArcCertificatesSyncMode">Verfügbarkeit von Zertifikaten für ARC-Apps festlegen</string><string id="ArcCertificatesSyncMode_Explain">Google Chrome OS-Zertifikate sind nicht für ARC-Apps verfügbar, wenn &quot;SyncDisabled&quot; festgelegt wurde oder die Zertifikate nicht konfiguriert wurden.

Wenn &quot;CopyCaCerts&quot; festgelegt wurde, sind alle über ONC installierten CA-Zertifikate mit Web TrustBit für ARC-Apps verfügbar.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Verwendung von Google Chrome OS-Zertifikaten für ARC-Apps deaktivieren</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Google Chrome OS-CA-Zertifikate für ARC-Apps aktivieren</string><string id="ArcEnabled">ARC aktivieren</string><string id="ArcEnabled_Explain">Wenn diese Richtlinie auf &quot;true&quot; gesetzt ist, wird ARC für den Nutzer aktiviert.
Dies unterliegt jedoch zusätzlichen Überprüfungen der Richtlinieneinstellungen
– ARC ist weiterhin nicht verfügbar, wenn entweder die sitzungsspezifischen
Profile oder die Mehrfachanmeldung in der aktuellen Nutzersitzung aktiviert
sind.

Wenn diese Einstellung deaktiviert oder nicht konfiguriert ist, können
Enterprise-Nutzer kein ARC verwenden.</string><string id="ArcLocationServiceEnabled">Google-Standortdienst für Android-Geräte aktivieren</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">ARC konfigurieren</string><string id="ArcPolicy_Explain">Gibt die Richtlinien an, die für die ARC-Laufzeit übergeben werden. Es muss ein gültiger JSON-Wert angegeben werden.

Diese Richtlinie kann verwendet werden, um zu konfigurieren, welche Android-Apps automatisch auf dem Gerät installiert werden:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Android-App-Kennzeichnung, z. B. &quot;com.google.android.gm&quot; für Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Gibt an, wie eine App installiert wird. OPTIONAL: Die App wird nicht automatisch installiert, der Nutzer kann sie jedoch installieren. Dies ist die Standardeinstellung, falls diese Richtlinie nicht konfiguriert wurde. PRELOAD: Die App wird automatisch installiert, aber der Nutzer kann sie deinstallieren. FORCE_INSTALLED: Die App wird automatisch installiert und der Nutzer kann sie nicht deinstallieren. BLOCKED: Die App wird blockiert und kann nicht installiert werden. Wenn die App im Rahmen einer vorherigen Richtlinie installiert wurde, wird sie deinstalliert.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Richtlinie bezüglich der Erlaubnis für Berechtigungsanfragen an Apps. PERMISSION_POLICY_UNSPECIFIED: Die Richtlinie ist nicht konfiguriert. Wenn keine Richtlinie für Berechtigungen auf allen Ebenen konfiguriert wird, wird das Verhalten 'PROMPT' standardmäßig verwendet. PROMPT: Der Nutzer wird aufgefordert, eine Erlaubnis zu erteilen. GRANT: Eine Erlaubnis wird automatisch erteilt. DENY: Eine Erlaubnis wird automatisch abgelehnt.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;App-spezifisches JSON-Konfigurationsobjekt mit einem Satz an Schlüssel/Wert-Paaren, z. B. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Die Schlüssel sind im App-Manifest definiert.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Um Apps an die Übersicht anzuheften, siehe &quot;PinnedLauncherApps&quot;.</string><string id="AudioCaptureAllowed">Audioaufzeichnung gestatten oder ablehnen</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URLs, denen ohne Nachfrage Zugriff auf Audioaufnahmegeräte gestattet wird</string><string id="AudioCaptureAllowedUrls_Explain">Muster in dieser Liste werden mit der Sicherheitsherkunft
der anfragenden URL abgeglichen. Bei einer Übereinstimmung wird der
Zugriff auf Audioaufnahmegeräte ohne Nachfrage gestattet.

Hinweis: Bis Version 45 wurde diese Richtlinie nur im Kioskmodus unterstützt.</string><string id="AudioCaptureAllowedUrlsDesc">URLs, denen ohne Nachfrage Zugriff auf Audioaufnahmegeräte gestattet wird</string><string id="AudioOutputAllowed">Wiedergabe von Audioinhalten zulassen</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">AutoFill aktivieren</string><string id="AutoFillEnabled_Explain">Aktiviert die AutoFill-Funktion von Google Chrome und ermöglicht es Nutzern, Web-Formulare automatisch mit zuvor gespeicherten Informationen (etwa Adresse oder Kreditkarteninformationen) ausfüllen zu lassen. Wenn Sie diese Einstellung deaktivieren, können Nutzer die AutoFill-Funktion nicht verwenden. Ist diese Einstellung aktiviert oder nicht konfiguriert, kann der Nutzer entscheiden, ob er AutoFill nutzen möchte. Er kann AutoFill-Profile konfigurieren und AutoFill nach eigenem Ermessen aktivieren und deaktivieren.</string><string id="AutofillCreditCardEnabled">AutoFill für Kreditkarten aktivieren</string><string id="AutofillCreditCardEnabled_Explain">Aktiviert die AutoFill-Funktion von Google Chrome und ermöglicht es Nutzern, Kreditkarten- und Adressinformationen in Webformularen automatisch mit zuvor gespeicherten Informationen ausfüllen zu lassen.

Wenn Sie diese Einstellung deaktivieren, schlägt AutoFill weder Kreditkarteninformationen vor oder füllt sie automatisch aus noch werden zusätzliche Kreditkarteninformationen gespeichert, die der Nutzer während des Surfens im Web möglicherweise übermittelt.

Ist diese Einstellung aktiviert oder nicht konfiguriert, kann der Nutzer die gesamte AutoFill-Funktion in der Benutzeroberfläche steuern (einschließlich Kreditkarten).</string><string id="BlockThirdPartyCookies">Drittanbieter-Cookies blockieren</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Lesezeichenleiste aktivieren</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Captive-Portal-Authentifizierung ignoriert Proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Erzwingung der Zertifikatstransparenz für eine Liste von URLs deaktivieren</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Deaktiviert das Erzwingen von Zertifikatstransparenz-Anforderungen für die aufgeführten URLs.

Diese Richtlinie erlaubt, dass Zertifikate für die Hostnamen in den angegebenen URLs nicht über die Zertifikatstransparenz offengelegt werden. Dadurch sind Zertifikate weiterhin zulässig, die anderenfalls nicht vertrauenswürdig wären, weil sie nicht ordnungsgemäß öffentlich offengelegt wurden. Es wird jedoch schwieriger, fehlerhaft ausgestellte Zertifikate für diese Hosts zu erkennen.

URL-Muster werden gemäß https://www.chromium.org/administrators/url-blacklist-filter-format formatiert. Weil die Zertifikate für einen bestimmten Hostnamen aber unabhängig vom Schema, Port oder Pfad gültig sind, wird auch nur der Hostname der URL in Betracht gezogen. Platzhalter-Hosts werden nicht unterstützt.

Wenn diese Richtlinie nicht festgelegt ist, werden alle Zertifikate, die über die Zertifikatstransparenz offengelegt werden müssen, als nicht vertrauenswürdig behandelt, sofern Sie nicht entsprechend der Zertifikatstransparenz-Richtlinie offengelegt werden.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Erzwingung der Zertifikatstransparenz für eine Liste von URLs deaktivieren</string><string id="ChromeOsLockOnIdleSuspend">Sperre aktivieren, wenn das Gerät inaktiv ist oder angehalten wird</string><string id="ChromeOsLockOnIdleSuspend_Explain">Ermöglicht das Sperren von Geräten, wenn ein Google Chrome OS-Gerät inaktiv ist oder angehalten wird.

Wenn Sie diese Einstellung aktivieren, werden Nutzer nach einem Passwort gefragt, um das Gerät aus dem Ruhemodus zu reaktivieren.

Bei Deaktivierung dieser Einstellung müssen Nutzer kein Passwort eingeben, um das Gerät aus dem Ruhemodus zu reaktivieren.

Sobald diese Einstellung aktiviert oder deaktiviert ist, können Nutzer sie nicht ändern oder außer Kraft setzen.

Ist die Richtlinie nicht konfiguriert, kann der Nutzer bestimmen, ob eine Passwortabfrage zum Reaktivieren des Geräts notwendig sein soll.</string><string id="ChromeOsMultiProfileUserBehavior">Nutzerverhalten in Mehrfachprofil-Sitzung steuern</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Steuert das Nutzerverhalten in einer Sitzung mit mehreren Profilen auf Geräten mit Google Chrome OS

Wenn für diese Richtlinie &quot;MultiProfileUserBehaviorUnrestricted&quot; festgelegt ist, kann der Nutzer entweder primärer oder sekundärer Nutzer in einer Sitzung mit mehreren Profilen sein.

Wenn für diese Richtlinie &quot;MultiProfileUserBehaviorMustBePrimary&quot; festgelegt ist, kann der Nutzer ausschließlich primärer Nutzer in einer Sitzung mit mehreren Profilen sein.

Ist die Richtlinie auf &quot;MultiProfileUserBehaviorNotAllowed&quot; festgelegt, kann der Nutzer nicht an einer Sitzung mit mehreren Profilen teilnehmen.

Wenn Sie diese Einstellung konfigurieren, kann sie von Nutzern nicht geändert oder überschrieben werden.

Wird die Einstellung geändert, während der Nutzer in einer Sitzung mit mehreren Profilen angemeldet ist, werden alle Nutzer mit ihren jeweiligen Einstellungen abgeglichen. Die Sitzung wird beendet, falls einer der Nutzer nicht mehr länger dazu berechtigt ist, an der Sitzung teilzunehmen.

Falls die Richtlinie nicht konfiguriert ist, gilt der Standardwert &quot;MultiProfileUserBehaviorMustBePrimary&quot; für alle vom Unternehmen verwalteten Nutzer und &quot;MultiProfileUserBehaviorUnrestricted&quot; für nicht verwaltete Nutzer.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Unternehmensnutzer sowohl als primären als auch als sekundären Nutzer zulassen (Standardverhalten für nicht verwaltete Nutzer)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Unternehmensnutzer nur als primären Nutzer mehrerer Profile zulassen (Standardverhalten für von Unternehmen verwaltete Nutzer)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Nutzer in Unternehmen dürfen keine Mehrfachprofile verwenden (weder als primärer, noch als sekundärer Nutzer)</string><string id="ChromeOsReleaseChannel">Release-Kanal</string><string id="ChromeOsReleaseChannel_Explain">Gibt den Release-Kanal an, an den dieses Gerät gebunden werden soll.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabiler Kanal</string><string id="ChromeOsReleaseChannel_BetaChannel">Beta-Kanal</string><string id="ChromeOsReleaseChannel_DevChannel">Entwicklerkanal (möglicherweise nicht stabil)</string><string id="ChromeOsReleaseChannelDelegated">Ob der Release-Kanal vom Nutzer konfiguriert werden kann</string><string id="ChromeOsReleaseChannelDelegated_Explain">Wenn diese Richtlinie auf &quot;True&quot; gesetzt ist und die Richtlinie &quot;ChromeOsReleaseChannel&quot; nicht angegeben ist, können Nutzer der Anmelde-Domain den Release-Kanal des Geräts ändern. Ist diese Richtlinie auf &quot;False&quot; gesetzt, wird auf dem Gerät der zuletzt eingestellte Kanal verwendet und dieser kann nicht geändert werden.

Der vom Nutzer ausgewählte Kanal wird durch die Richtlinie &quot;ChromeOsReleaseChannel&quot; außer Kraft gesetzt. Falls der Kanal der Richtlinie jedoch stabiler ist als der auf dem Gerät installierte Kanal, wird der Kanal erst gewechselt, nachdem der stabilere Kanal eine höhere Versionsnummer als der auf dem Gerät installierte Kanal erreicht hat.</string><string id="ComponentUpdatesEnabled">Aktiviert Komponentenupdates in Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Hiermit werden Komponentenupdates für alle Komponenten in Google Chrome aktiviert, sofern diese nicht festgelegt sind oder auf &quot;true&quot; eingestellt wurden.

Wurde &quot;false&quot; eingestellt, sind Komponentenupdates deaktiviert. Für einige Komponenten gelten diese Richtlinien jedoch nicht: Updates von Komponenten, die keinen ausführbaren Code enthalten, das Browserverhalten nicht maßgeblich verändern oder die Sicherheit nicht gefährden, werden nicht deaktiviert.
Beispiele für solche Komponenten sind die &quot;Certificate Revocation Lists&quot; sowie sichere Browserdaten.
Weitere Informationen zu Safe Browsing finden Sie auf https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Regeln zur Auswahl des Standarddruckers</string><string id="DefaultPrinterSelection_Explain">Überschreibt die Regeln von Google Chrome zur Auswahl des Standarddruckers.

Diese Richtlinie legt die Regeln für die Auswahl des Standarddruckers in Google Chrome fest. Diese Auswahl erfolgt, wenn in einem Profil zum ersten Mal die Druckfunktion genutzt wird.

Wenn diese Richtlinie konfiguriert ist, sucht Google Chrome einen passenden Drucker, der alle angegebenen Merkmale aufweist, und wählt diesen als Standarddrucker aus. Der erste Drucker, der die Richtlinien erfüllt, wird ausgewählt. Falls keine eindeutige Übereinstimmung gefunden wird, kann jeder übereinstimmende Drucker ausgewählt werden. Das hängt von der Reihenfolge ab, in der die Drucker gefunden werden.

Wurde diese Richtlinie nicht konfiguriert oder wird kein passender Drucker innerhalb des Zeitlimits gefunden, wird als Standarddrucker der integrierte PDF-Drucker oder – falls dieser nicht verfügbar ist – gar kein Drucker ausgewählt.

Der Wert wird als JSON-Objekt gemäß dem folgenden Schema geparst:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Suche nach dem passenden Drucker auf eine bestimmte Reihe von Druckern beschränken?&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regulärer Ausdruck für Drucker-ID&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regulärer Ausdruck für den angezeigten Namen des Druckers&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Die mit Google Cloud Print verbundenen Drucker werden als &quot;&quot;cloud&quot;&quot; bezeichnet. Die anderen Drucker werden als &quot;&quot;local&quot;&quot; bezeichnet.
Das Auslassen eines Feldes bedeutet, dass alle Werte übereinstimmen. Beispiel: Wenn Sie keinen Wert für die Konnektivität angeben, wird die Erkennung sämtlicher Druckertypen, &quot;local&quot; und &quot;cloud&quot;, über die Druckvorschau gestartet.
Die Muster für reguläre Ausdrücke müssen der JavaScript-RegExp-Syntax folgen und die Groß-/Kleinschreibung ist zu beachten.</string><string id="DeveloperToolsDisabled">Entwickler-Tools deaktivieren</string><string id="DeveloperToolsDisabled_Explain">Deaktiviert die Entwicklertools und die JavaScript-Konsole.

Wenn Sie diese Einstellung aktivieren, besteht kein Zugriff mehr auf die Entwicklertools, sodass Websiteelemente nicht mehr überprüft werden können. Jegliche Tastenkombinationen und Menü- und Kontextmenüeinträge zum Öffnen der Entwicklertools oder der JavaScript-Konsole werden deaktiviert.

Ist diese Option deaktiviert oder nicht konfiguriert, können die Entwicklertools und die JavaScript-Konsole verwendet werden.</string><string id="DeviceAllowBluetooth">Bluetooth auf Gerät zulassen</string><string id="DeviceAllowBluetooth_Explain">Wenn diese Richtlinie auf &quot;false&quot; gesetzt wird, wird Bluetooth von Google Chrome OS deaktiviert und der Nutzer kann es nicht wieder aktivieren.

Wenn diese Richtlinie auf &quot;true&quot; gesetzt oder gar nicht festgelegt wird, kann der Nutzer Bluetooth nach Belieben aktivieren und deaktivieren.

Wird diese Richtlinie festgelegt, kann der Nutzer sie weder ändern noch überschreiben.

Nachdem Bluetooth aktiviert wurde, muss der Nutzer sich ab- und dann wieder anmelden, damit die Änderungen wirksam werden. Wenn Bluetooth deaktiviert wird, ist dieser Schritt nicht erforderlich.</string><string id="DeviceAllowNewUsers">Erstellung neuer Nutzerkonten erlauben</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Nutzern das Einlösen von Angeboten über die Chrome OS-Registrierung gestatten</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">IT-Administratoren von Unternehmensgeräten können hiermit festlegen, ob Nutzer Angebote über die Chrome OS-Registrierung einlösen können.

Wenn diese Richtlinie auf &quot;True&quot; gesetzt oder nicht konfiguriert ist, können Nutzer Angebote über die Chrome OS-Registrierung einlösen.

Ist die Richtlinie auf &quot;False&quot; eingestellt, können Nutzer keine Angebote einlösen.</string><string id="DeviceAutoUpdateDisabled">Automatische Updates deaktivieren</string><string id="DeviceAutoUpdateDisabled_Explain">Bei Festlegung auf &quot;true&quot; werden automatische Updates deaktiviert.

Ist diese Einstellung nicht konfiguriert oder auf &quot;false&quot; gesetzt, suchen Google Chrome OS-Geräte automatisch nach Updates.

Achtung: Es wird empfohlen, die automatischen Updates aktiviert zu lassen, damit Nutzer Softwareupdates und wichtige Sicherheitspatches erhalten. Bei Deaktivierung der automatischen Updates besteht eventuell ein Risiko für die Nutzer.</string><string id="DeviceAutoUpdateP2PEnabled">P2P für automatische Updates aktivieren</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Gibt an, ob P2P für die Nutzdaten von Betriebssystem-Updates verwendet werden soll. Falls auf &quot;True&quot; gesetzt, teilen die Geräte Update-Nutzdaten im LAN und versuchen, die Daten von dort zu laden. Dadurch wird potenziell weniger Internetbandbreite verbraucht und es kommt seltener zu Datenstaus. Wenn die Update-Nutzdaten nicht im LAN verfügbar sind, lädt das Gerät sie ersatzweise von einem Updateserver herunter. Ist diese Option auf &quot;False&quot; gesetzt oder nicht konfiguriert, wird P2P nicht verwendet.</string><string id="DeviceBlockDevmode">Entwicklermodus blockieren</string><string id="DeviceBlockDevmode_Explain">Entwicklermodus blockieren:

Wenn für diese Richtlinie &quot;True&quot; festgelegt ist, verhindert Google Chrome OS, dass das Gerät im Entwicklermodus gestartet wird. Das System verweigert den Start und es wird ein Fehlerbildschirm angezeigt, wenn der Schalter für Entwickler aktiviert wird.

Wird für diese Richtlinie &quot;False&quot; oder gar nichts festgelegt, bleibt der Entwicklermodus für das Gerät verfügbar.</string><string id="DeviceDataRoamingEnabled">Daten-Roaming aktivieren</string><string id="DeviceDataRoamingEnabled_Explain">Legt fest, ob Daten-Roaming für das Gerät aktiviert werden soll. Bei Einstellung auf &quot;true&quot; ist das Roaming erlaubt. Ist die Richtlinie nicht konfiguriert oder auf &quot;false&quot; gesetzt, ist kein Roaming verfügbar.</string><string id="DeviceEphemeralUsersEnabled">Nutzerdaten bei Abmeldung löschen</string><string id="DeviceEphemeralUsersEnabled_Explain">Legt fest, ob lokale Kontodaten nach der Abmeldung in Google Chrome OS gespeichert werden. Bei Einstellung auf &quot;true&quot; werden Konten nicht dauerhaft in Google Chrome OS gespeichert und alle Daten der Nutzersitzung werden nach der Abmeldung verworfen. Ist die Richtlinie auf &quot;false&quot; gesetzt oder nicht konfiguriert, können (verschlüsselte) lokale Nutzerdaten auf dem Gerät verbleiben.</string><string id="DeviceGuestModeEnabled">Gastmodus aktivieren</string><string id="DeviceGuestModeEnabled_Explain">Wenn diese Richtlinie auf &quot;true&quot; gesetzt oder nicht konfiguriert ist, sind Gastanmeldungen in Google Chrome OS möglich. Eine Anmeldung als Gast erfolgt anonym und erfordert keine Passworteingabe.

Ist die Richtlinie auf &quot;false&quot; eingestellt, können in Google Chrome OS keine Gastsitzungen gestartet werden.</string><string id="DeviceLoginScreenAppInstallList">Liste der installierten Apps auf dem Anmeldebildschirm konfigurieren</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Liste der installierten Apps auf dem Anmeldebildschirm konfigurieren</string><string id="DeviceLoginScreenInputMethods">Tastaturlayouts der Anmeldeseite</string><string id="DeviceLoginScreenInputMethods_Explain">Konfiguriert, welche Tastaturlayouts auf der Google Chrome OS-Anmeldeseite erlaubt sind.

Ist für diese Richtlinie eine Liste mit IDs für Eingabemethoden festgelegt, werden die entsprechenden Eingabemethoden auf der Anmeldeseite bereitgestellt. Das oberste Listenelement ist vorab ausgewählt. Während bestimmte Nutzerdaten auf der Anmeldeseite markiert sind, wird zusätzlich zu den von dieser Richtlinie bereitgestellten Eingabemethoden auch die vom Nutzer zuletzt verwendete angeboten. Ist diese Richtlinie nicht konfiguriert, werden die Eingabemethoden auf der Anmeldeseite von der Sprache der Anmeldeseite abgeleitet. Werte, die keine gültigen IDs für Eingabemethoden sind, werden ignoriert.</string><string id="DeviceLoginScreenInputMethodsDesc">Tastaturlayouts der Anmeldeseite</string><string id="DeviceLoginScreenLocales">Sprache der Anmeldeseite</string><string id="DeviceLoginScreenLocales_Explain">Konfiguriert die Sprache, die auf der Google Chrome OS-Anmeldeseite erzwungen wird.

Ist diese Richtlinie festgelegt, wird die Anmeldeseite immer in der Sprache angezeigt, die durch den ersten Wert der Richtlinie bestimmt wird. Sie ist als eine Liste für Aufwärtskompatibilität definiert. Ist sie nicht festgelegt oder verweist auf eine leere Liste, wird die Anmeldeseite in der Sprache der letzten Nutzersitzung dargestellt. Ist für diese Richtlinie eine ungültige Sprache festgelegt, wird die Anmeldeseite in einer Ersatzsprache angezeigt, derzeit en-US.</string><string id="DeviceLoginScreenLocalesDesc">Sprache der Anmeldeseite</string><string id="DeviceLoginScreenPowerManagement">Energieverwaltung auf dem Anmeldebildschirm</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfiguriert die Energieverwaltung auf dem Anmeldebildschirm in Google Chrome OS.

Mit dieser Richtlinie konfigurieren Sie, wie Google Chrome OS sich verhalten soll, wenn auf dem Anmeldebildschirm keine Nutzeraktivität erfolgt. Durch die Richtlinie werden mehrere Einstellungen festgelegt. Deren Semantik und zulässige Wertebereiche finden Sie unter den entsprechenden Richtlinien zur Steuerung der Energieverwaltung innerhalb einer Sitzung. Diese Richtlinie unterscheidet sich nur in folgenden Punkten:
* Bei Inaktivität oder Schließen des Deckels kann als Aktion nicht die Beendigung der Sitzung ausgeführt werden.
* Als Standardaktion bei Inaktivität wird das Gerät bei Netzanschluss heruntergefahren.

Wird für eine Einstellung kein Wert festgelegt, wird ein Standardwert verwendet.

Wenn die Richtlinie nicht festgelegt wird, gelten für alle Einstellungen Standardwerte.</string><string id="DeviceMetricsReportingEnabled">Messdatenberichte aktivieren</string><string id="DeviceMetricsReportingEnabled_Explain">Legt fest, ob Nutzungs- und Diagnosedaten, einschließlich Absturzberichten, an Google gesendet werden. Bei Einstellung auf &quot;true&quot; werden Nutzungs- und Diagnosedatenberichte von Google Chrome OS gesendet. Ist die Richtlinie nicht konfiguriert oder auf &quot;false&quot; gesetzt, ist das Senden von Datenberichten deaktiviert.</string><string id="DeviceNativePrinters">Unternehmensdrucker-Konfigurationsdatei für Geräte</string><string id="DeviceNativePrinters_Explain">Stellt Konfigurationen für gerätegebundene Unternehmensdrucker bereit.

Mit dieser Richtlinie können Druckerkonfigurationen für Google Chrome OS-Geräte bereitgestellt werden. Die Datei darf nicht größer als 5 MB sein und muss in JSON codiert sein. Das Format entspricht dem des NativePrinters-Wörterbuchs. Eine Datei mit ungefähr 21.000 Druckern ergibt nach dem Codieren eine Datei mit schätzungsweise 5 MB. Der kryptografische Hash wird dazu verwendet, die Integrität des Downloads zu prüfen.

Die Datei wird heruntergeladen und im Cache gespeichert. Sobald sich URL oder Hash ändern, wird sie wieder neu heruntergeladen.

Wenn diese Richtlinie konfiguriert ist, wird die Datei für Druckerkonfigurationen von Google Chrome OS heruntergeladen und die Drucker werden gemäß DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist und DeviceNativePrintersBlacklist bereitgestellt.

Diese Richtlinie hat keinen Einfluss darauf, ob Nutzer auf einzelnen Geräten Drucker konfigurieren können. Sie ist als Ergänzung zur Konfiguration von Druckern durch einzelne Nutzer gedacht.

Diese Richtlinie ist ein Zusatz zu NativePrintersBulkConfiguration.

Wenn die Richtlinie nicht konfiguriert ist, gibt es keine gerätegebundenen Drucker und die anderen DeviceNativePrinter*-Richtlinien werden ignoriert.</string><string id="DeviceNativePrintersAccessMode">Richtlinie für den Zugriff auf die Konfiguration von an Geräte gebundenen Druckern.</string><string id="DeviceNativePrintersAccessMode_Explain">Bestimmt, welche Drucker aus DeviceNativePrinters Nutzern zur Verfügung stehen.

Gibt an, welche Zugriffsrichtlinie für die Massenkonfiguration von Druckern verwendet wird. Wenn AllowAll ausgewählt ist, werden alle Drucker angezeigt. Wenn BlacklistRestriction ausgewählt ist, wird anhand von DeviceNativePrintersBlacklist der Zugriff auf die angegebenen Drucker eingeschränkt. Wenn WhitelistPrintersOnly ausgewählt ist, gibt DeviceNativePrintersWhitelist nur die Drucker an, die ausgewählt werden können.

Wenn die Richtlinie nicht konfiguriert ist, wird angenommen, dass BlacklistRestriction ausgewählt ist.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Alle Drucker außer denen in der schwarzen Liste werden angezeigt.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Nur Drucker in der weißen Liste werden Nutzern angezeigt</string><string id="DeviceNativePrintersAccessMode_AllowAll">Alle Drucker der Konfigurationsdatei zulassen.</string><string id="DeviceNativePrintersBlacklist">Deaktivierte, an Geräte gebundene Unternehmensdrucker</string><string id="DeviceNativePrintersBlacklist_Explain">Gibt die Drucker an, die ein Nutzer nicht verwenden kann.

Diese Richtlinie wird nur verwendet, wenn BlacklistRestriction für DeviceNativePrintersAccessMode ausgewählt wurde.

Wenn diese Richtlinie verwendet wird, stehen dem Nutzer alle Drucker mit Ausnahme der Geräte zur Verfügung, deren IDs in dieser Richtlinie angegeben sind.
</string><string id="DeviceNativePrintersBlacklistDesc">Deaktivierte, an Geräte gebundene Unternehmensdrucker</string><string id="DeviceNativePrintersWhitelist">Aktivierte, an Geräte gebundene Unternehmensdrucker</string><string id="DeviceNativePrintersWhitelist_Explain">Gibt die Drucker an, die ein Nutzer verwenden kann.

Diese Richtlinie wird nur verwendet, wenn WhitelistPrintersOnly für DeviceNativePrintersAccessMode ausgewählt wurde.

Wenn diese Richtlinie verwendet wird, stehen dem Nutzer nur die Drucker zur Verfügung, deren IDs mit den Werten in dieser Richtlinie übereinstimmen. Die IDs müssen den Einträgen in der Datei entsprechen, die in DeviceNativePrinters angegeben ist.
</string><string id="DeviceNativePrintersWhitelistDesc">Aktivierte, an Geräte gebundene Unternehmensdrucker</string><string id="DeviceOffHours">Intervalle für Abwesenheitszeiten, wenn OffHours |ignored_policy_proto_tags| für das Gerät veröffentlicht wird</string><string id="DeviceOffHours_Explain">Wenn die &quot;OffHours&quot;-Richtlinie aktiviert ist, werden die spezifizierten Geräterichtlinien in den festgelegten Intervallen ignoriert; stattdessen werden die Standardeinstellungen dieser Richtlinien verwendet. Die Geräterichtlinien werden von Chrome jedes Mal wieder auf alle Ereignisse angewendet, wenn ein &quot;OffHours&quot;-Zeitraum beginnt oder endet. Der Nutzer wird benachrichtigt und gezwungen, sich abzumelden, wenn die &quot;OffHours&quot;-Zeit zu Ende ist und die Einstellungen der Geräterichtlinien geändert werden, d. h. wenn der Nutzer mit keinem zulässigen Konto angemeldet ist.</string><string id="DeviceOpenNetworkConfiguration">Netzwerkkonfiguration auf Geräteebene</string><string id="DeviceOpenNetworkConfiguration_Explain">Ermöglicht das Übernehmen einer per Push übertragenen Netzwerkkonfiguration für alle Nutzer eines Google Chrome OS-Geräts. Die Netzwerkkonfiguration ist ein JSON-formatierter String, der den Open Network Configuration-Vorgaben unter https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration entspricht.</string><string id="DevicePolicyRefreshRate">Aktualisierungsrate für Geräterichtlinien</string><string id="DevicePolicyRefreshRate_Explain">Gibt den Zeitraum in Millisekunden an, in dem Geräterichtlinieninformationen vom Geräteverwaltungsdienst abgefragt werden.

Durch das Festlegen dieser Richtlinie wird der Standardwert von 3 Stunden außer Kraft gesetzt. Gültige Werte für diese Richtlinie liegen im Bereich zwischen 1.800.000 (30 Minuten) und 86.400.000 (1 Tag). Alle Werte, die nicht in diesem Bereich liegen, werden auf den jeweiligen Grenzwert gesetzt.

Wenn diese Richtlinie nicht konfiguriert ist, gilt in Google Chrome OS der Standardwert von 3 Stunden.

Hinweis: Wenn die Plattform Richtlinienbenachrichtigungen unterstützt, wird für die Verzögerung der Aktualisierung 24 Stunden festgelegt und alle Standardwerte der Richtlinie werden ignoriert, da davon ausgegangen wird, dass diese Benachrichtigungen bei jeglichen Richtlinienänderungen automatisch eine Aktualisierung erzwingen. Daher ist ein kürzeres Intervall zwischen den Aktualisierungen nicht erforderlich.</string><string id="DeviceQuirksDownloadEnabled">Abfragen an Quirks-Server für Hardwareprofile aktivieren</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automatischer Neustart nach Herunterfahren des Geräts</string><string id="DeviceRebootOnShutdown_Explain">Wenn diese Richtlinie auf &quot;false&quot; gesetzt oder nicht konfiguriert ist, erlaubt Google Chrome OS dem Nutzer, das Gerät herunterzufahren.
Ist diese Richtlinie auf &quot;true&quot; gesetzt, löst Google Chrome OS einen Neustart aus, wenn der Nutzer das Gerät herunterfährt. Google Chrome OS ersetzt alle Schaltflächen zum Herunterfahren auf der Benutzeroberfläche durch Schaltflächen zum Neustarten. Wenn der Nutzer das Gerät über die Ein-/Aus-Taste herunterfährt, wird es nicht automatisch neu gestartet, auch wenn die Richtlinie aktiviert ist.</string><string id="DeviceShowUserNamesOnSignin">Nutzernamen auf Anmeldeseite zeigen</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Systemweite Parameter, die beim Starten von Google Chrome angewendet werden</string><string id="DeviceStartUpFlags_Explain">Hiermit werden die Parameter angegeben, die beim Starten von Google Chrome angewendet werden sollen. Diese werden nur auf der Anmeldeseite verwendet. Über diese Richtlinie festgelegte Parameter haben keine Auswirkungen auf Nutzersitzungen.</string><string id="DeviceStartUpFlagsDesc">Systemweite Parameter, die beim Starten von Google Chrome angewendet werden</string><string id="DeviceTargetVersionPrefix">Automatische Aktualisierung auf Zielversion</string><string id="DeviceTargetVersionPrefix_Explain">Legt eine Zielversion für automatische Updates fest.

Gibt das Präfix einer Zielversion an, auf die Google Chrome OS aktualisiert werden soll. Wenn das Gerät eine niedrigere Version als im Präfix festgelegt ausführt, wird ein Update auf die neueste Version mit diesem Präfix durchgeführt. Sollte das Gerät bereits eine neuere Version ausführen, hat diese Richtlinie keine Auswirkungen, das heißt, es werden keine Downgrades ausgeführt und das Gerät verwendet weiterhin die momentan installierte Version. Das Format des Präfixes bezieht sich auf die jeweilige Komponente, wie im folgenden Beispiel dargestellt:

&quot;&quot; oder nicht konfiguriert: Update auf die neueste verfügbare Version
&quot;1412.&quot;: Update auf eine Nebenversion von 1412, z. B. 1412.24.34 oder 1412.60.2
&quot;1412.2.&quot;: Update auf eine Nebenversion von 1412.2, z. B. 1412.2.34 oder 1412.2.2
&quot;1412.24.34&quot;: nur Update auf diese Version

Achtung: Die Konfiguration von Versionsbeschränkungen wird nicht empfohlen, da Nutzer dann unter Umständen Softwareupdates und wichtige Sicherheitspatches nicht erhalten. Bei Beschränkung von Updates auf ein bestimmtes Versionspräfix besteht eventuell ein Risiko für die Nutzer.</string><string id="DeviceUpdateAllowedConnectionTypes">Für Updates zugelassene Verbindungstypen</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Die Verbindungstypen, die für Betriebssystemaktualisierungen zulässig sind. Betriebssystemaktualisierungen beanspruchen die Verbindung aufgrund ihrer Größe potenziell stark und können zusätzliche Kosten verursachen. Deshalb sind sie für als kostenintensiv geltende Verbindungstypen standardmäßig nicht aktiviert. Dazu gehören derzeit beispielsweise WiMax, Bluetooth und Mobilfunkverbindungen.

Zu den erkannten Verbindungstypkennungen gehören &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; und &quot;cellular&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Für Updates zugelassene Verbindungstypen</string><string id="DeviceUpdateHttpDownloadsEnabled">Downloads automatischer Updates über HTTP zulassen</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Die Nutzdaten automatischer Updates von Google Chrome OS können über HTTP statt über HTTPS heruntergeladen werden. Dadurch wird transparentes HTTP-Caching von HTTP-Downloads zugelassen.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, versucht Google Chrome OS, die Nutzdaten automatischer Updates über HTTP herunterzuladen. Ist die Richtlinie auf &quot;false&quot; gesetzt oder nicht festgelegt, wird für solche Downloads HTTPS verwendet.</string><string id="DeviceUpdateScatterFactor">Streufaktor automatisch aktualisieren</string><string id="DeviceUpdateScatterFactor_Explain">Legt die Anzahl von Sekunden fest, die eine Verzögerung ab dem Übertragungszeitpunkt an den Server maximal betragen darf, wenn ein Gerät ein Update herunterlädt. Die Verzögerungszeit setzt sich aus der Istzeit und der auf die Anzahl der Überprüfungen auf Updates verwendeten Zeit zusammen. Die obere Grenze für den Streufaktor bildet ein konstanter Zeitraum, sodass ein Gerät nur eine begrenzte Zeit lang auf den Download eines Updates wartet.</string><string id="DeviceUserWhitelist">Weiße Liste für Nutzer bei der Anmeldung</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Weiße Liste für Nutzer bei der Anmeldung</string><string id="DeviceWallpaperImage">Gerätehintergrundbild</string><string id="DeviceWallpaperImage_Explain">Hiermit kann das Hintergrundbild auf Geräteebene konfiguriert werden, das auf dem Anmeldebildschirm angezeigt wird, wenn sich noch kein Nutzer auf dem Gerät angemeldet hat. Die Richtlinie wird konfiguriert, indem die URL, über die das Chrome OS-Gerät das Hintergrundbild herunterladen kann, und ein kryptografischer Hash, mit dem die Integrität des Downloads überprüft wird, festgelegt werden. Das Bild muss das JPEG-Format aufweisen und darf eine Dateigröße von 16 MB nicht überschreiten. Die URL muss ohne Authentifizierung zugänglich sein. Das Hintergrundbild wird heruntergeladen und im Cache gespeichert. Es wird jedes Mal neu heruntergeladen, wenn sich die URL oder der Hash ändert.

Die Richtlinie sollte als String angegeben werden, der die URL und den Hash im JSON-Format ausgibt, z. B.:
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Wenn die Gerätehintergrundrichtlinie konfiguriert ist, lädt das Chrome OS-Gerät das Hintergrundbild herunter und verwendet es für den Anmeldebildschirm, sofern sich noch kein Nutzer auf dem Gerät angemeldet hat. Sobald sich der Nutzer anmeldet, wird die Hintergrundrichtlinie des Nutzers aktiviert.

Wenn die Gerätehintergrundrichtlinie nicht konfiguriert ist, wird über die Hintergrundrichtlinie des Nutzers festgelegt, was angezeigt wird, sofern die Hintergrundrichtlinie des Nutzers konfiguriert ist.</string><string id="Disable3DAPIs">Unterstützung für 3D-Grafik-APIs deaktivieren</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Angeben, ob Plug-in-Suchfunktion deaktiviert werden soll</string><string id="DisablePluginFinder_Explain">Wenn Sie diese Einstellung aktivieren, wird die automatische Suche und Installation fehlender Plug-ins in Google Chrome deaktiviert. Ist sie deaktiviert oder nicht konfiguriert, so ist die Plug-in-Suche aktiv.</string><string id="DisableSafeBrowsingProceedAnyway">Fortfahren von der Safe Browsing-Hinweisseite deaktivieren</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Der Safe Browsing-Dienst zeigt eine Seite mit einer Warnmeldung an, wenn Nutzer Websites aufrufen, die als potenziell schädlich eingestuft sind. Bei Aktivierung dieser Einstellung können Nutzer von der Hinweisseite aus nicht die schädliche Website besuchen.

Ist die Einstellung deaktiviert oder nicht konfiguriert, können Nutzer zu der gekennzeichneten Website navigieren, nachdem sie den Warnhinweis gesehen haben.

Weitere Informationen zu Safe Browsing finden Sie auf https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Aufnahme von Screenshots deaktivieren</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Standarddrehung des Bildschirms festlegen, die bei jedem Neustart erneut angewendet wird</string><string id="DisplayRotationDefault_Explain">Bei Festlegen dieser Richtlinie wird jeder Bildschirm bei
jedem Neustart und beim erstmaligen Herstellen der Verbindung nach
Änderung des Richtlinienwerts in die angegebene Ausrichtung gedreht.
Nutzer können die Bildschirmdrehung nach Anmeldung über die Seite mit
den Einstellungen ändern. Ihre Änderung wird jedoch beim nächsten
Neustart durch den Richtlinienwert überschrieben.

Diese Richtlinie gilt für den ersten und den zweiten Bildschirm.

Wenn diese Richtlinie nicht festgelegt wird, beträgt der Standardwert 0 Grad
und der Nutzer kann diesen ändern. In diesem Fall wird der Standardwert
beim Neustart nicht angewendet.</string><string id="DisplayRotationDefault_ROTATE_0">Bildschirm um 0 Grad drehen</string><string id="DisplayRotationDefault_ROTATE_90">Bildschirm um 90 Grad im Uhrzeigersinn drehen</string><string id="DisplayRotationDefault_ROTATE_180">Bildschirm um 180 Grad drehen</string><string id="DisplayRotationDefault_ROTATE_270">Bildschirm um 270 Grad im Uhrzeigersinn drehen</string><string id="DownloadDirectory">Downloadverzeichnis festlegen</string><string id="DownloadDirectory_Explain">Konfiguriert das Verzeichnis, das Google Chrome zum Herunterladen von Dateien verwendet.

Wenn Sie diese Richtlinie festlegen, verwendet Google Chrome das angegebene Verzeichnis unabhängig davon, ob der Nutzer selbst eines angegeben oder festgelegt hat, dass er den Downloadpfad jedes Mal selbst angeben möchte.

Unter https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables finden Sie eine Liste der Variablen, die verwendet werden können.

Wird diese Richtlinie nicht konfiguriert, wird das Standard-Downloadverzeichnis verwendet, wobei dieses vom Nutzer geändert werden kann.</string><string id="DownloadRestrictions">Download-Einschränkungen zulassen</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Keine besonderen Einschränkungen</string><string id="DownloadRestrictions_BlockDangerousDownloads">Gefährliche Downloads blockieren</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Potenziell gefährliche Downloads blockieren</string><string id="DownloadRestrictions_BlockAllDownloads">Alle Downloads blockieren</string><string id="EasyUnlockAllowed">Verwendung von Smart Lock zulassen</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Migrationsstrategie für eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Ähnlich wie bei den Werkseinstellungen (Wert 2); hier wird jedoch versucht, die Log-in-Tokens zu übernehmen, sodass der Nutzer sich nicht noch einmal anmelden muss.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Wenn das Client-Gerätemodell ARC bereits unterstützt hat, bevor die Migration zu ext4 für die ARC-Ausführung erforderlich war, verhält sich diese Option so, als ob &quot;AskUser&quot; (Wert 3) festgelegt wurde. Beachten Sie, dass die ArcEnabled-Richtlinie hierbei auf &quot;true&quot; festgelegt werden muss. In allen anderen Fällen entspricht dieser Wert &quot;DisallowArc&quot; (Wert 0) – beispielsweise, wenn das Gerätemodell ARC zuvor nicht unterstützt hat, oder wenn die ArcEnabled-Richtlinie auf &quot;false&quot; gesetzt wird.</string><string id="EditBookmarksEnabled">Bearbeitung von Lesezeichen aktivieren oder deaktivieren</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Genehmigung von Zertifikaten, die von lokalen Vertrauensankern ausgestellt werden, bei denen die &quot;subjectAlternativeName&quot;-Erweiterung fehlt</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Wenn diese Einstellung aktiviert ist, verwendet Google Chrome zum Abgleich eines Hostnamens den &quot;commonName&quot;-Eintrag eines Serverzertifikats, falls im Zertifikat eine &quot;subjectAlternativeName&quot;-Erweiterung fehlt. Dies gilt, sofern die Validierung erfolgreich ist und eine Verkettung mit lokal installierten CA-Zertifikaten erfolgt.

Beachten Sie, dass diese Einstellung nicht empfohlen wird, da hierdurch die &quot;nameConstraints&quot;-Erweiterung umgangen werden kann. Diese Erweiterung beschränkt die Hostnamen, für die ein bestimmtes Zertifikat autorisiert werden kann.

Wenn diese Richtlinie nicht konfiguriert oder auf &quot;false&quot; eingestellt ist, werden Serverzertifikate ohne &quot;subjectAlternativeName&quot;-Erweiterung, die entweder einen DNS-Namen oder eine IP-Adresse enthalten, als nicht vertrauenswürdig eingestuft.</string><string id="EnableDeprecatedWebPlatformFeatures">Veraltete Webplattformfunktionen für einen begrenzten Zeitraum aktivieren</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Mit dieser Richtlinie kann eine Liste mit eingestellten Webplattformfunktionen festgelegt werden, die vorübergehend wieder aktiviert werden sollen.

Mit der Richtlinie haben Administratoren die Möglichkeit, eingestellte Webplattformfunktionen für einen begrenzten Zeitraum wieder zu aktivieren. Die Funktionen werden durch ein String-Tag identifiziert und die Funktionen, die den Tags in der Liste entsprechen, die durch diese Richtlinie festgelegt wurde, werden wieder aktiviert.

Wenn diese Richtlinie nicht konfiguriert ist, die Liste leer ist oder mit keinem unterstützten String-Tag übereinstimmt, bleiben alle eingestellten Webplattformfunktionen deaktiviert.

Die Richtlinie selbst wird zwar auf den genannten Plattformen unterstützt, die damit aktivierten Funktionen sind aber möglicherweise nicht auf allen Plattformen verfügbar. Nicht alle eingestellten Webplattformfunktionen können wieder aktiviert werden. Nur die nachfolgend ausdrücklich aufgeführten Funktionen können für einen begrenzten Zeitraum wieder aktiviert werden. Der Zeitraum variiert je nach Funktion. Das allgemeine Format des String-Tags lautet [Name der veralteten Funktion]_EffectiveUntil[jjjjmmtt]. Weitere Informationen zu Änderungen an den Webplattformfunktionen erhalten Sie unter http://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Veraltete Webplattformfunktionen für einen begrenzten Zeitraum aktivieren</string><string id="EnableOnlineRevocationChecks">Ob online OCSP-/CRL-Prüfungen durchgeführt werden</string><string id="EnableOnlineRevocationChecks_Explain">Da Online-Überprüfungen zu SoftFail-Zertifikatssperren keinen wirkungsvollen Sicherheitseffekt bieten, werden sie ab Google Chrome-Version 19 standardmäßig deaktiviert. Wenn Sie diese Richtlinie auf &quot;true&quot; setzen, wird das vorherige Verhalten wiederhergestellt und es werden online OCSP-/CRL-Prüfungen durchgeführt.

Falls die Richtlinie nicht konfiguriert oder auf &quot;false&quot; eingestellt ist, führt Google Chrome ab Google Chrome-Version 19 keine Online-Überprüfungen auf Zertifikatssperren mehr durch.</string><string id="EnableSha1ForLocalAnchors">Genehmigung von SHA-1-signierten Zertifikaten, die von lokalen Trust Anchors herausgegeben werden</string><string id="EnableSha1ForLocalAnchors_Explain">Wenn diese Einstellung aktiviert ist, werden von Google Chrome SHA-1-signierte Zertifikate genehmigt, vorausgesetzt sie werden erfolgreich überprüft und bilden eine Kette zu einem lokal installierten CA-Zertifikat.

Diese Richtlinie setzt voraus, dass vom Zertifikatüberprüfungsstapel des Betriebssystems SHA-1-Signaturen zugelassen werden. Wenn sich durch ein Update des Betriebssystems die Handhabung von SHA-1-Zertifikaten ändert, ist diese Richtlinie nicht mehr wirksam. Diese Richtlinie dient zur vorübergehenden Problemumgehung, um Unternehmen mehr Zeit zu geben, SHA-1 zu ersetzen. Diese Richtlinie wird ab dem 1. Januar 2019 entfernt.

Wenn diese Richtlinie nicht konfiguriert oder auf &quot;false&quot; gesetzt ist, wird für Google Chrome der offizielle Beendigungszeitplan für SHA-1 herangezogen.</string><string id="ExternalStorageDisabled">Bereitstellen von externem Speicher deaktivieren</string><string id="ExternalStorageDisabled_Explain">Wenn diese Einstellung auf &quot;true&quot; gesetzt ist, ist im Datei-Browser kein externer Speicher verfügbar.

Diese Einstellung gilt für alle Arten von Speichermedien, wie USB-Speichersticks, externe Festplatten, SD-Karten und andere Speicherkarten sowie optische Speichermedien. Der interne Speicher ist nicht betroffen, im Downloadordner gespeicherte Dateien können darum weiterhin abgerufen werden. Zudem hat diese Einstellung keine Auswirkungen auf Google Drive.

Ist diese Einstellung deaktiviert oder nicht konfiguriert, können die Nutzer alle unterstützten externen Speichermedien auf ihrem Gerät verwenden.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Wenn diese Richtlinie auf &quot;true&quot; gesetzt wird, können Nutzer keine Daten in externe Speichergeräte schreiben.

Wird die Einstellung auf &quot;false&quot; gesetzt oder nicht konfiguriert, können Nutzer Dateien auf externen Speichergeräten erstellen und bearbeiten, sofern diese physisch beschreibbar sind.

Die Richtlinie &quot;ExternalStorageDisabled&quot; hat Vorrang vor dieser Richtlinie. Wenn ExternalStorageDisabled auf &quot;true&quot; gesetzt ist, wird der Zugriff auf externe Speichergeräte deaktiviert und diese Richtlinie entsprechend ignoriert.

Die dynamische Aktualisierung dieser Einstellung wird ab M56 unterstützt.</string><string id="ForceGoogleSafeSearch">Google SafeSearch erzwingen</string><string id="ForceGoogleSafeSearch_Explain">Erzwingt die Ausführung der Google Websuche mit aktivierter SafeSearch-Funktion und verhindert, dass Nutzer diese Einstellung ändern.

Wenn diese Einstellung aktiviert ist, ist SafeSearch immer in der Google-Suche aktiviert.

Wenn diese Einstellung deaktiviert ist oder kein Wert festgelegt wurde, wird SafeSearch in der Google-Suche nicht erzwungen.</string><string id="ForceMaximizeOnFirstRun">Erstes Browserfenster bei der ersten Ausführung maximieren</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Minimalen eingeschränkten Modus auf YouTube erzwingen</string><string id="ForceYouTubeRestrict_Explain">Erzwingt einen minimalen eingeschränkten Modus auf YouTube und verhindert, dass Nutzer einen weniger eingeschränkten Modus auswählen.

Wenn diese Einstellung auf &quot;Strikt&quot; festgelegt wird, ist der strikte eingeschränkte Modus auf YouTube immer aktiv.

Wird diese Einstellung auf &quot;Moderat&quot; festgelegt, kann der Nutzer auf YouTube nur den moderaten eingeschränkten Modus und den strikten eingeschränkten Modus auswählen, den eingeschränkten Modus aber nicht deaktivieren.

Wenn diese Einstellung auf &quot;Aus&quot; oder kein Wert festgelegt wird, wird der eingeschränkte Modus auf YouTube nicht durch Google Chrome erzwungen. Der eingeschränkte Modus wird jedoch möglicherweise trotzdem durch externe Richtlinien wie YouTube-Richtlinien erzwungen.</string><string id="ForceYouTubeRestrict_Off">Eingeschränkten Modus auf YouTube nicht erzwingen</string><string id="ForceYouTubeRestrict_Moderate">Mindestens den moderaten eingeschränkten Modus auf YouTube erzwingen</string><string id="ForceYouTubeRestrict_Strict">Strikt eingeschränkten Modus auf YouTube erzwingen</string><string id="FullscreenAllowed">Vollbildmodus zulassen</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Aktiviert HTTP/0.9-Unterstützung auf nicht standardmäßigen Ports</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Diese Richtlinie aktiviert HTTP/0.9 auf allen Ports mit Ausnahme von Port 80 für HTTP und 443 für HTTPS.

Diese Richtlinie ist standardmäßig deaktiviert. Bei Aktivierung besteht für Nutzer die folgende Sicherheitslücke: https://crbug.com/600352.

Mit dieser Richtlinie, die demnächst entfernt wird, sollen Unternehmen die Möglichkeit erhalten, vorhandene Server auf eine andere Version als HTTP/0.9 zu migrieren.

Ist die Richtlinie nicht konfiguriert, wird HTTP/0.9 auf nicht standardmäßigen Ports deaktiviert.</string><string id="IncognitoModeAvailability">Inkognitomodus - Verfügbarkeit</string><string id="IncognitoModeAvailability_Explain">Gibt an, ob der Nutzer Seiten in Google Chrome im Inkognitomodus öffnen kann. Ist diese Richtlinie aktiviert oder nicht konfiguriert, so können Seiten im Inkognitomodus geöffnet werden. Wenn sie deaktiviert ist, so können Seiten nicht im Inkognitomodus geöffnet werden. Mit dem Wert &quot;Forced&quot; können Seiten ausschließlich im Inkognitomodus geöffnet werden.</string><string id="IncognitoModeAvailability_Enabled">Inkognitomodus verfügbar</string><string id="IncognitoModeAvailability_Disabled">Inkognitomodus deaktiviert</string><string id="IncognitoModeAvailability_Forced">Inkognitomodus erzwungen</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Website-Isolierung für angegebene Ursprünge aktivieren</string><string id="IsolateOrigins_Explain">
HINWEIS: Diese Richtlinie ist experimentell und kann die Funktionalität
beeinträchtigen!
Wenn die Richtlinie aktiviert ist, wird für jeden der benannten Ursprünge in
einer durch Kommas getrennten Liste ein eigener Prozess ausgeführt.
Dadurch werden auch durch Subdomains benannte Ursprünge isoliert; z. B.
wenn Sie https://example.com/ angeben, wird auch
https://foo.example.com/ als Teil der Website https://example.com/ isoliert.
Wenn die Richtlinie deaktiviert ist, wird die Prozessverwaltungslogik vor der
Website-Isolierung übernommen.
Wenn die Richtlinie nicht konfiguriert ist, kann der Nutzer diese Einstellung
ändern.
</string><string id="KeyPermissions">Hauptberechtigungen</string><string id="KeyPermissions_Explain">Durch diese Richtlinie wird der Zugriff auf Schlüssel zur geschäftlichen Nutzung in Erweiterungen gewährt

Schlüssel sind für die geschäftliche Nutzung bestimmt, wenn sie über die chrome.platformKeys API eines verwalteten Kontos generiert wurden. Schlüssel, die auf eine andere Weise importiert oder generiert wurden, sind nicht für die geschäftliche Nutzung bestimmt.

Der Zugriff auf Schlüssel für die geschäftliche Nutzung wird ausschließlich durch diese Richtlinie geregelt. Der Nutzer kann Erweiterungen Zugriff auf Schlüssel zur geschäftlichen Nutzung weder erteilen noch entziehen.

Eine Erweiterung kann einen Schlüssel zur geschäftlichen Nutzung standardmäßig nicht nutzen. Dies entspricht der Festlegung von &quot;false&quot; für &quot;allowCorporateKeyUsage&quot; bei dieser Erweiterung.

Nur wenn &quot;allowCorporateKeyUsage&quot; für eine Erweiterung auf &quot;true&quot; eingestellt ist, kann jeder Plattformschlüssel genutzt werden, der für die geschäftliche Nutzung bestimmt ist, um beliebige Daten zu signieren. Diese Berechtigung sollte nur dann erteilt werden, wenn die Erweiterung den Zugriff auf den Schlüssel sicher vor Angriffen schützt.</string><string id="ManagedBookmarks">Verwaltete Lesezeichen</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maximale Abrufverzögerung nach der Außerkraftsetzung einer Richtlinie</string><string id="MaxInvalidationFetchDelay_Explain">Gibt die maximale Verzögerung in Millisekunden zwischen dem Empfang der Außerkraftsetzung einer Richtlinie und dem Abrufen der neuen Richtlinie vom Geräteverwaltungsdienst an.

Durch das Festlegen dieser Richtlinie wird der Standardwert von 5.000 Millisekunden außer Kraft gesetzt. Für diese Richtlinie können Werte von 1.000 (1 Sekunde) bis 300.000 (5 Minuten) festgelegt werden. Werte außerhalb dieses Bereichs werden auf den nächstgelegenen Grenzwert gerundet.

Bei Festlegung dieser Richtlinie verwendet Google Chrome den Standardwert von 5.000 Millisekunden.</string><string id="NativePrinters">Natives Drucken</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Natives Drucken</string><string id="NativePrintersBulkAccessMode">Richtlinie für den Zugriff auf die Konfiguration von Druckern.</string><string id="NativePrintersBulkAccessMode_Explain">Bestimmt, welche Drucker aus NativePrintersBulkConfiguration Nutzern zur Verfügung stehen.

Gibt an, welche Zugriffsrichtlinie für die Massenkonfiguration von Druckern verwendet wird. Wenn AllowAll ausgewählt ist, werden alle Drucker angezeigt. Wenn BlacklistRestriction ausgewählt ist, wird anhand von NativePrintersBulkBlacklist der Zugriff auf die angegebenen Drucker eingeschränkt. Wenn WhitelistPrintersOnly ausgewählt ist, gibt NativePrintersBulkWhitelist nur die Drucker an, die ausgewählt werden können.

Wenn die Richtlinie nicht konfiguriert ist, wird angenommen, dass BlacklistRestriction ausgewählt ist.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Alle Drucker außer denen in der schwarzen Liste werden angezeigt.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Nur Drucker in der weißen Liste werden Nutzern angezeigt</string><string id="NativePrintersBulkAccessMode_AllowAll">Alle Drucker der Konfigurationsdatei zulassen.</string><string id="NativePrintersBulkBlacklist">Deaktivierte Unternehmensdrucker</string><string id="NativePrintersBulkBlacklist_Explain">Gibt die Drucker an, die ein Nutzer nicht verwenden kann.

Diese Richtlinie wird nur verwendet, wenn BlacklistRestriction für NativePrintersBulkAccessMode ausgewählt wurde.

Wenn diese Richtlinie verwendet wird, stehen dem Nutzer alle Drucker mit Ausnahme der Geräte zur Verfügung, deren IDs in dieser Richtlinie angegeben sind.
</string><string id="NativePrintersBulkBlacklistDesc">Deaktivierte Unternehmensdrucker</string><string id="NativePrintersBulkConfiguration">Unternehmensdrucker-Konfigurationsdatei</string><string id="NativePrintersBulkConfiguration_Explain">Stellt Konfigurationen für Unternehmensdrucker bereit.

Mit dieser Richtlinie können Druckerkonfigurationen für Google Chrome OS-Geräte bereitgestellt werden. Die Datei darf nicht größer als 5 MB sein und muss in JSON codiert sein. Das Format entspricht dem des NativePrinters-Wörterbuchs. Eine Datei mit ungefähr 21.000 Druckern ergibt nach dem Codieren eine Datei mit schätzungsweise 5 MB. Der kryptografische Hash wird dazu verwendet, die Integrität des Downloads zu prüfen.

Die Datei wird heruntergeladen und im Cache gespeichert. Sobald sich URL oder Hash ändern, wird sie wieder neu heruntergeladen.

Wenn diese Richtlinie konfiguriert ist, wird die Datei für Druckerkonfigurationen von Google Chrome OS heruntergeladen und die Drucker werden gemäß NativePrintersBulkAccessMode, NativePrintersBulkWhitelist und NativePrintersBulkBlacklist bereitgestellt.

Wenn Sie diese Richtlinie verwenden, können die Nutzer sie nicht ändern oder überschreiben.

Diese Richtlinie hat keinen Einfluss darauf, ob Nutzer auf einzelnen Geräten Drucker konfigurieren können. Sie ist als Ergänzung zur Konfiguration von Druckern durch einzelne Nutzer gedacht.
</string><string id="NativePrintersBulkWhitelist">Aktivierte Unternehmensdrucker</string><string id="NativePrintersBulkWhitelist_Explain">Gibt die Drucker an, die ein Nutzer verwenden kann.

Diese Richtlinie wird nur verwendet, wenn WhitelistPrintersOnly für NativePrintersBulkAccessMode ausgewählt wurde.

Wenn diese Richtlinie verwendet wird, stehen dem Nutzer nur die Drucker zur Verfügung, deren IDs mit den Werten in dieser Richtlinie übereinstimmen. Die IDs müssen den Einträgen in der Datei entsprechen, die in NativePrintersBulkConfiguration angegeben ist.
</string><string id="NativePrintersBulkWhitelistDesc">Aktivierte Unternehmensdrucker</string><string id="NetworkPredictionOptions">Netzwerkvorhersage aktivieren</string><string id="NetworkPredictionOptions_Explain">Diese Richtlinie aktiviert die Netzwerkvorhersage in Google Chrome und verhindert, dass die Einstellung von Nutzern geändert wird.

Hiermit werden DNS-Vorabruf, TCP- und SSL-Vorverbindung und das Pre-Rendering von Webseiten gesteuert.

Wenn Sie diese Einstellung auf &quot;Immer&quot;, &quot;Nie&quot; oder &quot;Nur WLAN&quot; festlegen, können sie Nutzer in Google Chrome nicht ändern oder überschreiben.

Ist die Richtlinie nicht konfiguriert, wird die Netzwerkvorhersage aktiviert, kann jedoch vom Nutzer geändert werden.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Netzwerkaktionen über alle Netzwerkverbindungen vervollständigen</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Netzwerkaktionen in allen Netzwerken außer Mobilfunknetzen vorhersagen.
(Eingestellt in 50, entfernt in 52. Wird nach 52 der Wert 1 konfiguriert, wird er als 0 – &quot;Netzwerkaktionen über alle Netzwerkverbindungen vervollständigen&quot; behandelt.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Netzwerkaktionen nicht über Netzwerkverbindungen vervollständigen</string><string id="NoteTakingAppsLockScreenWhitelist">Auf dem Google Chrome OS-Sperrbildschirm zulässige Notizen-Apps auf die weiße Liste setzen</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Gibt an, welche Apps auf dem Google Chrome OS-Sperrbildschirm als Notizen-App aktiviert werden können.

Wenn die bevorzugte Notizen-App auf dem Sperrbildschirm aktiviert ist, enthält dieser ein UI-Element zum Öffnen der App.
Nach dem Öffnen kann die App ein App-Fenster auf dem Sperrbildschirm sowie Datenelemente, also Notizen, im Sperrbildschirmkontext erstellen. Außerdem kann die App erstellte Notizen in die Sitzung des primären Nutzers importieren, wenn die Sitzung entsperrt wird. Zurzeit werden nur Chrome-Notizen-Apps auf dem Sperrbildschirm unterstützt.

Wenn die Richtlinie eingerichtet ist, kann der Nutzer eine App auf dem Sperrbildschirm nur dann aktivieren, wenn die Erweiterungs-ID der App im Listenwert der Richtlinie angegeben ist.
Folglich ist das Erstellen von Notizen auf dem Sperrbildschirm nicht möglich, wenn für die Richtlinie eine leere Liste festgelegt ist.
Hinweis: Selbst wenn die Richtlinie eine App-ID enthält, bedeutet das nicht zwangsläufig, dass der Nutzer die App als Notizen-App auf dem Sperrbildschirm aktivieren kann. Zum Beispiel ist unter Chrome 61 die Auswahl verfügbarer Apps zusätzlich durch die Plattform eingeschränkt.

Wenn die Richtlinie nicht eingerichtet ist, gibt es vonseiten der Richtlinie keinerlei Einschränkungen im Hinblick auf die Apps, die der Nutzer auf dem Sperrbildschirm aktivieren kann.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Auf dem Google Chrome OS-Sperrbildschirm zulässige Notizen-Apps auf die weiße Liste setzen</string><string id="OpenNetworkConfiguration">Netzwerkkonfiguration auf Nutzerebene</string><string id="OpenNetworkConfiguration_Explain">Ermöglicht das Übernehmen einer per Push übertragenen Netzwerkkonfiguration pro Nutzer für ein Google Chrome OS-Gerät. Die Netzwerkkonfiguration ist ein JSON-formatierter String, der den Open Network Configuration-Vorgaben unter https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration entspricht.</string><string id="PacHttpsUrlStrippingEnabled">Stripping von PAC-URLs für https:// aktivieren</string><string id="PacHttpsUrlStrippingEnabled_Explain">Entfernt datenschutz- und sicherheitsrelevante Teile aus https://-URLs, bevor diese an PAC-Skripts (Proxy Auto Config) weitergeleitet werden, die von Google Chrome während der Proxy-Auflösung verwendet werden.

Wird diese Richtlinie nicht festgelegt oder auf &quot;true&quot; gesetzt, wird für https://-URLs vor der Weiterleitung an ein PAC-Skript standardmäßig ein Stripping durchgeführt. Auf diese Weise können für das PAC-Skript keine Daten eingesehen werden, die normalerweise durch einen verschlüsselten Kanal wie Pfad und Abfrage der URL geschützt sind.

Wird die Richtlinie auf &quot;false&quot; gesetzt, ist diese Sicherheitsfunktion deaktiviert und für PAC-Skripts können alle Komponenten einer https://-URL eingesehen werden. Diese Einstellung gilt für alle PAC-Skripts, unabhängig von ihrem Ursprung. Sie gilt beispielsweise für PAC-Skripts, die über WPAD erlangt werden, sowie für solche, die über ein unsicheres Transportprotokoll abgerufen wurden.

Diese Richtlinie ist standardmäßig auf &quot;true&quot;, also Aktivierung der Sicherheitsfunktion, eingestellt, außer für Chrome OS Enterprise-Nutzer, für die diese Richtlinie standardmäßig auf &quot;false&quot; eingestellt ist.

Es wird empfohlen, diese Richtlinie auf &quot;true&quot; einzustellen. Der einzige Grund, sie auf &quot;false&quot; einzustellen, besteht, wenn ein Kompatibilitätsproblem mit vorhandenen PAC-Skripts auftritt.

Diese Außerkraftsetzung soll in Zukunft beseitigt werden.</string><string id="PinnedLauncherApps">Liste der in der Übersicht angezeigten Apps ansehen</string><string id="PinnedLauncherApps_Explain">Listet die App-IDs auf, die unter Google Chrome OS in der Übersichtsleiste als in der Übersicht angezeigte Apps erscheinen.

Wenn diese Richtlinie konfiguriert wird, werden diese Apps festgelegt und können von Nutzern nicht geändert werden.

Wird diese Richtlinie nicht konfiguriert, können Nutzer die Liste der in der Übersicht angezeigten Apps ändern.</string><string id="PinnedLauncherAppsDesc">Liste der in der Übersicht angezeigten Apps ansehen</string><string id="PolicyRefreshRate">Aktualisierungsrate für Nutzerrichtlinien</string><string id="PolicyRefreshRate_Explain">Gibt den Zeitraum in Millisekunden an, in dem Nutzerrichtlinieninformationen vom Geräteverwaltungsdienst abgefragt werden.

Durch das Festlegen dieser Richtlinie wird der Standardwert von 3 Stunden außer Kraft gesetzt. Gültige Werte für diese Richtlinie liegen im Bereich zwischen 1.800.000 (30 Minuten) und 86.400.000 (1 Tag). Alle Werte, die nicht in diesem Bereich liegen, werden auf den jeweiligen Grenzwert gesetzt. Wenn die Plattform Richtlinienbenachrichtigungen unterstützt, wird für die Verzögerung der Aktualisierung 24 Stunden festgelegt, da davon ausgegangen wird, dass diese Benachrichtigungen bei jeglichen Richtlinienänderungen automatisch eine Aktualisierung erzwingen.

Wenn diese Richtlinie nicht konfiguriert ist, gilt in Google Chrome der Standardwert von 3 Stunden.

Hinweis: Wenn die Plattform Richtlinienbenachrichtigungen unterstützt, wird für die Verzögerung der Aktualisierung 24 Stunden festgelegt und alle Standardwerte der Richtlinie werden ignoriert, da davon ausgegangen wird, dass diese Benachrichtigungen bei jeglichen Richtlinienänderungen automatisch eine Aktualisierung erzwingen. Daher ist ein kürzeres Intervall zwischen den Aktualisierungen nicht erforderlich.</string><string id="PrintingEnabled">Drucken aktivieren</string><string id="PrintingEnabled_Explain">Aktiviert das Drucken in Google Chrome und verhindert, dass Nutzer diese Einstellung ändern.

Wenn diese Einstellung aktiviert oder nicht konfiguriert ist, können Nutzer drucken.

Wenn diese Einstellung deaktiviert ist, können Nutzer nicht von Google Chrome aus drucken. Die Druckfunktion wird im Schraubenschlüssel-Menü, in den Erweiterungen, JavaScript-Anwendungen usw. deaktiviert. Es kann weiterhin über Plug-ins gedruckt werden, die Google Chrome während des Druckvorgangs umgehen. Bestimmte Flash-Anwendungen bieten beispielsweise die Druckoption in ihrem Kontextmenü, das von diesen Richtlinien nicht abgedeckt wird.</string><string id="QuicAllowed">Lässt das QUIC-Protokoll zu</string><string id="QuicAllowed_Explain">Wenn diese Richtlinie auf &quot;true&quot; eingestellt oder nicht konfiguriert ist, ist die Verwendung des QUIC-Protokolls in Google Chrome zulässig.
Ist die Richtlinie auf &quot;false&quot; eingestellt, ist die Verwendung des QUIC-Protokolls nicht zulässig.</string><string id="RebootAfterUpdate">Nach Update automatisch neu starten</string><string id="RebootAfterUpdate_Explain">Hiermit wird ein automatischer Neustart nach einem Update von Google Chrome OS geplant.

Ist diese Richtlinie auf &quot;true&quot; gesetzt, ist ein automatischer Neustart geplant, nachdem Google Chrome OS aktualisiert wurde und ein Neustart erforderlich ist, um den Updatevorgang abzuschließen. Die Ausführung des Neustarts ist sofort geplant, kann aber bis zu 24 Stunden auf dem Gerät verzögert werden, wenn das Gerät gerade von einem Nutzer verwendet wird.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist nach einem Update von Google Chrome OS kein automatischer Neustart geplant. Der Updatevorgang wird abgeschlossen, sobald der Nutzer das Gerät das nächste Mal neu startet.

Wenn Sie diese Richtlinie konfigurieren, können die Nutzer sie nicht ändern oder außer Kraft setzen.

Hinweis: Automatische Neustarts sind derzeit nur aktiviert, wenn die Anmeldeseite angezeigt wird oder eine Kiosk-App-Sitzung läuft. Dies wird zukünftig geändert, sodass die Richtlinie immer gilt, unabhängig davon, ob und welche Sitzung aktiv ist.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Gibt an, ob für lokale Vertrauensanker Online-OCSP/CRLS-Prüfungen erforderlich sind</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Bei Aktivierung dieser Einstellung führt Google Chrome immer eine Widerrufsprüfung für Serverzertifikate durch, die erfolgreich bestätigt und von lokal installierten CA-Zertifikaten signiert wurden.

Wenn Google Chrome keine Informationen zum Widerrufsstatus abrufen kann, werden solche Zertifikate als widerrufen behandelt (&quot;hard-fail&quot;).

Wenn diese Richtlinie nicht festgelegt oder auf &quot;false&quot; gesetzt ist, verwendet Google Chrome die vorhandenen Online-Einstellungen zur Widerrufsprüfung.</string><string id="RunAllFlashInAllowMode">Einstellung für Flash-Inhalt auf alle Inhalte anwenden</string><string id="RunAllFlashInAllowMode_Explain">Wenn Sie diese Einstellung aktivieren, werden alle auf Websites eingebetteten Flash-Inhalte ausgeführt, sofern in den Inhaltseinstellungen der Websites Flash-Inhalte aktiviert wurden, entweder durch den Nutzer oder eine Unternehmensrichtlinie. Dies gilt auch für Inhalte aus anderen Quellen oder kleine Inhalte.

Um festzulegen, welche Websites Flash-Inhalte ausführen dürfen, verwenden Sie die Richtlinien &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; und &quot;PluginsBlockedForUrls&quot;.

Wenn diese Einstellung deaktiviert oder nicht konfiguriert ist, werden Flash-Inhalte aus anderen Quellen oder kleine Inhalte möglicherweise blockiert.</string><string id="SAMLOfflineSigninTimeLimit">Zeit beschränken, für die sich ein über SAML authentifizierter Nutzer offline anmelden kann</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Fortfahren von SSL-Hinweisseite erlauben</string><string id="SSLErrorOverrideAllowed_Explain">Chrome zeigt eine Seite mit einer Warnmeldung an, wenn Nutzer Websites aufrufen, die SSL-Fehler aufweisen. Standardmäßig oder bei Festlegung von &quot;true&quot; für diese Richtlinie ist es Nutzern gestattet, durch diese Seiten mit Warnmeldung zu klicken.
Wenn für die Richtlinie &quot;false&quot; festgelegt wird, können Nutzer nicht mehr durch diese Seiten klicken.</string><string id="SSLVersionMax">SSL-Höchstversion aktiviert</string><string id="SSLVersionMax_Explain">Achtung: Die Richtlinie zur TLS-Höchstversion wird voraussichtlich in Version 66 (etwa im Februar 2018) vollständig aus Google Chrome entfernt.

Wenn diese Richtlinie nicht konfiguriert ist, verwendet Google Chrome die standardmäßige Höchstversion.

Ansonsten kann sie auf einen der folgenden Werte festgelegt werden: &quot;tls1.2&quot; oder &quot;tls1.3&quot;. Wenn festgelegt, verwendet Google Chrome keine SSL- oder TLS-Versionen, die neuer als die festgelegte Version sind. Ein unbekannter Wert wird ignoriert.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Safe Browsing aktivieren</string><string id="SafeBrowsingEnabled_Explain">Hiermit wird die Safe Browsing-Funktion von Google Chrome aktiviert und verhindert, dass Nutzer diese Einstellung ändern können.

Wenn Sie diese Einstellung aktivieren, ist Safe Browsing immer aktiv.

Wenn Sie diese Einstellung deaktivieren, ist Safe Browsing nie aktiv.

Wenn Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung &quot;Phishing- und Malware-Schutz aktivieren&quot; in Google Chrome nicht ändern oder außer Kraft setzen.

Ist die Richtlinie nicht konfiguriert, wird Safe Browsing aktiviert, aber die Einstellung kann von Nutzern geändert werden.

Weitere Informationen zu Safe Browsing finden Sie auf https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Ermöglicht Nutzern die Aktivierung erweiterter Berichterstellung bei Verwendung von Safe Browsing</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Wenn diese Richtlinie auf &quot;false&quot; eingestellt ist, können Nutzer nicht mehr auswählen, ob sie ausgewählte Systeminformationen und Seiteninhalte an die Google-Server senden möchten. Ist die Richtlinie auf &quot;true&quot; eingestellt oder nicht konfiguriert, können Nutzer einige Systeminformationen und Seiteninhalte an Safe Browsing senden, um bei der Erfassung schädlicher Apps und Websites zu helfen.

Weitere Informationen zu Safe Browsing finden Sie auf https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Speichern des Browserverlaufs deaktivieren</string><string id="SavingBrowserHistoryDisabled_Explain">Deaktiviert das Speichern des Browserverlaufs in Google Chrome und verhindert, dass Nutzer diese Einstellung ändern.

Wenn diese Einstellung aktiviert ist, wird der Browserverlauf nicht gespeichert. Mit dieser Einstellung wird auch die Tab-Synchronisierung deaktiviert.

Ist diese Einstellung deaktiviert oder nicht konfiguriert, wird der Browserverlauf gespeichert.</string><string id="SearchSuggestEnabled">Suchvorschläge aktivieren</string><string id="SearchSuggestEnabled_Explain">Aktiviert Suchvorschläge in der Omnibox von Google Chrome und verhindert, dass Nutzer diese Einstellung ändern.

Wenn Sie diese Einstellung aktivieren, werden Suchvorschläge angeboten.

Sollten Sie die Einstellung deaktivieren, werden keine Suchvorschläge gemacht.

Ist diese Einstellung aktiviert oder deaktiviert, können Nutzer sie in Google Chrome nicht ändern oder außer Kraft setzen.

Ist die Richtlinie nicht konfiguriert, so wird die Einstellung aktiviert, wobei der Nutzer dies ändern kann.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Empfohlene Gebietsschemas für eine öffentliche Sitzung festlegen</string><string id="SessionLocales_Explain">Legt ein oder mehrere empfohlene Gebietsschemas für eine öffentliche Sitzung fest. Die Nutzer können sich dann ganz einfach für eines entscheiden.

Vor dem Beginn einer öffentlichen Sitzung kann der Nutzer ein Gebietsschema und ein Tastaturlayout auswählen. Standardmäßig werden alle von Google Chrome OS unterstützten Gebietsschemas in alphabetischer Reihenfolge aufgeführt. Mithilfe dieser Richtlinie können Sie eine Reihe empfohlener Gebietsschemas an den Anfang der Liste verschieben.

Ist diese Richtlinie nicht konfiguriert, wird das Gebietsschema der aktuellen Benutzeroberfläche vorab ausgewählt.

Ist diese Richtlinie konfiguriert, werden die empfohlenen Gebietsschemas an den Anfang der Liste verschoben und visuell von allen anderen Gebietsschemas getrennt. Die empfohlenen Gebietsschemas werden in der Reihenfolge ihres Vorkommens in der Richtlinie aufgelistet. Das erste empfohlene Gebietsschema wird vorab ausgewählt.

Wenn mehrere empfohlene Gebietsschemas vorhanden sind, wird angenommen, dass die Nutzer zwischen diesen Gebietsschemas auswählen möchten. Die Auswahl des Gebietsschemas und des Tastaturlayouts wird beim Starten einer öffentlichen Sitzung gut sichtbar angeboten. Andernfalls wird davon ausgegangen, dass die meisten Nutzer das vorab ausgewählte Gebietsschema verwenden möchten. In diesem Fall wird die Auswahl des Gebietsschemas und des Tastaturlayouts beim Start einer öffentlichen Sitzung weniger gut sichtbar angeboten.

Wenn diese Richtlinie konfiguriert und die automatische Anmeldung aktiviert ist (siehe Richtlinien &quot;|DeviceLocalAccountAutoLoginId|&quot; und &quot;|DeviceLocalAccountAutoLoginDelay|&quot;), werden in der automatisch gestarteten öffentlichen Sitzung das erste empfohlene Gebietsschema und das am besten dazu passende Tastaturlayout verwendet.

Das vorab ausgewählte Tastaturlayout ist immer das am besten zum vorab ausgewählten Gebietsschema passende Layout.

Diese Richtlinie kann nur gemäß der Empfehlung konfiguriert werden. Mithilfe dieser Richtlinie können Sie eine Reihe empfohlener Gebietsschemas an den Anfang verschieben, Nutzer haben jedoch immer die Möglichkeit, ein beliebiges von Google Chrome OS unterstütztes Gebietsschema für ihre Sitzung auszuwählen.
</string><string id="SessionLocalesDesc">Empfohlene Gebietsschemas für eine öffentliche Sitzung festlegen</string><string id="ShelfAutoHideBehavior">Automatisches Ausblenden der Ablage verwalten</string><string id="ShelfAutoHideBehavior_Explain">Automatisches Ausblenden der Google Chrome OS-Ablage verwalten

Wenn diese Richtlinie auf &quot;AlwaysAutoHideShelf&quot; gesetzt ist, wird die Ablage immer automatisch ausgeblendet.

Wenn diese Richtlinie auf &quot;NeverAutoHideShelf&quot; gesetzt ist, wird die Ablage nie automatisch ausgeblendet.

Wenn Sie die Richtlinie einrichten, können Nutzer diese nicht ändern oder übergehen.

Wenn die Richtlinie nicht eingerichtet ist, können Nutzer wählen, ob sie die Ablage automatisch ausblenden möchten oder nicht.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Ablage immer automatisch ausblenden</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Ablage nie automatisch ausblenden</string><string id="ShowHomeButton">Startseiten-Schaltfläche auf Symbolleiste anzeigen</string><string id="ShowHomeButton_Explain">Zeigt die Schaltfläche &quot;Startseite&quot; in der Symbolleiste von Google Chrome an. Wenn Sie diese Einstellung aktivieren, so wird die Schaltfläche &quot;Startseite&quot; immer angezeigt. Sollten Sie sie deaktivieren, erscheint die Schaltfläche nicht. Ist diese Einstellung aktiviert oder deaktiviert, können Nutzer sie in Google Chrome nicht ändern oder außer Kraft setzen. Ist die Richtlinie nicht konfiguriert, so kann der Nutzer selbst bestimmen, ob die Schaltfläche &quot;Startseite&quot; zur Verfügung stehen soll.</string><string id="ShowLogoutButtonInTray">Schaltfläche &quot;Abmelden&quot; zur Taskleiste hinzufügen</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Website-Isolierung für jede Website aktivieren</string><string id="SitePerProcess_Explain">
HINWEIS: Diese Richtlinie ist experimentell und kann die Funktionalität
beeinträchtigen!
Sie sollten sich die IsolateOrigins-Richtlinieneinstellung ansehen, um die
Auswirkungen auf die Nutzer bei der Isolierung von Websites
gering zu halten. Verwenden Sie dazu IsolateOrigins mit einer
Liste von Websites, die Sie isolieren möchten. Mit der Einstellung
&quot;SitePerProcess&quot; werden alle Websites isoliert.
Wenn die Richtlinie aktiviert ist, wird auf jeder Website ein eigener Prozess
ausgeführt.
Wenn die Richtlinie deaktiviert ist, wird die Prozessverwaltungslogik vor der
Website-Isolierung übernommen.
Wenn die Richtlinie nicht konfiguriert ist, kann der Nutzer diese Einstellung
ändern.
</string><string id="SpellCheckServiceEnabled">Webdienst für die Rechtschreibprüfung aktivieren oder deaktivieren</string><string id="SpellCheckServiceEnabled_Explain">In Google Chrome können mithilfe eines Google-Webdienstes Rechtschreibfehler korrigiert werden. Wenn diese Einstellung aktiviert ist, wird dieser Dienst immer verwendet. Ist die Einstellung deaktiviert, wird dieser Dienst nie verwendet.

Die Rechtschreibprüfung kann weiterhin mit einem heruntergeladenen Wörterbuch durchgeführt werden. Diese Richtlinie bezieht sich nur auf die Verwendung des Online-Dienstes.

Ist diese Einstellung nicht konfiguriert, können die Nutzer auswählen, ob die Rechtschreibprüfung verwendet werden soll oder nicht.</string><string id="SuppressUnsupportedOSWarning">Warnung für nicht unterstützte Betriebssysteme unterdrücken</string><string id="SuppressUnsupportedOSWarning_Explain">Unterdrückt die Anzeige einer Warnung, wenn Google Chrome auf einem nicht mehr unterstützten Computer oder unter einem nicht mehr unterstützten Betriebssystem ausgeführt wird.</string><string id="SyncDisabled">Synchronisierung der Daten mit Google deaktivieren</string><string id="SyncDisabled_Explain">Deaktiviert die Datensynchronisierung in Google Chrome mithilfe von Synchronisierungsdiensten, die von Google gehostet werden, und verhindert, dass Nutzer diese Einstellung ändern.

Wenn Sie diese Einstellung aktivieren, können Nutzer diese Einstellung in Google Chrome nicht ändern oder außer Kraft setzen.

Sollte die Richtlinie nicht konfiguriert sein, so können die Nutzer entscheiden, ob sie Google Sync in Anspruch nehmen möchten.

Zur vollständigen Deaktivierung von Google Sync sollten Sie den Google Sync-Dienst in der Google Admin-Konsole deaktivieren.

Diese Richtlinie sollte nicht aktiviert werden, wenn die Richtlinie RoamingProfileSupportEnabled bereits aktiviert ist, da die Funktion über dieselbe clientseitige Funktion verfügt. Die von Google gehostete Synchronisierung ist in diesem Fall vollständig deaktiviert.</string><string id="SystemTimezone">Zeitzone</string><string id="SystemTimezone_Explain">Mit dieser Richtlinie wird die Zeitzone für das Gerät festgelegt. Nutzer können die festgelegte Zeitzone für die aktuelle Sitzung überschreiben. Bei der Abmeldung wird diese jedoch wieder zurückgesetzt. Bei Angabe eines ungültigen Werts bleibt die Richtlinie trotzdem aktiviert und es wird stattdessen &quot;GMT&quot; verwendet. Gibt der Nutzer einen leeren String an, wird die Richtlinie ignoriert.

Wird die Richtlinie nicht eingesetzt, findet die derzeit aktive Zeitzone Anwendung. Sie kann jedoch vom Nutzer geändert werden. Diese Änderung wird beibehalten und wirkt sich daher auf den Anmeldebildschirm und alle anderen Nutzer aus.

Bei neuen Geräten ist standardmäßig &quot;US/Pacific&quot; als Zeitzone aktiviert.

Das Format des Werts richtet sich nach den Namen der Zeitzonen in der IANA-Zeitzonen-Datenbank (siehe &quot;https://de.wikipedia.org/wiki/Zeitzonen-Datenbank&quot;). Auf die meisten Zeitzonen kann über &quot;Kontinent/Stadt&quot; oder &quot;Ozean/Stadt&quot; verwiesen werden.

Durch das Festlegen dieser Richtlinie wird die automatische Auflösung der Zeitzone nach Gerätestandort komplett deaktiviert und die Richtlinie &quot;SystemTimezoneAutomaticDetection&quot; überschrieben.</string><string id="SystemTimezoneAutomaticDetection">Methode für die automatische Erkennung der Zeitzone konfigurieren</string><string id="SystemTimezoneAutomaticDetection_Explain">Wenn diese Richtlinie aktiviert wird, hängt die automatische Erkennung der Zeitzone folgendermaßen vom Wert der Einstellung ab:

Ist &quot;TimezoneAutomaticDetectionUsersDecide&quot; aktiviert, können Nutzer die automatische Zeitzonenerkennung über die normalen Steuerelemente unter chrome://settings verwalten.

Ist &quot;TimezoneAutomaticDetectionDisabled&quot; aktiviert, sind die Steuerelemente für die automatische Zeitzonenerkennung unter chrome://settings deaktiviert. Die automatische Erkennung der Zeitzone ist dann immer deaktiviert.

Ist &quot;TimezoneAutomaticDetectionIPOnly&quot; aktiviert, sind die Steuerelemente für die automatische Zeitzonenerkennung unter chrome://settings deaktiviert. Die automatische Erkennung der Zeitzone ist dann immer aktiviert. Für die Erkennung der Zeitzone wird die Methode &quot;Nur IP&quot; zum Auflösen des Standorts verwendet.

Ist &quot;TimezoneAutomaticDetectionSendWiFiAccessPoints&quot; aktiviert, sind die Steuerelemente für die automatische Zeitzonenerkennung unter chrome://settings deaktiviert. Die automatische Erkennung der Zeitzone ist dann immer aktiviert. Die Liste der sichtbaren WLAN-Zugangspunkte wird zur genauen Erkennung der Zeitzone stets an den Geolocation API-Server gesendet.

Ist &quot;TimezoneAutomaticDetectionSendAllLocationInfo&quot; aktiviert, sind die Steuerelemente für die automatische Zeitzonenerkennung unter chrome://settings deaktiviert. Die automatische Erkennung der Zeitzone ist dann immer aktiviert. Standortinformationen wie WLAN-Zugangspunkte, erreichbare Mobilfunksendemasten und GPS werden zur genauen Erkennung der Zeitzone an einen Server gesendet.

Wenn diese Richtlinie konfiguriert ist, verhält sie sich so, als wäre &quot;TimezoneAutomaticDetectionUsersDecide&quot; aktiviert.

Ist die Richtlinie &quot;SystemTimezone&quot; konfiguriert, wird diese Richtlinie überschrieben. In diesem Fall ist die automatische Zeitzonenerkennung komplett deaktiviert.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Beim Auflösen der Zeitzone immer verfügbare Standortsignale an den Server senden</string><string id="SystemUse24HourClock">Standardmäßig 24-Stunden-Uhr verwenden</string><string id="SystemUse24HourClock_Explain">Legt das Uhrzeitformat fest, das für dieses Gerät verwendet werden soll

Diese Richtlinie konfiguriert das Uhrzeitformat, das auf dem Anmeldebildschirm sowie als Standard für Nutzersitzungen verwendet wird. Nutzer haben die Möglichkeit, das Uhrzeitformat für ihr Konto zu ändern.

Falls für die Richtlinie &quot;True&quot; ausgewählt ist, verwendet das Gerät das 24-Stunden-Uhrzeitformat. Ist für die Richtlinie &quot;False&quot; konfiguriert, wird das 12-Stunden-Uhrzeitformat verwendet.

Ist die Richtlinie nicht konfiguriert, wird standardmäßig das 24-Stunden-Uhrzeitformat verwendet.</string><string id="TPMFirmwareUpdateSettings">Updateverhalten von TPM-Firmware konfigurieren</string><string id="TPMFirmwareUpdateSettings_Explain">Konfiguriert Verfügbarkeit und Verhalten der Updatefunktion für die TPM-Firmware.

Einzelne Einstellungen können in den JSON-Eigenschaften festgelegt werden:

allow-user-initiated-powerwash: Wenn diese Richtlinie auf true gesetzt ist, können Nutzer mithilfe von Powerwash ein Update der TPM-Firmware installieren.

Wenn diese Richtlinie nicht festgelegt ist, ist die Updatefunktion für die TPM-Firmware nicht verfügbar.</string><string id="TaskManagerEndProcessEnabled">Ermöglicht das Beenden von Prozessen im Task-Manager</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Nutzungsbedingungen für ein lokales Gerätekonto festlegen</string><string id="TermsOfServiceURL_Explain">Legt die Nutzungsbedingungen fest, die der Nutzer akzeptieren muss, bevor eine Sitzung mit einem lokalen Gerätekonto gestartet werden kann.

Wenn die Richtlinie festgelegt ist, lädt Google Chrome OS die Nutzungsbedingungen herunter und zeigt sie dem Nutzer an, sobald eine Sitzung mit einem lokalen Gerätekonto gestartet wird. Der Nutzer kann die Sitzung erst fortsetzen, nachdem er die Nutzungsbedingungen akzeptiert hat.

Ist diese Richtlinie nicht konfiguriert, werden keine Nutzungsbedingungen angezeigt.

In der Richtlinie muss eine URL angegeben werden, von der Google Chrome OS die Nutzungsbedingungen herunterladen kann. Die Nutzungsbedingungen müssen als unformatierter Text mit dem MIME-Typ &quot;text/plain&quot; vorliegen. Markups sind nicht zulässig.</string><string id="TouchVirtualKeyboardEnabled">Bildschirmtastatur aktivieren</string><string id="TouchVirtualKeyboardEnabled_Explain">Diese Richtlinie konfiguriert die Aktivierung der Bildschirmtastatur als Eingabegerät unter Chrome OS. Diese Richtlinie kann nicht von Nutzern überschrieben werden.

Falls für die Richtlinie &quot;True&quot; festgelegt ist, ist die Bildschirmtastatur immer aktiviert.

Bei Auswahl von &quot;False&quot; ist die Bildschirmtastatur immer deaktiviert.

Falls Sie diese Richtlinie konfigurieren, können Nutzer diese weder ändern noch überschreiben, haben jedoch weiterhin die Möglichkeit, eine Bildschirmtastatur als Eingabehilfe zu aktivieren bzw. zu deaktivieren. Diese hat dann Vorrang vor der Bildschirmtastatur dieser Richtlinie. Die Steuerung der Bildschirmtastatur als Eingabehilfe ist über die Richtlinie |VirtualKeyboardEnabled| möglich.

Falls diese Richtlinie nicht konfiguriert ist, ist die Bildschirmtastatur zunächst deaktiviert, kann jedoch vom Nutzer jederzeit aktiviert werden. Anhand von heuristischen Regeln kann darüber hinaus festgelegt werden, wann die Tastatur eingeblendet wird.</string><string id="TranslateEnabled">Übersetzung aktivieren</string><string id="TranslateEnabled_Explain">Aktiviert den integrierten Google Übersetzer-Dienst in Google Chrome. Wenn Sie diese Einstellung aktivieren, so wird in Google Chrome eine integrierte Symbolleiste angezeigt, über die Nutzer die Seite bei Bedarf übersetzen lassen können. Sollten Sie diese Einstellung deaktivieren, erscheint die Übersetzungsleiste grundsätzlich nicht. Das Aktivieren und Deaktivieren dieser Einstellung führt dazu, dass Nutzer diese Einstellung in Google Chrome nicht ändern oder außer Kraft setzen können. Wenn die Einstellung nicht konfiguriert ist, so kann der Nutzer entscheiden, ob er die Funktion in Anspruch nehmen möchte.</string><string id="URLBlacklist">Zugriff auf aufgelistete URLs blockieren</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Zugriff auf aufgelistete URLs blockieren</string><string id="URLWhitelist">Zugriff auf aufgelistete URLs gewähren</string><string id="URLWhitelist_Explain">Erlaubt den Zugriff auf die aufgeführten URLs als Ausnahmen von der schwarzen URL-Liste.

Informationen zum Format der Einträge in dieser Liste finden Sie in der Beschreibung der Richtlinie für die schwarze URL-Liste.

Mithilfe dieser Richtlinie können Ausnahmen von restriktiven schwarzen Listen geöffnet werden. So können beispielsweise mit &quot;*&quot; alle Anfragen blockiert werden, während mit dieser Richtlinie der Zugriff auf eine eingeschränkte Liste von URLs erlaubt werden kann. Hiermit können Ausnahmen von bestimmten Schemata, Sub-Domains anderer Domains, Ports oder bestimmten Pfaden geöffnet werden.

Der spezifischste Filter bestimmt, ob eine URL blockiert oder erlaubt ist. Die Whitelist hat Vorrang vor der schwarzen Liste.

Diese Richtlinie ist auf 1000 Einträge beschränkt. Alle weiteren Einträge werden ignoriert.

Bleibt diese Richtlinie unkonfiguriert, gibt es keine Ausnahmen von der schwarzen Liste aus der Richtlinie &quot;URLBlacklist&quot;.</string><string id="URLWhitelistDesc">Zugriff auf aufgelistete URLs gewähren</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Ist diese Richtlinie auf &quot;true&quot; gesetzt, wird Unified Desktop zugelassen und
standardmäßig aktiviert. So können sich Apps über mehrere Bildschirme erstrecken.
Der Nutzer kann Unified Desktop für einzelne Bildschirme deaktivieren,
indem er die Option in den Anzeigeeinstellungen deaktiviert.

Ist diese Richtlinie auf &quot;false&quot; gesetzt oder nicht festgelegt,
wird Unified Desktop deaktiviert und kann vom Nutzer nicht aktiviert werden.</string><string id="UsbDetachableWhitelist">Whitelist mit trennbaren USB-Geräten</string><string id="UsbDetachableWhitelist_Explain">Hiermit wird die Liste der USB-Geräte definiert, die vom jeweiligen Kerneltreiber getrennt werden können, um über die chrome.usb API direkt in einer Webanwendung eingesetzt zu werden. Die Einträge bestehen aus der USB-Hersteller-ID und der Produkt-ID, über die die Hardware identifiziert werden kann.

Wenn diese Richtlinie nicht konfiguriert ist, ist die Liste der trennbaren USB-Geräte leer.</string><string id="UsbDetachableWhitelistDesc">Whitelist mit trennbaren USB-Geräten</string><string id="UserAvatarImage">Nutzer-Avatarbild</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Anzeigename für lokale Gerätekonten festlegen</string><string id="UserDisplayName_Explain">Gibt an, welchen Kontonamen Google Chrome OS für das entsprechende lokale Gerätekonto auf der Anmeldeseite anzeigt.

Wenn diese Richtlinie eingerichtet ist, wird auf der Anmeldeseite des entsprechenden lokalen Gerätekontos der angegebene String für die bildbasierte Auswahl bei der Anmeldung verwendet.

Wenn diese Richtlinie nicht eingerichtet wurde, verwendet Google Chrome OS die E-Mail-Konto-ID des entsprechenden lokalen Gerätekontos als Anzeigename auf der Anmeldeseite.

Diese Richtlinie ist für reguläre Nutzerkonten nicht relevant.</string><string id="VideoCaptureAllowed">Videoaufzeichnung gestatten oder ablehnen</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URLs, denen ohne Nachfrage Zugriff auf Videoaufnahmegeräte gestattet wird</string><string id="VideoCaptureAllowedUrls_Explain">Muster in dieser Liste werden mit der Sicherheitsherkunft
der anfragenden URL abgeglichen. Bei einer Übereinstimmung wird der
Zugriff auf Audioaufnahmegeräte ohne Nachfrage gestattet.

Hinweis: Bis Version 45 wurde diese Richtlinie nur im Kioskmodus unterstützt.</string><string id="VideoCaptureAllowedUrlsDesc">URLs, denen ohne Nachfrage Zugriff auf Videoaufnahmegeräte gestattet wird</string><string id="WPADQuickCheckEnabled">WPAD-Optimierung aktivieren</string><string id="WPADQuickCheckEnabled_Explain">Erlaubt die Deaktivierung der WPAD-Optimierung (Web Proxy Auto-Discovery) in Google Chrome.

Ist diese Richtlinie auf &quot;false&quot; gesetzt, ist die WPAD-Optimierung deaktiviert, sodass Google Chrome länger auf DNS-basierte WPAD-Server warten muss. Wenn die Richtlinie aktiviert oder nicht festgelegt ist, ist die WPAD-Optimierung aktiviert.

Unabhängig davon, ob und wie die Richtlinie festgelegt ist, kann die WPAD-Optimierung nicht von Nutzern verändert werden.</string><string id="WallpaperImage">Hintergrundbild</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Den von WebRTC verwendeten Bereich lokaler UDP-Ports einschränken</string><string id="WebRtcUdpPortRange_Explain">Wenn die Richtlinie konfiguriert ist, wird der von WebRTC verwendete UDP-Port-Bereich auf den festgelegten Portintervall, einschließlich der Endpunkte, beschränkt.

Wenn die Richtlinie nicht konfiguriert ist oder sie auf den leeren String oder einen ungültigen Portbereich eingestellt ist, kann von WebRTC jeder beliebige verfügbare lokale UDP-Port verwendet werden.</string></stringTable><presentationTable><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Aktion beim Start</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Beim Start zu öffnende URLs</listBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL für &quot;Neuer Tab&quot;-Seite</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Auszuführende Aktion beim Zuklappen des Geräts</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Prozentsatz für die Skalierung der Spanne für die Bildschirmabdunkelung im Präsentationsmodus:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Prozentsatz für die Skalierung der Spanne für die Bildschirmabdunkelung, wenn der Nutzer nach der Abdunkelung aktiv wird:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Einstellungen für die Energieverwaltung bei Inaktivität des Nutzers</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Verzögerungen für die Bildschirmsperre</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Erweiterungs-IDs, die der Nutzer nicht installieren darf (&quot;*&quot; für alle)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Aus der schwarzen Liste auszuschließende Erweiterungs-IDs</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Ohne Nutzereingriff zu installierende Erweiterungs-/App-IDs und Aktualisierungs-URLs</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">URL-Muster für die Installation von Erweiterungen, Apps und Nutzerskripten von</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Typen von Erweiterungen bzw. Apps, die installiert werden können</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Verwaltungseinstellungen für Erweiterungen</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Standardeinstellungen für Cookies</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Standardeinstellung für Bilder</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">JavaScript-Standardeinstellung</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">&quot;Flash&quot; als Standardeinstellung</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Standardeinstellung für Pop-ups</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Standardeinstellung für Benachrichtigungen</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Standardeinstellung für &quot;Standortbestimmung&quot;</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Verwendung der Web Bluetooth API steuern</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Client-Zertifikate für diese Websites automatisch auswählen</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Cookies auf diesen Websites zulassen</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Cookies auf diesen Websites blockieren</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Auf diesen Websites Cookies für die jeweilige Sitzung zulassen</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Bilder auf diesen Websites zulassen</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Bilder auf diesen Websites blockieren</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">JavaScript auf diesen Websites zulassen</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">JavaScript auf diesen Websites blockieren</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Das Plug-in &quot;Flash&quot; für diese Websites zulassen</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Das Plug-in &quot;Flash&quot; auf diesen Websites blockieren</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Pop-ups auf diesen Websites zulassen</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Protokoll-Handler registrieren</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Pop-ups auf diesen Websites blockieren</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Benachrichtigungen auf diesen Websites zulassen</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Benachrichtigungen auf diesen Websites blockieren</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>TalkGadget-Präfix für Remote-Zugriff-Hosts konfigurieren</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Vom Host für den Remote-Zugriff verwendeten UDP-Portbereich einschränken</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL, unter der Remote-Zugriff-Clients ihr Authentifizierungs-Token abrufen sollten</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL zur Überprüfung des Client-Authentifizierungs-Tokens für den Remote-Zugriff</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Clientzertifikat zur Herstellung einer Verbindung zu RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="PasswordManagerEnabled"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Auswählen, wie Proxyserver-Einstellungen angegeben werden</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adresse oder URL des Proxyservers</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL einer PAC-Proxy-Datei</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Kommagetrennte Liste der Proxy-Umgehungsregeln</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Erweiterungen, die die Remote Attestation API zur Bestätigung der Nutzeridentität verwenden dürfen</listBox></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Unterstützte Authentifizierungsschemas</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Weiße Liste für Authentifizierungsserver</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Weiße Liste für Kerberos-Bevollmächtigungs-Server</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Name der Standardsuchmaschine</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Suchbegriff der Standardsuchmaschine</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Such-URL der Standardsuchmaschine</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Vorschlags-URL für die Standardsuchmaschine</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Google Instant-URL der Standardsuchmaschine</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Symbol der Standardsuchmaschine</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Standardsuchmaschinen-Codierungen</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Liste alternativer URLs für den Standardsuchanbieter</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter zur Steuerung der Suchbegriffersetzung für den Standardsuchanbieter</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter für Funktion zur bildgesteuerten Suche für Standardsuchanbieter</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Standardsuchanbieter-URL für die &quot;Neuer Tab&quot;-Seite</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parameter für URL der Suche, die POST verwendet</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parameter für URL der Vorschlagsuche, die POST verwendet</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parameter für URL der Suche im Voraus, die POST verwendet</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parameter für URL der Bildsuche, die POST verwendet</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Startseiten-URL</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Lupentyp festlegen</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Standardtyp für die Lupe festlegen, die auf der Anmeldeseite aktiviert ist</dropdownList></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Domains definieren, die auf Google Apps zugreifen dürfen</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Verfügbarkeit von Zertifikaten für ARC-Apps festlegen</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>ARC konfigurieren</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URLs, denen ohne Nachfrage Zugriff auf Audioaufnahmegeräte gestattet wird</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Erzwingung der Zertifikatstransparenz für eine Liste von URLs deaktivieren</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Nutzerverhalten in Mehrfachprofil-Sitzung steuern</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Release-Kanal</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Regeln zur Auswahl des Standarddruckers</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Liste der installierten Apps auf dem Anmeldebildschirm konfigurieren</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Tastaturlayouts der Anmeldeseite</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Sprache der Anmeldeseite</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Energieverwaltung auf dem Anmeldebildschirm</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Unternehmensdrucker-Konfigurationsdatei für Geräte</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Richtlinie für den Zugriff auf die Konfiguration von an Geräte gebundenen Druckern.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Deaktivierte, an Geräte gebundene Unternehmensdrucker</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Aktivierte, an Geräte gebundene Unternehmensdrucker</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervalle für Abwesenheitszeiten, wenn OffHours |ignored_policy_proto_tags| für das Gerät veröffentlicht wird</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Netzwerkkonfiguration auf Geräteebene</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Aktualisierungsrate für Geräterichtlinien:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Systemweite Parameter, die beim Starten von Google Chrome angewendet werden</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Automatische Aktualisierung auf Zielversion</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Für Updates zugelassene Verbindungstypen</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Streufaktor automatisch aktualisieren:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Weiße Liste für Nutzer bei der Anmeldung</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Gerätehintergrundbild</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Standarddrehung des Bildschirms festlegen, die bei jedem Neustart erneut angewendet wird</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Downloadverzeichnis festlegen</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Download-Einschränkungen</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Migrationsstrategie für eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Veraltete Webplattformfunktionen für einen begrenzten Zeitraum aktivieren</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Minimalen eingeschränkten Modus auf YouTube erzwingen</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Inkognitomodus - Verfügbarkeit</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Website-Isolierung für angegebene Ursprünge aktivieren</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Hauptberechtigungen</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Verwaltete Lesezeichen</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maximale Abrufverzögerung nach der Außerkraftsetzung einer Richtlinie:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Natives Drucken</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Richtlinie für den Zugriff auf die Konfiguration von Druckern.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Deaktivierte Unternehmensdrucker</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Unternehmensdrucker-Konfigurationsdatei</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Aktivierte Unternehmensdrucker</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Netzwerkvorhersage aktivieren</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Auf dem Google Chrome OS-Sperrbildschirm zulässige Notizen-Apps auf die weiße Liste setzen</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Netzwerkkonfiguration auf Nutzerebene</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Liste der in der Übersicht angezeigten Apps ansehen</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Aktualisierungsrate für Nutzerrichtlinien:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Zeit beschränken, für die sich ein über SAML authentifizierter Nutzer offline anmelden kann:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">SSL-Höchstversion aktiviert</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Empfohlene Gebietsschemas für eine öffentliche Sitzung festlegen</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Automatisches Ausblenden der Ablage verwalten</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Zeitzone</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Methode für die automatische Erkennung der Zeitzone konfigurieren</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Updateverhalten von TPM-Firmware konfigurieren</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Nutzungsbedingungen für ein lokales Gerätekonto festlegen</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Zugriff auf aufgelistete URLs blockieren</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Zugriff auf aufgelistete URLs gewähren</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Whitelist mit trennbaren USB-Geräten</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Nutzer-Avatarbild</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Anzeigename für lokale Gerätekonten festlegen</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URLs, denen ohne Nachfrage Zugriff auf Videoaufnahmegeräte gestattet wird</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Hintergrundbild</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Den von WebRTC verwendeten Bereich lokaler UDP-Ports einschränken</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>