<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 o una versió posterior</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Configuració predeterminada (els usuaris la poden sobreescriure)</string><string id="RemoteAccess_group">Configura les opcions d'accés remot</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Activa que es pugui travessar el tallafoc des d'un amfitrió d'accés remot</string><string id="RemoteAccessHostFirewallTraversal_Explain">Activa l'ús de servidors STUN quan els clients remots proven d'establir una connexió a aquest ordinador.

Si aquesta opció de configuració està activada, els clients remots poden detectar aquest ordinador i connectar-s'hi encara que estiguin separats per un tallafocs.

Si aquesta opció de configuració està desactivada i el tallafocs filtra les connexions UDP sortints, aquest ordinador només permetrà les connexions de màquines de client a la xarxa local.

Si aquesta política no es defineix, la configuració s'activarà.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Configuració del prefix TalkGadget per als amfitrions d'accés remot</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Configura el prefix TalkGadget que utilitzaran els amfitrions d'accés remot i que impedeix que els usuaris el canviïn.

Si s'especifica, aquest prefix s'afegeix al nom bàsic de TalkGadget per crear un nom de domini complet per a TalkGadget. El nom de domini bàsic de TalkGadget és &quot;.talkgadget.google.com&quot;.

Si activeu aquest paràmetre, els amfitrions utilitzaran el nom de domini personalitzat per accedir a TalkGadget en lloc del nom de domini predeterminat.

Si no activeu aquest paràmetre o si el desactiveu, s'utilitzarà el nom de domini predeterminat de TalkGadget (&quot;chromoting-host.talkgadget.google.com&quot;) per a tots els amfitrions.

Aquesta configuració de política no afectarà els clients d'accés remot. Sempre utilitzaran &quot;chromoting-client.talkgadget.google.com&quot; per accedir a TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Activa l'ocultació d'amfitrions d'accés remot</string><string id="RemoteAccessHostRequireCurtain_Explain">Activa l'ocultació d'amfitrions d'accés remot mentre hi hagi una connexió en curs.

Si aquest paràmetre està activat, els dispositius físics d'entrada i de sortida de l'amfitrió es desactiven mentre hi hagi una connexió remota en curs.

Si aquest paràmetre està desactivat o no està definit, tant els usuaris remots com els locals poden interactuar amb l'amfitrió mentre sigui compartit.</string><string id="RemoteAccessHostAllowClientPairing">Activa o desactiva l'autenticació sense PIN per als amfitrions d'accés remot</string><string id="RemoteAccessHostAllowClientPairing_Explain">Si aquesta configuració està activada o no configurada, els usuaris podran optar per emparellar clients i amfitrions en el temps de connexió, amb la qual cosa ja no s'haurà d'introduir el PIN cada vegada.

Si aquesta configuració està desactivada, aquesta funció no estarà disponible.</string><string id="RemoteAccessHostAllowGnubbyAuth">Permet l'autenticació Gnubby als amfitrions d'accés remot</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Si s'activa aquesta opció de configuració, les sol·licituds d'autenticació Gnubby s'enviaran per un servidor intermediari a través d'una connexió d'amfitrió remot.

Si es desactiva o no es configura aquesta opció, les sol·licituds d'autenticació Gnubby s'enviaran per un servidor intermediari.</string><string id="RemoteAccessHostAllowRelayedConnection">Permet que l'amfitrió d'accés remot pugui utilitzar els servidors de tramesa</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Restringeix l'interval de port UDP utilitzat per l'amfitrió d'accés remot</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Requereix que el nom de l'usuari local i el propietari de l'amfitrió d'accés remot coincideixin</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL on els clients d'accés remot han d'obtenir el testimoni d'autenticació</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL per validar el testimoni d'autenticació del client per a l'accés remot</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certificat de client per connectar-se a RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Accessibility_group">Configuració d'accessibilitat</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Mostra les opcions d'accessibilitat al menú de la safata del sistema</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Activa el cursor gran</string><string id="LargeCursorEnabled_Explain">Activa la funció d'accessibilitat del cursor gran.

Si el valor d'aquesta política s'estableix com a vertader, el cursor gran sempre estarà activat.

Si el valor d'aquesta política s'estableix com a  fals, el cursor gran sempre estarà desactivat.

Si definiu aquesta política, els usuaris no podran canviar-la ni ignorar-la.

Si no s'estableix aquesta política, el cursor gran es desactivarà inicialment, però l'usuari el podrà activar en qualsevol moment.</string><string id="SpokenFeedbackEnabled">Activa els comentaris de veu</string><string id="SpokenFeedbackEnabled_Explain">Activa la funció d'accessibilitat de comentaris de veu.

Si el valor d'aquesta política s'estableix com a vertader, els comentaris de veu sempre estaran activats.

Si el valor d'aquesta política s'estableix com a fals, els comentaris de veu sempre estaran desactivats.

Si s'estableix aquesta política, els usuaris no podran canviar-la ni ignorar-la.

Si no s'estableix aquesta política, els comentaris de veu es desactivaran inicialment, però l'usuari els podrà activar en qualsevol moment.</string><string id="HighContrastEnabled">Activa el mode d'alt contrast</string><string id="HighContrastEnabled_Explain">Activeu la funció d'accessibilitat del mode d'alt contrast.

Si el valor d'aquesta política s'estableix a vertader, el mode d'alt contrast sempre estarà activat.

Si el valor d'aquesta política s'estableix a fals, el mode d'alt contrast sempre estarà desactivat.

Si s'estableix aquesta política, els usuaris no podran canviar-la ni ignorar-la.

Si no s'estableix aquesta política, el mode d'alt contrast es desactivarà inicialment, però l'usuari el podrà activar en qualsevol moment.</string><string id="VirtualKeyboardEnabled">Activa el teclat en pantalla</string><string id="VirtualKeyboardEnabled_Explain">Activa la funció d'accessibilitat del teclat en pantalla.

Si aquesta política es configura com a &quot;true&quot;, el teclat en pantalla sempre estarà activat.

Si aquesta política es configura com a &quot;false&quot;, el teclat en pantalla sempre estarà desactivat.

Si configureu aquesta política, els usuaris no la podran canviar ni substituir.

Si aquesta política es deixa sense configurar, el teclat en pantalla es desactivarà inicialment, però l'usuari el podrà activar en qualsevol moment.</string><string id="KeyboardDefaultToFunctionKeys">De manera predeterminada, les tecles multimèdia actuen com les tecles de funció.</string><string id="KeyboardDefaultToFunctionKeys_Explain">Canvia el comportament predeterminat de les tecles de la fila superior perquè actuïn com a tecles de funció.

Si aquesta política es defineix com a &quot;true&quot;, la fila superior de tecles del teclat produirà ordres de tecles de funció de manera predeterminada. Per canviar-ne el comportament perquè tornin a actuar com a tecles multimèdia, heu de prémer la tecla de cerca.

Si aquesta política es defineix com a &quot;false&quot; o es deixa sense definir, el teclat produirà ordres de tecla multimèdia de manera predeterminada i ordres de tecla de funció quan es premi la tecla de cerca.</string><string id="ScreenMagnifierType">Defineix el tipus de lupa</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Lupa desactivada</string><string id="ScreenMagnifierType_Full-screen">Lupa de pantalla completa activada</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Defineix l'estat predeterminat del cursor gran a la pàgina d'inici de sessió</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Establiu l'estat predeterminat de la funció d'accessibilitat del cursor gran a la pantalla d'inici de sessió.

Si s'estableix aquesta política com a vertadera, el cursor gran s'activarà quan es mostri la pantalla d'inici de sessió.

Si s'estableix aquesta política com a falsa, el cursor gran es desactivarà quan es mostri la pantalla d'inici de sessió.

Si s'estableix aquesta política, els usuaris podran anular-la temporalment si activen o desactiven el cursor gran. No obstant això, l'elecció de l'usuari no és permanent i l'estat predeterminat es restablirà quan la pantalla d'inici de sessió es torni a mostrar o si l'usuari resta inactiu a la pantalla d'inici de sessió durant un minut.

Si no s'estableix aquesta política, el cursor gran es desactivarà quan la pantalla d'inici de sessió es mostri per primera vegada. Els usuaris podran activar o desactivar el cursor gran en qualsevol moment i el seu estat a la pantalla d'inici de sessió es mantindrà entre els usuaris.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Estableix l'estat predeterminat dels comentaris de veu a la pantalla d'inici de sessió</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Estableix l'estat predeterminat de la funció d'accessibilitat de comentaris de veu a la pantalla d'inici de sessió.

Si el valor d'aquesta política s'estableix com a vertader, els comentaris de veu s'activaran quan es mostri la pantalla d'inici de sessió.

Si el valor d'aquesta política s'estableix com a fals, els comentaris de veu es desactivaran quan es mostri la pantalla d'inici de sessió.

Si s'estableix aquesta política, els usuaris la podran ignorar temporalment si activen o desactiven els comentaris de veu. No obstant això, l'elecció de l'usuari no és permanent i l'estat predeterminat es restablirà quan la pantalla d'inici de sessió es torni a mostrar o si l'usuari es manté inactiu a la pantalla d'inici de sessió durant un minut.

Si no s'estableix aquesta política, els comentaris de veu es desactivaran quan la pantalla d'inici de sessió es mostri per primera vegada. Els usuaris poden activar o desactivar els comentaris de veu en qualsevol moment i el seu estat a la pantalla d'inici de sessió es mantindrà entre els usuaris.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Estableix l'estat predeterminat del mode d'alt contrast a la pantalla d'inici de sessió</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Estableix l'estat predeterminat de la funció d'accessibilitat d'alt contrast a la pantalla d'inici de sessió.

Si el valor d'aquesta política s'estableix a vertader, el mode d'alt contrast s'activarà quan es mostri la pantalla d'inici de sessió.

Si el valor d'aquesta política s'estableix a fals, el mode d'alt contrast es desactivarà quan es mostri la pantalla d'inici de sessió.

Si s'estableix aquesta política, els usuaris la podran ignorar temporalment si activen o desactiven el mode d'alt contrast. No obstant això, l'elecció de l'usuari no es constant i l'estat predeterminat es restablirà quan la pantalla es torni a mostrar o si l'usuari es manté inactiu a la pantalla d'inici de sessió durant un minut.

Si no s'estableix aquesta política, el mode d'alt contrast es desactivarà quan la pantalla d'inici de sessió es mostri per primera vegada. Els usuaris poden activar o desactivar el mode d'alt contrast en qualsevol moment i el seu estat a la pantalla d'inici de sessió es mantindrà entre els usuaris.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Defineix l'estat predeterminat del teclat en pantalla a la pàgina d'inici de sessió</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Defineix l'estat predeterminat de la funció d'accessibilitat del teclat en pantalla a la pantalla d'inici de sessió.

Si aquesta política es configura com a &quot;true&quot;, el teclat en pantalla estarà activat quan es mostri la pantalla d'inici de sessió.

Si aquesta política es configura com a &quot;false&quot;, el teclat en pantalla estarà desactivat quan es mostri la pantalla d'inici de sessió.

Si configureu aquesta política, els usuaris poden substituir-la temporalment si activen o desactiven el teclat en pantalla. No obstant això, la decisió de l'usuari no és permanent i el valor predeterminat es restaura cada vegada que es mostra de nou la pantalla d'inici de sessió o si l'usuari es troba inactiu a la pantalla d'inici de sessió durant un minut.

Si aquesta política es deixa sense configurar, el teclat en pantalla estarà desactivat la primera vegada que es mostri la pantalla d'inici de sessió. Els usuaris podran activar o desactivar el teclat en pantalla en qualsevol moment i l'estat que tingui a la pantalla d'inici de sessió es conservarà entre els usuaris.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Estableix el tipus de lupa predeterminat activat a la pantalla d'inici de sessió</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Establiu el tipus de lupa predeterminada activada a la pàgina d'inici de sessió.

Si s'estableix aquesta política, controla el tipus de lupa activat quan es mostra la pantalla d'inici de sessió. Si s'estableix la política com a &quot;Cap&quot;, es desactiva la lupa.

Si establiu aquesta política, els usuaris podran ignorar-la temporalment si activen o desactiven la lupa. No obstant això, l'elecció de l'usuari no és permanent i l'estat predeterminat es restablirà quan es torni a mostrar la pantalla d'inici de la sessió o si un usuari es manté inactiu a la pantalla d'inici de la sessió durant un minut.

Si no s'estableix aquesta política, la lupa es desactivarà la primera vegada que es mostri la pantalla d'inici de sessió. Els usuaris poden activar o desactivar la lupa en qualsevol moment i el seu estat a la pàgina d'inici de sessió es mantindrà entre els usuaris.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Lupa desactivada</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Lupa de pantalla completa activada</string><string id="ContentSettings_group">Configuració del contingut</string><string id="DefaultCookiesSetting">Configuració predeterminada de les galetes</string><string id="DefaultCookiesSetting_Explain">Us permet establir si els llocs web estan autoritzats per establir les dades locals. L'ajust de les dades locals es pot autoritzar o denegar per a tots els llocs web.

Si aquesta política s'estableix en Conserva les galetes mentre duri la sessió, les galetes s'esborraran quan es tanqui la sessió. Tingueu en compte que, si Google Chrome s'executa en mode de segon pla, és possible que la sessió no es tanqui en tancar l'última finestra. Consulteu la política &quot;BackgroundModeEnabled&quot; per obtenir més informació sobre com es configura aquest comportament.

Si aquesta política no s'estableix, s'utilitzarà &quot;AllowCookies&quot; i l'usuari podrà canviar-la.</string><string id="DefaultCookiesSetting_AllowCookies">Permet que tots els llocs defineixin dades locals</string><string id="DefaultCookiesSetting_BlockCookies">No permetis que cap lloc estableixi dades locals</string><string id="DefaultCookiesSetting_SessionOnly">Conserva les galetes mentre duri la sessió</string><string id="DefaultImagesSetting">Configuració predeterminada de les imatges</string><string id="DefaultImagesSetting_Explain">Us permet definir si els llocs web poden mostrar imatges. La visualització d'imatges es pot autoritzar o denegar per a tots els llocs web. Si aquesta política no es defineix, s'utilitzarà el paràmetre &quot;AllowImages&quot; i l'usuari podrà canviar-lo.</string><string id="DefaultImagesSetting_AllowImages">Permet que tots els llocs mostrin totes les imatges</string><string id="DefaultImagesSetting_BlockImages">No permetis que cap lloc mostri imatges</string><string id="DefaultJavaScriptSetting">Configuració de JavaScript predeterminada</string><string id="DefaultJavaScriptSetting_Explain">Us permet definir si els llocs web poden executar JavaScript. L'execució de JavaScript es pot autoritzar o denegar per a tots els llocs web. Si no es defineix aquesta política, s'utilitzarà el paràmetre &quot;AllowJavaScript&quot; i l'usuari podrà canviar-lo.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Permet que tots els llocs web executin JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">No permetis que cap lloc web executi JavaScript</string><string id="DefaultPluginsSetting">Configuració predeterminada del connector Flash</string><string id="DefaultPluginsSetting_Explain">Permet establir si els llocs web poden executar automàticament el connector Flash o no. L'execució automàtica del connector Flash pot permetre's o denegar-se per a tots els llocs web.

La funció Clic per executar permet que el connector Flash s'executi, però l'usuari haurà de fer clic a l'espai reservat per iniciar-ne l'execució.

Si aquesta política no es defineix, l'usuari podrà canviar l'opció de configuració manualment.</string><string id="DefaultPluginsSetting_AllowPlugins">Permet que tots els llocs executin el connector Flash automàticament</string><string id="DefaultPluginsSetting_BlockPlugins">Bloqueja el connector Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Clic per executar</string><string id="DefaultPopupsSetting">Configuració predeterminada de les finestres emergents</string><string id="DefaultPopupsSetting_Explain">Us permet definir si els llocs web poden mostrar finestres emergents. L'aparició de finestres emergents es pot autoritzar o denegar per a tots els llocs web. Si no es defineix aquesta política, s'utilitzarà el paràmetre &quot;BlockPopups&quot; i l'usuari podrà canviar-lo.</string><string id="DefaultPopupsSetting_AllowPopups">Permet que tots els llocs mostrin finestres emergents</string><string id="DefaultPopupsSetting_BlockPopups">No permetis que cap lloc mostri elements emergents</string><string id="DefaultNotificationsSetting">Configuració de notificacions predeterminada</string><string id="DefaultNotificationsSetting_Explain">Us permet definir si els llocs web poden mostrar notificacions d'escriptori. La visualització de notificacions d'escriptori es pot autoritzar o denegar de manera predeterminada o bé es pot demanar cada vegada a l'usuari si vol que es mostrin notificacions d'escriptori. Si no es defineix aquesta política, s'utilitzarà el paràmetre &quot;AskNotifications&quot; i l'usuari podrà canviar-lo.</string><string id="DefaultNotificationsSetting_AllowNotifications">Permet que els llocs mostrin les notificacions d'escriptori</string><string id="DefaultNotificationsSetting_BlockNotifications">No permetis que cap lloc mostri notificacions d'escriptori</string><string id="DefaultNotificationsSetting_AskNotifications">Demana permís cada vegada que un lloc vulgui mostrar notificacions d'escriptori</string><string id="DefaultGeolocationSetting">Configuració d'ubicació predeterminada</string><string id="DefaultGeolocationSetting_Explain">Us permet definir si els llocs web poden rastrejar la ubicació física dels usuaris. El seguiment de la ubicació física dels usuaris es pot autoritzar o denegar de manera predeterminada o bé es pot preguntar a l'usuari cada vegada que un lloc web demani la ubicació física. Si no es defineix aquesta política, s'utilitzarà el paràmetre &quot;AskGeolocation&quot; i l'usuari podrà canviar-lo.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Permet que els llocs facin un seguiment de la ubicació física dels usuaris</string><string id="DefaultGeolocationSetting_BlockGeolocation">No permetis que cap lloc web faci el seguiment de la ubicació física dels usuaris</string><string id="DefaultGeolocationSetting_AskGeolocation">Demana permís cada vegada que un lloc vulgui fer un seguiment de la ubicació física dels usuaris</string><string id="DefaultWebBluetoothGuardSetting">Controla l'ús de l'API Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_Explain">Us permet definir si els llocs web poden obtenir accés a dispositius Bluetooth propers. Es pot bloquejar completament o es pot consultar a l'usuari cada cop que un lloc web vulgui obtenir accés a dispositius Bluetooth propers.

Si aquesta política es deixa sense establir, es farà servir el valor &quot;3&quot; i l'usuari podrà canviar-lo.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">No permetis que cap lloc sol·liciti accés a dispositius Bluetooth mitjançant l'API Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Permet que els llocs demanin a l'usuari que els concedeixi accés a un dispositiu Bluetooth proper</string><string id="AutoSelectCertificateForUrls">Selecciona automàticament certificats de client per a aquest llocs</string><string id="AutoSelectCertificateForUrls_Explain">Us permet especificar una llista de patrons d'URL que especifiquin els llocs per als quals Google Chrome ha de seleccionar automàticament un certificat de client, si en sol·liciten un.

El valor ha de ser un conjunt de diccionaris JSON escrits en cadenes. Cada diccionari ha de tenir la forma { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, on $URL_PATTERN és un patró que estableix el contingut. $FILTER restringeix els certificats de client que el navegador seleccionarà automàticament. Sigui quin sigui el filtre, només se seleccionaran els certificats que compleixin la sol·licitud de certificat del servidor. Si $FILTER té la forma { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, hi ha una restricció més: només se seleccionen el certificats de client emesos per un certificat que té $ISSUER_CN com a nom comú (CommonName). Si $FILTER és el diccionari buit {}, la selecció de certificats de client no té restriccions addicionals.

Si aquesta política es deixa sense establir, no se seleccionaran certificats automàticament a cap lloc web.</string><string id="AutoSelectCertificateForUrlsDesc">Selecciona automàticament certificats de client per a aquest llocs</string><string id="CookiesAllowedForUrls">Permet les galetes en aquests llocs</string><string id="CookiesAllowedForUrls_Explain">Permet definir una llista de patrons d'URL per especificar els llocs que poden emmagatzemar galetes. Si no es defineix aquesta política, s'utilitzarà per a tots els llocs el valor global predeterminat indicat en la política &quot;DefaultCookiesSetting&quot; (si s'ha definit) o el valor personalitzat que hagi definit l'usuari.</string><string id="CookiesAllowedForUrlsDesc">Permet les galetes en aquests llocs</string><string id="CookiesBlockedForUrls">Bloqueja les galetes en aquests llocs</string><string id="CookiesBlockedForUrls_Explain">Permet definir una llista de patrons d'URL per especificar els llocs que no poden emmagatzemar galetes. Si no es defineix aquesta política, s'utilitzarà per a tots els llocs el valor global predeterminat indicat en la política &quot;'DefaultCookiesSetting&quot; (si s'ha definit) o el valor personalitzat que hagi definit l'usuari.</string><string id="CookiesBlockedForUrlsDesc">Bloqueja les galetes en aquests llocs</string><string id="CookiesSessionOnlyForUrls">Permet les galetes només de sessió en aquests llocs</string><string id="CookiesSessionOnlyForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquin llocs que tenen permès establir galetes només de sessió.

Si aquesta política es deixa sense establir, s'utilitzarà el valor predeterminat per a tots els llocs, bé des de la política DefaultCookiesSetting (si està configurada), o bé des de la configuració personal definida per l'usuari en cas contrari.

Tingueu en compte que, si Google Chrome s'està executant en segon pla, és possible que la sessió no es tanqui en tancar l'última finestra del navegador, sinó que pot continuar activa fins que es tanqui el navegador. Consulteu la política BackgroundModeEnabled per obtenir més informació sobre com es configura aquest comportament.

Si la política RestoreOnStartup s'estableix per restaurar els URL de les sessions anteriors, aquesta política no es respectarà i les galetes s'emmagatzemaran permanentment per a aquests llocs.</string><string id="CookiesSessionOnlyForUrlsDesc">Permet les galetes només de sessió en aquests llocs</string><string id="ImagesAllowedForUrls">Permet les imatges en aquests llocs</string><string id="ImagesAllowedForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquen els llocs que poden mostrar imatges. Si no es defineix aquesta política, s'utilitzarà el valor global predeterminat per a tots els llocs tant de la política &quot;DefaultImagesSetting&quot;, si es defineix, com d'un altre tipus de configuració personal de l'usuari.</string><string id="ImagesAllowedForUrlsDesc">Permet les imatges en aquests llocs</string><string id="ImagesBlockedForUrls">Bloqueja les imatges en aquests llocs</string><string id="ImagesBlockedForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquen els llocs en què no està permès mostrar imatges. Si no es defineix aquesta política, s'utilitzarà el valor global predeterminat per a tots els llocs tant de la política &quot;DefaultImagesSetting&quot;, si es defineix, com d'un altre tipus de configuració personal de l'usuari.</string><string id="ImagesBlockedForUrlsDesc">Bloqueja les imatges en aquests llocs</string><string id="JavaScriptAllowedForUrls">Permet JavaScript en aquests llocs</string><string id="JavaScriptAllowedForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquen els llocs que no poden executar JavaScript. Si no es defineix aquesta política, s'utilitzarà el valor global predeterminat per a tots els llocs tant de la política &quot;DefaultJavaScriptSetting&quot;, si es defineix, com d'un altre tipus de configuració personal de l'usuari.</string><string id="JavaScriptAllowedForUrlsDesc">Permet JavaScript en aquests llocs</string><string id="JavaScriptBlockedForUrls">Bloqueja JavaScript en aquests llocs</string><string id="JavaScriptBlockedForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquen els llocs en què no està permès executar JavaScript. Si no es defineix aquesta política, s'utilitzarà el valor global predeterminat per a tots els llocs tant de la política &quot;DefaultJavaScriptSetting&quot;, si es defineix, com d'un altre tipus de configuració personal de l'usuari.</string><string id="JavaScriptBlockedForUrlsDesc">Bloqueja JavaScript en aquests llocs</string><string id="PluginsAllowedForUrls">Permet el connector Flash en aquests llocs</string><string id="PluginsAllowedForUrls_Explain">Permet definir una llista de patrons d'URL que especifiquin llocs que poden executar el connector Flash.

Si aquesta política no es defineix, s'utilitzarà per a tots els llocs el valor global predeterminat indicat en la política &quot;DefaultPluginsSetting&quot; (si s'ha definit) o el valor personalitzat que hagi definit l'usuari.</string><string id="PluginsAllowedForUrlsDesc">Permet el connector Flash en aquests llocs</string><string id="PluginsBlockedForUrls">Bloqueja el connector Flash en aquests llocs</string><string id="PluginsBlockedForUrls_Explain">Permet definir una llista de patrons d'URL que especifiquin llocs que no poden executar el connector Flash.

Si aquesta política no es defineix, s'utilitzarà per a tots els llocs el valor global predeterminat indicat en la política &quot;DefaultPluginsSetting&quot; (si s'ha definit) o el valor personalitzat que hagi definit l'usuari.</string><string id="PluginsBlockedForUrlsDesc">Bloqueja el connector Flash en aquests llocs</string><string id="PopupsAllowedForUrls">Permet les finestres emergents en aquests llocs</string><string id="PopupsAllowedForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquen els llocs en què està permès obrir finestres emergents. Si no es defineix aquesta política, s'utilitzarà el valor global predeterminat per a tots els llocs tant de la política &quot;DefaultPopupsSetting&quot;, si es defineix, com d'un altre tipus de configuració personal de l'usuari.</string><string id="PopupsAllowedForUrlsDesc">Permet les finestres emergents en aquests llocs</string><string id="RegisteredProtocolHandlers">Registra els gestors del protocol</string><string id="RegisteredProtocolHandlers_Explain">Us permet registrar una llista de gestors de protocol. Això només pot ser una política recomanada. El |protocol| de la propietat s'ha de definir a l'esquema, com ara &quot;mailto&quot; i l'|url| de la propietat s'ha de definir al patró d'URL de l'aplicació que gestiona l'esquema. El patró pot incloure &quot;%s&quot; i, en cas que s'hi inclogui, se substituirà per l'URL gestionat.

Els gestors de protocol registrats amb la política es combinen amb els que ha registrat l'usuari i tots dos es poden fer servir. L'usuari pot substituir els gestors de protocol que s'han instal·lat amb la política si instal·la un nou gestor de protocol predeterminat, però no pot suprimir un gestor de protocol que s'hagi registrat amb la política.</string><string id="PopupsBlockedForUrls">Bloqueja les finestres emergents en aquests llocs</string><string id="PopupsBlockedForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquen els llocs en què no està permès obrir finestres emergents. Si no es defineix aquesta política, s'utilitzarà el valor global predeterminat per a tots els llocs tant de la política &quot;DefaultPopupsSetting&quot;, si es defineix, com d'un altre tipus de configuració personal de l'usuari.</string><string id="PopupsBlockedForUrlsDesc">Bloqueja les finestres emergents en aquests llocs</string><string id="NotificationsAllowedForUrls">Permet les notificacions en aquests llocs</string><string id="NotificationsAllowedForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquen els llocs en què està permès mostrar notificacions. Si no es defineix aquesta política, s'utilitzarà el valor global predeterminat per a tots els llocs tant de la política &quot;DefaultNotificationsSetting&quot;, si es defineix, com d'un altre tipus de configuració personal de l'usuari.</string><string id="NotificationsAllowedForUrlsDesc">Permet les notificacions en aquests llocs</string><string id="NotificationsBlockedForUrls">Bloqueja les notificacions d'aquests llocs</string><string id="NotificationsBlockedForUrls_Explain">Us permet definir una llista de patrons d'URL que especifiquen els llocs en què no està permès mostrar notificacions. Si no es defineix aquesta política, s'utilitzarà el valor global predeterminat per a tots els llocs tant de la política &quot;DefaultNotificationsSetting&quot;, si es defineix, com d'un altre tipus de configuració personal de l'usuari.</string><string id="NotificationsBlockedForUrlsDesc">Bloqueja les notificacions d'aquests llocs</string><string id="Extensions_group">Extensions</string><string id="ExtensionInstallBlacklist">Configura la llista negra d'instal·lació d'extensions</string><string id="ExtensionInstallBlacklist_Explain">Permet especificar les extensions que els usuaris NO poden instal·lar. Si les extensions que ja s'han instal·lat s'inclouen a la llista negra, es desactivaran i l'usuari no podrà activar-les de cap manera. Si una extensió s'ha desactivat perquè s'incloïa en aquesta llista, però se'n treu, es tornarà a activar automàticament.

Si la llista negra conté el valor &quot;*&quot;, significa que s'hi inclouen totes les extensions tret de les que s'indiquin explícitament a la llista blanca.

Si aquesta política no es defineix, l'usuari podrà instal·lar qualsevol extensió a Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Configura la llista negra d'instal·lació d'extensions</string><string id="ExtensionInstallWhitelist">Configura la llista blanca d'instal·lació d'extensions</string><string id="ExtensionInstallWhitelist_Explain">Us permet especificar les extensions que no estan subjectes a la llista negra. Un valor de * a la llista negra significa que s'hi inclouen totes les extensions i que els usuaris només podran instal·lar les que apareixen a la llista blanca. De manera predeterminada, totes les aplicacions apareixen a la llista blanca, però si una política provoca que totes es moguin a la llista negra, pot fer-se servir la llista blanca per substituir aquesta política.</string><string id="ExtensionInstallWhitelistDesc">Configura la llista blanca d'instal·lació d'extensions</string><string id="ExtensionInstallForcelist">Configura la llista d'aplicacions i d'extensions instal·lades per força</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Configura la llista d'aplicacions i d'extensions instal·lades per força</string><string id="ExtensionInstallSources">Configura fonts d'instal·lació d'extensions, d'aplicacions i de scripts d'usuari</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Configura fonts d'instal·lació d'extensions, d'aplicacions i de scripts d'usuari</string><string id="ExtensionAllowedTypes">Configuració dels tipus d'aplicacions i d'extensions permeses</string><string id="ExtensionAllowedTypes_Explain">Controla quins tipus d'aplicacions i d'extensions es poden instal·lar i limita l'accés en temps d'execució.

Aquesta configuració fa una llista dels tipus d'extensions i d'aplicacions admesos que es poden instal·lar a Google Chrome i dels amfitrions amb què poden interaccionar. El valor és una llista de cadenes, cadascuna de les quals hauria de ser una de les següents: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Consulta la documentació de les extensions de Google Chrome per obtenir-ne més informació.

Tingues en compte que aquesta política també força les extensions i les aplicacions perquè s'instal·lin obligatòriament mitjançant ExtensionInstallForcelist.

Si es configura aquesta opció, no s'instal·laran les extensions o les aplicacions d'un tipus que no aparegui a la llista.

Si no es configura aquesta opció, no s'aplicarà cap restricció als tipus d'extensions i d'aplicacions acceptables.</string><string id="ExtensionAllowedTypesDesc">Configuració dels tipus d'aplicacions i d'extensions permeses</string><string id="ExtensionSettings">Configuració de la gestió d'extensions</string><string id="ExtensionSettings_Explain">Configura les opcions de gestió d'extensions per a Google Chrome.

Aquesta política controla diverses opcions de configuració, com ara les opcions controlades per qualsevol política actual que estigui relacionada amb extensions. Aquesta política substituirà qualsevol política anterior, si totes dues s'han configurat.

Aquesta política assigna un identificador d'extensió o un URL d'actualització a la configuració corresponent. Amb un identificador d'extensió, la configuració s'aplicarà només a l'extensió especificada. Es pot establir una configuració predeterminada per a l'identificador especial &quot;*&quot;, que s'aplicarà a totes les extensions que no tinguin establerta una configuració personalitzada en aquesta política. Amb un URL d'actualització, la configuració s'aplicarà a totes les extensions que tinguin el mateix URL d'actualització indicat al fitxer de manifest de l'extensió, tal com es descriu a https://developer.chrome.com/extensions/autoupdate.

La configuració de cada extensió (o d'extensions amb el mateix URL d'actualització) és un altre diccionari que pot incloure els camps indicats a continuació.

&quot;installation_mode&quot;: s'assigna a una cadena que indica el mode d'instal·lació de l'extensió. Les cadenes vàlides són:
* &quot;allowed&quot;: permet que l'usuari instal·li l'extensió. És el comportament predeterminat.
* &quot;blocked&quot;: bloqueja la instal·lació de l'extensió.
* &quot;force_installed&quot;: l'extensió s'instal·la automàticament i l'usuari no la pot suprimir.
* &quot;normal_installed&quot;: l'extensió s'instal·la automàticament, però l'usuari la pot desactivar.

El camp &quot;installation_mode&quot; també es pot configurar per a diverses extensions, com ara &quot;*&quot; (com a configuració predeterminada) i les extensions amb el mateix URL d'actualització. En aquest cas, només es poden utilitzar els valors &quot;allowed&quot; i &quot;blocked&quot;.

Si el mode s'estableix en &quot;force_installed&quot; o en &quot;normal_installed&quot;, cal configurar també un valor per a &quot;update_url&quot;. Tingues en compte que l'URL d'actualització establert en aquesta política només s'utilitza a la instal·lació inicial; a les instal·lacions següents de l'extensió s'utilitzarà l'URL d'actualització indicat al fitxer de manifest de l'extensió. L'URL d'actualització ha d'apuntar a un document XML de manifest d'actualització, tal com s'ha descrit abans.

&quot;blocked_permissions&quot;: s'assigna a una llista de cadenes que indiquen els permisos de les API bloquejades per a l'extensió. Els noms dels permisos són els mateixos que les cadenes de permís que es mostren al fitxer de manifest de l'extensió, tal com es descriu a https://developer.chrome.com/extensions/declare_permissions. Aquesta opció també es pot configurar per a l'extensió &quot;*&quot;. Si l'extensió requereix un permís de la llista de bloquejats, no es podrà carregar. Si conté un permís bloquejat com a requisit opcional, es gestionarà com és habitual, però les sol·licituds de permisos en conflicte es rebutjaran automàticament en el temps d'execució.

&quot;allowed_permissions&quot;: s'assembla a &quot;blocked_permissions&quot;, però permet explícitament alguns permisos que poden estar inclosos a la llista de permisos bloquejats. Per això, no es pot configurar per a l'extensió &quot;*&quot;. Tingues en compte que aquesta opció de configuració no ofereix automàticament els permisos concedits a les extensions.

&quot;minimum_version_required&quot;: s'assigna a una cadena de versió. El format de la cadena de versió és el mateix que l'utilitzat al fitxer de manifest de l'extensió, tal com es descriu a https://developer.chrome.com/apps/manifest/version. Les extensions anteriors a la versió mínima especificada es desactivaran. Això s'aplica també a les extensions instal·lades de manera forçosa.

Les opcions següents només es poden utilitzar per a la configuració predeterminada de l'extensió &quot;*&quot;:

&quot;install_sources&quot;: tots els elements d'aquesta llista són un patró de coincidència amb l'estil de l'extensió (consulta https://developer.chrome.com/extensions/match_patterns). Els usuaris podran instal·lar fàcilment els elements de qualsevol URL que coincideixi amb un element d'aquesta llista. Aquests patrons han de permetre tant la ubicació del fitxer *.crx com la pàgina on comença la baixada (és a dir, l'URL de referència).

&quot;allowed_types&quot;: aquesta opció afegeix a la llista blanca els tipus d'extensions i d'aplicacions admesos que es poden instal·lar a Google Chrome. El valor és una llista de cadenes, cadascuna de les quals hauria de ser una de les següents: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Consulta la documentació sobre les extensions de Google Chrome per obtenir-ne més informació.
&quot;blocked_install_message&quot;: si un usuari prova d'instal·lar una extensió però la política li ho impedeix, es mostra un missatge d'error genèric a Chrome Web Store. Aquesta opció et permet incloure text al missatge d'error. Això et pot servir per redirigir els usuaris al centre d'ajuda, explicar-los per què s'ha bloquejat una extensió concreta o una altra cosa. Si el missatge d'error té més de 1.000 caràcters, es truncarà.
&quot;runtime_blocked_hosts&quot;: accepta una llista d'amfitrions amb què una extensió no pot interaccionar. Això inclou introduir JavaScript, modificar i mostrar els esdeveniments webRequests o webNavigation, i mostrar i modificar galetes. El format s'assembla als patrons de coincidència https://developer.chrome.com/extensions/match_patterns, però no es poden definir camins. Per exemple, &quot;*://*.example.com&quot;. Això també admet l'ús efectiu de comodins de domini de nivell superior, com ara &quot;*://example.*&quot;.
&quot;runtime_allowed_hosts&quot;: accepta una llista d'amfitrions amb què una extensió pot interaccionar, independentment de si s'han inclòs a la llista &quot;runtime_blocked_hosts&quot;. És el mateix format que &quot;runtime_blocked_hosts&quot;.
</string><string id="PowerManagement_group">Gestió de l'alimentació</string><string id="LidCloseAction">Acció que cal dur a terme quan l'usuari tanca la tapa</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Suspèn</string><string id="LidCloseAction_LidCloseActionLogout">Tanca la sessió de l'usuari</string><string id="LidCloseAction_LidCloseActionShutdown">Apaga</string><string id="LidCloseAction_LidCloseActionDoNothing">No facis res</string><string id="PowerManagementUsesAudioActivity">Especifica si l'activitat d'àudio afecta la gestió d'alimentació</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Especifica si l'activitat de vídeo afecta la gestió d'alimentació</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Percentatge que permet ajustar el retard d'inactivitat de la pantalla en mode de presentació</string><string id="PresentationScreenDimDelayScale_Explain">Especifica el percentatge d'ajust del temps d'espera d'inactivitat de la pantalla quan el dispositiu estigui en mode de presentació.

Si s'estableix aquesta política, s'especifica el percentatge d'ajust del temps d'espera d'inactivitat de la pantalla quan el dispositiu estigui en mode de presentació. Quan s'ajusta el temps d'espera d'inactivitat de la pantalla, s'ajusten els retards de connexió, bloqueig i desactivació de la pantalla per mantenir les mateixes distàncies de temps d'espera d'inactivitat de la pantalla que les configurades originalment.

Si no s'estableix aquesta política, es fa servir un factor d'ajust predeterminat.

El factor d'ajust ha de ser de 100% o més. No es permeten valors que puguin reduir el temps d'espera d'inactivitat de la pantalla en mode de presentació més enllà del seu valor habitual.</string><string id="AllowScreenWakeLocks">Permet els bloquejos d'activació de la pantalla</string><string id="AllowScreenWakeLocks_Explain">Especifica si es permeten els wake locks de la pantalla. Les extensions poden sol·licitar wake locks de la pantalla a través de l'API de l'extensió de gestió de l'alimentació.

Si aquesta aplicació es defineix com a vertadera o no es defineix, es compliran els wake locks de la pantalla per a la gestió d'alimentació.

Si es defineix com a falsa, les sol·licituds de wake lock de la pantalla es rebutjaran.</string><string id="UserActivityScreenDimDelayScale">Percentatge que permet ajustar el temps d'espera d'inactivitat de la pantalla si l'usuari passa a estar actiu després de la inactivitat.</string><string id="UserActivityScreenDimDelayScale_Explain">Especifica el percentatge d'ajust del temps d'espera d'inactivitat de la pantalla quan s'observa l'activitat de l'usuari amb la pantalla atenuada o poc després de desactivar-la.

Si s'estableix aquesta política, s'especifica el percentatge d'ajust del temps d'espera d'inactivitat de la pantalla quan s'observa l'activitat de l'usuari amb la pantalla atenuada o poc després de desactivar-la. Quan s'ajusta el temps d'espera d'inactivitat de la pantalla, s'ajusten els retards de desconnexió, bloqueig i desactivació de la pantalla per mantenir les mateixes distàncies del temps d'espera d'inactivitat de la pantalla que la configuració original.

Si no s'estableix aquesta política, es fa servir un factor d'escala predeterminat.

El factor d'escala ha de ser del 100% o més.</string><string id="WaitForInitialUserActivity">Espereu que hi hagi una activitat inicial de l'usuari.</string><string id="WaitForInitialUserActivity_Explain">Permet especificar si els retards de la gestió de l'energia i el límit de la durada de la sessió només s'han d'executar quan l'usuari realitzi la primera acció en una sessió.

Si la política s'estableix com a True, els retards de la gestió de l'energia i el límit de la durada de la sessió no s'executen fins que l'usuari no realitza la primera acció en una sessió.

Si la política s'estableix com a False o no s'estableix, els retards de la gestió de l'energia i el límit de la durada de la sessió s'executen tan bon punt s'inicia la sessió.</string><string id="PowerManagementIdleSettings">Configuració de la gestió de l'energia quan l'usuari està inactiu</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Temps d'inactivitat per al bloqueig de pantalla</string><string id="ScreenLockDelays_Explain">Especifica la quantitat de temps que ha de passar sense cap interacció de l'usuari abans que la pantalla no es bloquegi quan s'utilitza amb connexió a la corrent CA o amb una bateria.

Si aquesta quantitat de temps s'estableix en un valor més gran que zero, representa el temps d'inactivitat de l'usuari abans que no es bloquegi la pantalla de Google Chrome OS.

Si s'estableix en zero, no es bloquejarà la pantalla de Google Chrome OS quan l'usuari estigui inactiu.

Si no se n'estableix cap, s'utilitzarà una quantitat de temps predeterminada.

Per bloquejar la pantalla en mode inactiu, us recomanem que activeu el bloqueig de pantalla en mode de suspensió i que configureu Google Chrome OS perquè se suspengui després del temps d'inactivitat. Aquesta política només s'ha d'utilitzar quan el bloqueig de pantalla s'hagi de produir molt abans que la suspensió o quan no vulgueu emprar la suspensió en mode inactiu.

El valor de la política s'ha d'especificar en mil·lisegons. Els valors es fixen perquè siguin inferiors al temps d'inactivitat.</string><string id="PasswordManager_group">Gestor de contrasenyes</string><string id="PasswordManagerEnabled">Permet que el gestor de contrasenyes desi contrasenyes</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Activa Google Cast</string><string id="EnableMediaRouter_Explain">Si aquesta política es defineix com a &quot;true&quot; o no es defineix, Google Cast s'activarà i els usuaris podran iniciar-lo des del menú d'aplicacions, des dels menús contextuals d'una pàgina, des dels controls multimèdia de llocs web compatibles amb Cast i (si es mostra) des de la icona de la barra d'eines de Cast.

Si aquesta política es defineix com a &quot;false&quot;, Google Cast es desactivarà.</string><string id="ShowCastIconInToolbar">Mostra la icona de la barra d'eines de: Google Cast</string><string id="ShowCastIconInToolbar_Explain">Si aquesta política es defineix com a &quot;true&quot;, la icona de la barra d'eines de Cast es mostrarà sempre a la barra d'eines o al menú addicional, i els usuaris no la podran suprimir.

Si aquesta política es defineix com a &quot;false&quot; o no es defineix, els usuaris podran fixar o suprimir la icona des del menú contextual.

Si la política EnableMediaRouter es defineix com a &quot;false&quot;, el valor de la política no tindrà cap efecte i la icona no es mostrarà a la barra d'eines.</string><string id="Drive_group">Opcions de configuració de Google Drive</string><string id="DriveDisabled">Desactiva Drive a l'aplicació Fitxers de Google Chrome OS</string><string id="DriveDisabled_Explain">Quan aquesta política s'estableix en True, desactiva la sincronització de Google Drive a l'aplicació Fitxers de Google Chrome OS. En aquest cas, no es pengen dades a Google Drive.

Si no s'estableix o s'estableix en False, els usuaris poden transferir els fitxers a Google Drive.</string><string id="DriveDisabledOverCellular">Desactiva Google Drive a l'aplicació Fitxers de Google Chrome OS per a les connexions mòbils</string><string id="DriveDisabledOverCellular_Explain">Si s'utilitza el valor true per a aquesta política, es desactiva la sincronització de Google Drive a l'aplicació Fitxers de Google Chrome OS quan s'utilitza una connexió mòbil. En aquest cas, les dades només se sincronitzen amb Google Drive quan hi ha connexió Wi-Fi o Ethernet.

Si aquesta política no es defineix o si es defineix com a false, els usuaris podran transferir fitxers a Google Drive mitjançant connexions mòbils.</string><string id="QuickUnlock_group">Polítiques del desbloqueig ràpid</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Una llista blanca en què es controlen quins modes de desbloqueig ràpid pot configurar l'usuari per desbloquejar la pantalla de bloqueig.

Aquest valor està format per una llista de cadenes; les entrades vàlides de la llista són: &quot;all&quot;, &quot;PIN&quot;. En afegir &quot;all&quot; a la llista, significa que l'usuari pot utilitzar tots els modes de desbloqueig ràpid, inclosos els que s'implementin en el futur. En cas contrari, només podrà utilitzar els modes de desbloqueig ràpid que apareguin a la llista.

Per exemple, per permetre tots els modes de desbloqueig ràpid, feu servir [&quot;all&quot;]. Per permetre només el desbloqueig amb PIN, utilitzeu [&quot;PIN&quot;]. Per desactivar tots els modes de desbloqueig ràpid, feu servir [].

De manera predeterminada, no es pot utilitzar cap mode de desbloqueig ràpid en els dispositius gestionats.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Aquesta opció de configuració controla amb quina freqüència es demanarà introduir la contrasenya a la pantalla de bloqueig per continuar utilitzant el desbloqueig ràpid. El desbloqueig ràpid no estarà disponible si, en entrar a la pantalla de bloqueig, la darrera vegada que s'ha introduït la contrasenya és un temps superior a aquesta opció. Si l'usuari supera aquest període de temps a la pantalla de bloqueig, se li sol·licitarà una contrasenya la propera vegada que introdueixi un codi erroni o que torni a entrar a la pantalla de bloqueig, el que passi abans.

Si aquesta opció es configura, es demanarà als usuaris que fan servir el desbloqueig ràpid que introdueixin la contrasenya a la pantalla de bloqueig en funció d'aquesta opció.

Si aquesta opció no es configura, es demanarà als usuaris que fan servir el desbloqueig ràpid que introdueixin la contrasenya a la pantalla de bloqueig cada dia.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Si s'estableix com a &quot;false&quot;, els usuaris no podran definir codis PIN poc segurs i fàcils d'esbrinar.

Exemples de codis PIN poc segurs: codis PIN que només continguin un sol dígit repetit diverses vegades (1111), codis PIN consecutius que augmentin d'un en un (1234) o que disminueixin d'un en un (4321) i codis PIN que s'utilitzin de manera habitual.

De manera predeterminada, els usuaris rebran un advertiment, no un error, si es considera que el PIN és poc segur.</string><string id="HTTPAuthentication_group">Polítiques per a l'autenticació HTTP</string><string id="AuthSchemes">Esquemes d'autenticació compatibles</string><string id="AuthSchemes_Explain">Especifica quins esquemes d'autenticació HTTP són compatibles amb Google Chrome.

Els valors possibles són &quot;basic&quot;, &quot;digest&quot;, &quot;ntlm&quot; i &quot;negotiate&quot;. Separeu els diversos valors amb comes.

Si no s'estableix aquesta política, s'utilitzaran els quatre esquemes.</string><string id="DisableAuthNegotiateCnameLookup">Desactiva la cerca de CNAME en negociar l'autenticació de Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Especifica si l'SPN de Kerberos que es genera es basa en el nom del DNS canònic o en el nom original introduït. Si activeu aquest paràmetre, s'ometrà la cerca de CNAME i el nom del servidor s'utilitzarà tal com s'ha introduït. Si desactiveu aquest paràmetre o el deixeu sense definir, el nom canònic del servidor es determinarà a través de la cerca de CNAME.</string><string id="EnableAuthNegotiatePort">Inclou un port no estàndard a l'SPN de Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Especifica si l'SPN de Kerberos que es genera ha d'incloure un port no estàndard. Si activeu aquest paràmetre i introduïu un port no estàndard (p. ex. un port diferent de 80 o de 443), s'inclourà a l'SPN de Kerberos que es generi. Si desactiveu aquest paràmetre o no el definiu, l'SPN del Kerberos que es generi no inclourà cap port en cap cas.</string><string id="AuthServerWhitelist">Llista blanca del servidor d'autenticació</string><string id="AuthServerWhitelist_Explain">Especifica els servidors que s'han d'afegir a la llista blanca per a l'autenticació integrada. L'autenticació integrada només s'activa quan Google Chrome rep un desafiament d'autenticació d'un servidor intermediari o d'un servidor inclòs en aquesta llista de servidors permesos.

Separeu els diversos noms de servidor amb comes. Es permet l'ús de comodins (*).

Si deixeu aquesta política sense definir, Google Chrome provarà de detectar si un servidor es troba a la intranet i, en aquest cas, respondrà a les sol·licituds IWA. Si es detecta un servidor com a Internet, aleshores Google Chrome ometrà les sol·licituds IWA que enviï.</string><string id="AuthNegotiateDelegateWhitelist">Llista blanca del servidor de delegacions Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Servidors en què Google Chrome pot delegar les credencials de l'usuari.

Separeu els diversos noms de servidor amb comes. Es permet l'ús de caràcters comodins (*).

Si deixeu aquesta política sense definir, Google Chrome no delegarà les credencials de l'usuari, encara que es detecti una intranet com a servidor.</string><string id="AllowCrossOriginAuthPrompt">Línies d'ordre d'autenticació bàsica HTTP de diversos orígens</string><string id="AllowCrossOriginAuthPrompt_Explain">Controla si el contingut secundari de tercers en una pàgina pot fer aparèixer un quadre de diàleg d'autenticació bàsica HTTP. Normalment es desactiva com a defensa de pesca (suplantació d'identitat). Si no es defineix aquesta política, aquest paràmetre es desactivarà i el contingut secundari de tercers no podrà fer aparèixer un quadre de diàleg d'autenticació bàsica HTTP.</string><string id="DefaultSearchProvider_group">Proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderEnabled">Activa el proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Nom del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderName_Explain">Especifica el nom del proveïdor de cerca predeterminat. Si es deixa buit o no es defineix, s'utilitzarà el nom de l'amfitrió especificat a l'URL de cerca. Aquesta política només es tindrà en compte si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderKeyword">Paraula clau del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderKeyword_Explain">Especifica la paraula clau, que és la drecera utilitzada a la barra d'adreces per activar la cerca d'aquest proveïdor. Aquesta política és opcional. Si no es defineix, no hi haurà cap paraula clau que activi el proveïdor de cerca. Aquesta política només es té en compte si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderSearchURL">URL de cerca del proveïdor de cerques predeterminat</string><string id="DefaultSearchProviderSearchURL_Explain">Especifica l'URL del motor de cerca utilitzat en fer una cerca predeterminada. L'URL ha de contenir la cadena &quot;{searchTerms}&quot;, que se substituirà, en el moment de fer la consulta, pels termes que l'usuari estigui cercant.

L'URL de cerca de Google es pot especificar de la manera següent: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Aquesta opció s'ha d'establir quan s'activa la política DefaultSearchProviderEnabled i només es respectarà si és així.</string><string id="DefaultSearchProviderSuggestURL">URL de suggeriments del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderSuggestURL_Explain">Especifica l'URL del motor de cerca que s'utilitza per proporcionar suggeriments de cerca. L'URL ha de contenir la cadena &quot;{searchTerms}&quot;, que se substituirà, en el moment de la consulta, pel text que l'usuari hagi introduït fins al moment.

Aquesta política és opcional i si no s'estableix no s'utilitzarà cap URL de suggeriment.

L'URL de suggeriment de Google es pot especificar de la manera següent: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Aquesta política només es respecta si la política DefaultSearchProviderEnabled està activada.</string><string id="DefaultSearchProviderInstantURL">URL instantani del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderInstantURL_Explain">Especifica l'URL del motor de cerca utilitzat per proporcionar resultats immediats. L'URL ha de contenir la cadena '{searchTerms}', que se substituirà, en el moment de fer la consulta, pel text que l'usuari hagi introduït fins al moment.

Aquesta política és opcional i, si no s'estableix, no es proporcionaran resultats de cerca immediats.

L'URL de resultats immediats de Google es pot especificar de la manera següent: '{google:baseURL}suggest?q={searchTerms}'.

Aquesta política només es respecta si la política DefaultSearchProviderEnabled està activada.</string><string id="DefaultSearchProviderIconURL">Icona del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderIconURL_Explain">Especifica l'URL de la icona preferida del proveïdor de cerca predeterminat. Aquesta política és opcional. Si no es defineix, no apareixerà cap icona per al proveïdor de cerca. Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderEncodings">Codificacions del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderEncodings_Explain">Especifica les codificacions de caràcters que admet el proveïdor de cerca. Les codificacions són noms de pàgines de codi com ara UTF-8, GB2312 i ISO-8859-1. Es proven per ordre. Aquesta política és opcional. Si no es defineix, s'utilitzarà el valor predeterminat, que és UTF-8. Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderEncodingsDesc">Codificacions del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderAlternateURLs">Llista d'URL alternatius per al proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderAlternateURLs_Explain">Especifica una llista d'URL alternatius que es poden fer servir per extreure termes de cerca del motor de cerca. Els URL han de contenir la cadena '{searchTerms}', que s'utilitzarà per extreure els termes de cerca.

Aquesta política és opcional. Si no es configura, no es faran servir URL alternatius per extreure els termes de cerca.

Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderAlternateURLsDesc">Llista d'URL alternatius per al proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Paràmetre que controla l'emplaçament del terme de cerca del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Si es defineix aquesta política i un URL de cerca suggerit a l'omnibox conté aquest paràmetre a la cadena de consulta o a l'identificador de fragment, el suggeriment mostra els termes de cerca i el proveïdor de cerca en comptes de l'URL de cerca sense processar.

Aquesta política és opcional. Si no es defineix, no es produirà cap substitució dels termes de cerca.

Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderImageURL">Paràmetre que proporciona la funció de cerca per imatge per al proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderImageURL_Explain">Especifica l'URL del motor de cerca utilitzat per proporcionar la cerca d'imatges. Les sol·licituds de cerca s'enviaran mitjançant el mètode GET. Si la política DefaultSearchProviderImageURLPostParams està definida, les sol·licituds de cerca d'imatges utilitzaran el mètode POST.

Aquesta política és opcional. Si no es defineix, no s'utilitzarà la cerca d'imatges.

Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderNewTabURL">URL de la pestanya nova del proveïdor de cerca predeterminat</string><string id="DefaultSearchProviderNewTabURL_Explain">Permet especificar l'URL que fa servir un motor de cerca per proporcionar una pestanya nova.

Aquesta política és opcional. Si no es configura, no es proporcionarà cap pestanya nova.

La política només s'aplica si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderSearchURLPostParams">Paràmetres per a l'URL de cerca que utilitza POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Especifica els paràmetres utilitzats en cercar un URL amb POST. Consisteix en parelles de nom/valor separades per comes. Si un valor és un paràmetre de plantilla, com ara {searchTerms} a l'exemple anterior, se substituirà per dades de termes de cerca reals.

Aquesta política és opcional. Si no es defineix, la sol·licitud de cerca s'enviarà mitjançant el mètode GET.

Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderSuggestURLPostParams">Paràmetres per a l'URL suggerit que utilitza POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Especifica els paràmetres utilitzats en fer una cerca suggerida amb POST. Consisteix en parelles de nom/valor separades per comes. Si un valor és un paràmetre de plantilla, com ara {searchTerms} a l'exemple anterior, se substituirà per dades de termes de cerca reals.

Aquesta política és opcional. Si no es defineix, la sol·licitud de cerca suggerida s'enviarà mitjançant el mètode GET.

Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderInstantURLPostParams">Paràmetres per a l'URL instantani que utilitza POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Especifica els paràmetres utilitzats en fer una cerca instantània amb POST. Consisteix en parelles de nom/valor separades per comes. Si un valor és un paràmetre de plantilla, com ara {searchTerms} a l'exemple anterior, se substituirà per dades de termes de cerca reals.

Aquesta política és opcional. Si no es defineix, la sol·licitud de cerca instantània s'enviarà mitjançant el mètode GET.

Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="DefaultSearchProviderImageURLPostParams">Paràmetres de l'URL de la imatge que utilitza POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Especifica els paràmetres utilitzats en cercar imatges amb POST. Consisteix en parelles de nom/valor separades per comes. Si un valor és un paràmetre de plantilla, com ara {imageThumbnail} a l'exemple anterior, se substituirà per dades de la miniatura de la imatge real.

Aquesta política és opcional. Si no es defineix, la sol·licitud de cerca d'imatges s'enviarà mitjançant el mètode GET.

Aquesta política només es respecta si la política &quot;DefaultSearchProviderEnabled&quot; està activada.</string><string id="NewTabPage_group">Pàgina Pestanya nova</string><string id="NewTabPageLocation">Configura l'URL de la pàgina Pestanya nova</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Homepage_group">Pàgina d'inici</string><string id="HomepageLocation">Configura l'URL de la pàgina d'inici</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Fes servir la pàgina de pestanya nova com a pàgina d'inici</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Pàgines d'inici</string><string id="RestoreOnStartup">Acció en iniciar</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Obre la pàgina Pestanya nova</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Restaura l'última sessió</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Obre una llista d'URL</string><string id="RestoreOnStartupURLs">URL que s'han d'obrir en iniciar</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL que s'han d'obrir en iniciar</string><string id="Proxy_group">Servidor intermediari</string><string id="ProxyMode">Tria com vols especificar la configuració del servidor intermediari</string><string id="ProxyMode_Explain">Et permet especificar el servidor intermediari que Google Chrome utilitza i impedeix que els usuaris en canviïn la configuració.

Si decideixes connectar-te sempre a la xarxa directament en comptes d'utilitzar un servidor intermediari, la resta d'opcions s'ignoren.

Si decideixes fer servir la configuració del servidor intermediari del sistema, la resta d'opcions s'ignoren.

Si decideixes detectar automàticament el servidor intermediari, la resta d'opcions s'ignoren.

Si tries el mode de servidor intermediari fix, pots especificar més opcions a Adreça o URL del servidor intermediari i a Llista de regles d'evitació de servidors intermediaris separada per comes. Les aplicacions ARC només poden utilitzar el servidor intermediari HTTP amb la prioritat més alta.

Si decideixes fer servir un script de servidor intermediari .pac, has d'especificar l'URL de l'script a URL d'un fitxer .pac d'un servidor intermediari.

Per veure exemples detallats, ves a:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Si actives aquesta opció de configuració, Google Chrome i les aplicacions ARC ignoren totes les opcions relacionades amb el servidor intermediari que s'han especificat des de la línia d'ordres.

Si deixes aquesta política sense establir, els usuaris poden triar pel seu compte la configuració del servidor intermediari.</string><string id="ProxyMode_ProxyDisabled">No facis servir mai un servidor intermediari</string><string id="ProxyMode_ProxyAutoDetect">Configuració de la detecció automàtica de servidors intermediaris</string><string id="ProxyMode_ProxyPacScript">Fes servir un script de servidor intermediari .pac</string><string id="ProxyMode_ProxyFixedServers">Fes servir servidors intermediaris fixos</string><string id="ProxyMode_ProxyUseSystem">Utilitza la configuració del servidor intermediari del sistema</string><string id="ProxyServer">Adreça o URL del servidor intermediari</string><string id="ProxyServer_Explain">Permet especificar l'URL del servidor intermediari.

Aquesta política només té efecte si heu seleccionat la configuració manual del servidor intermediari a Tria com vols especificar la configuració del servidor intermediari.

Deixeu-la sense establir si heu seleccionat qualsevol altra manera d'establir les polítiques del servidor intermediari.

Per obtenir més opcions i exemples detallats, aneu a:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL d'un fitxer .pac d'un servidor intermediari</string><string id="ProxyPacUrl_Explain">Permet especificar l'URL d'un fitxer .pac del servidor intermediari.

Aquesta política només té efecte si heu seleccionat la configuració manual del servidor intermediari a Tria com vols especificar la configuració del servidor intermediari.

Deixeu-la sense establir si heu seleccionat qualsevol altra manera d'establir les polítiques del servidor intermediari.

Per veure exemples detallats, aneu a:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Regles d'evitació de servidors intermediaris</string><string id="ProxyBypassList_Explain">Google Chrome evitarà qualsevol servidor intermediari de la llista d'amfitrions proporcionada.

Aquesta política només es fa efectiva si has seleccionat la configuració manual del servidor intermediari a Tria com vols especificar la configuració del servidor intermediari.

Deixa-la sense establir si has seleccionat qualsevol altra manera de definir les polítiques del servidor intermediari.

Per veure exemples més detallats, ves a:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="Attestation_group">Testimoni remot</string><string id="AttestationEnabledForUser">Activa el testimoni remot per a l'usuari.</string><string id="AttestationEnabledForUser_Explain">Si s'estableix en &quot;true&quot;, l'usuari pot utilitzar el maquinari dels dispositius Chrome per confirmar la seva identitat de manera remota de cara a l'entitat emissora de certificats de privadesa a través de l'Enterprise Platform Keys API mitjançant chrome.enterprise.platformKeys.challengeUserKey().

Si s'estableix en &quot;false&quot; o no s'estableix, les crides a l'API tornaran un codi d'error.</string><string id="AttestationExtensionWhitelist">Autoritza les extensions a utilitzar l'API de testimoni remot.</string><string id="AttestationExtensionWhitelist_Explain">Aquesta política especifica les extensions que tenen permís per utilitzar la funció chrome.enterprise.platformKeys.challengeUserKey() de l'Enterprise Platform Keys API per a la confirmació remota. Les extensions s'han d'afegir a aquesta llista per poder utilitzar l'API.

Si no s'estableix la llista o no s'hi inclou alguna extensió, les crides a l'API tornaran un codi d'error.</string><string id="AttestationExtensionWhitelistDesc">Autoritza les extensions a utilitzar l'API de testimoni remot.</string><string id="AllowDeletingBrowserHistory">Activa la supressió de l'historial de baixades i del navegador</string><string id="AllowDeletingBrowserHistory_Explain">Permet suprimir l'historial del navegador i de baixades de Google Chrome i impedeix que els usuaris canviïn aquesta configuració.

Tingueu en compte que, fins i tot si aquesta política està desactivada, no es garanteix que es conservi l'historial de navegació i de baixades: els usuaris podrien editar o suprimir els fitxers de la base de dades de l'historial directament i el navegador podria fer caducar o arxivar qualsevol dels elements de l'historial o tot l'historial en qualsevol moment.

Si s'activa o no es defineix aquesta configuració, l'historial de navegació i de baixades es pot suprimir.

Si es desactiva aquesta configuració, l'historial de navegació i de baixades no es pot suprimir.</string><string id="AllowDinosaurEasterEgg">Permet el joc sorpresa del dinosaure</string><string id="AllowDinosaurEasterEgg_Explain">Permet que els usuaris juguin al joc del dinosaure que apareix per sorpresa quan el dispositiu està sense connexió.

Si aquesta política s'estableix en &quot;false&quot;, els usuaris no podran jugar-hi quan el dispositiu estigui sense connexió. En canvi, si s'estableix en &quot;true&quot;, els usuaris podran jugar-hi. Si es deixa sense establir, els usuaris no podran jugar a aquest joc en un dispositiu Chrome OS inscrit, però sí que ho podran fer en altres circumstàncies.</string><string id="AllowOutdatedPlugins">Permet que s'executin els connectors que estiguin obsolets</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Permet bloquejar la pantalla</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definiu els dominis que tenen permís per accedir a Google Apps for Work</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Activa les pàgines d'error alternatives</string><string id="AlternateErrorPagesEnabled_Explain">Activa l'ús de les pàgines d'error alternatives que es creen a Google Chrome (per exemple, &quot;pàgina no trobada&quot;) i impedeix que els usuaris puguin canviar aquesta configuració. Si activeu aquest paràmetre, s'utilitzaran aquestes pàgines d'error alternatives. Si desactiveu aquest paràmetre, les pàgines d'error alternatives no s'utilitzaran mai. Si activeu o desactiveu aquest paràmetre, els usuaris no podran canviar ni substituir aquesta configuració a Google Chrome. Si no es defineix aquesta política, s'activarà aquest paràmetre però l'usuari podrà canviar-lo.</string><string id="AlwaysAuthorizePlugins">Executa sempre els connectors que requereixen autorització</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Activa Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Quan aquesta política s'estableix en &quot;true&quot;, les dades de les aplicacions d'Android es pengen als servidors d'Android Backup per poder restaurar-les en tornar a instal·lar aplicacions compatibles.

Quan aquesta política s'estableix en &quot;false&quot;, Android Backup Service es desactiva.

Si aquesta opció de configuració està definida, els usuaris no poden canviar-la.

Si no està definida, els usuaris poden activar i desactivar Android Backup Service a l'aplicació Configuració d'Android.</string><string id="ArcCertificatesSyncMode">Estableix la disponibilitat de certificats per a aplicacions ARC</string><string id="ArcCertificatesSyncMode_Explain">Si s'estableix en SyncDisabled o no es configura, els certificats de Google Chrome OS no estan disponibles per a les aplicacions ARC.

Si s'estableix en CopyCaCerts, tots els certificats de CA instal·lats amb fitxers ONC amb Web TrustBit estan disponibles per a les aplicacions ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Desactiva l'ús de certificats de Google Chrome OS a les aplicacions ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Activa l'ús de certificats de CA de Google Chrome OS a les aplicacions ARC</string><string id="ArcEnabled">Activa ARC</string><string id="ArcEnabled_Explain">Quan aquesta política s'estableix en &quot;true&quot;, s'activa ARC per a l'usuari
(depenent de les comprovacions addicionals de la configuració de la política;
però ARC no estarà disponible si el mode efímer
o l'inici de sessió múltiple estan activats a la sessió d'usuari actual).

Si aquesta opció de configuració està desactivada o no està configurada,
els usuaris d'empreses no poden utilitzar ARC.</string><string id="ArcLocationServiceEnabled">Activa el servei d'ubicació de Google a Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Configura ARC</string><string id="ArcPolicy_Explain">Especifica un conjunt de polítiques que es transferiran al temps d'execució d'ARC. El valor ha d'estar en format JSON vàlid.

Aquesta política es pot utilitzar per configurar quines aplicacions per a Android s'instal·len automàticament al dispositiu:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identificador d'aplicacions per a Android, per exemple &quot;com.google.android.gm&quot; per a Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Especifica com s'instal·la una aplicació. OPTIONAL: l'aplicació no s'instal·la automàticament, però l'usuari la pot instal·lar. És l'acció predeterminada si aquesta política no s'especifica. PRELOAD: l'aplicació s'instal·la automàticament, però l'usuari la pot desinstal·lar. FORCE_INSTALLED: l'aplicació s'instal·la automàticament i l'usuari no la pot desinstal·lar. BLOCKED: l'aplicació està bloquejada i no es pot instal·lar. Si es va instal·lar sota una política anterior, es desinstal·larà.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Política per concedir sol·licituds de permisos a les aplicacions. PERMISSION_POLICY_UNSPECIFIED: no s'ha especificat la política. Si no s'especifica cap política per concedir un permís a cap nivell, s'utilitzarà el comportament &quot;PROMPT&quot; de manera predeterminada. PROMPT: s'avisa l'usuari perquè concedeixi un permís. GRANT: es concedeix un permís automàticament. DENY: es rebutja un permís automàticament.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Objecte de configuració de JSON específic de l'aplicació amb un conjunt de parells de valor-clau, per exemple, '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Les claus es defineixen al fitxer de manifest de l'aplicació.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Per fixar aplicacions al menú d'aplicacions, consulta la política PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Permet o bloqueja la captura d'àudio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL als quals els dispositius de captura d'àudio podran accedir sense confirmació.</string><string id="AudioCaptureAllowedUrls_Explain">Els patrons d'aquesta llista es compararan amb l'origen de seguretat
de l'URL que heu sol·licitat. Si es troba alguna coincidència, es permetrà l'accés
als dispositius de captura d'àudio sense confirmació.

NOTA: fins a la versió 45, aquesta política només s'admetia en mode quiosc.</string><string id="AudioCaptureAllowedUrlsDesc">URL als quals els dispositius de captura d'àudio podran accedir sense confirmació.</string><string id="AudioOutputAllowed">Permet reproduir àudio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Activa Emplenament automàtic</string><string id="AutoFillEnabled_Explain">Activa la funció d'emplenament automàtic de Google Chrome i permet que els usuaris emplenin formularis web automàticament mitjançant informació emmagatzemada anteriorment, com ara l'adreça o la informació de la targeta de crèdit. Si desactiveu aquest paràmetre, els usuaris no podran accedir a l'emplenament automàtic. Tant si l'activeu com si no hi configureu cap valor, l'usuari podrà controlar l'emplenament automàtic. D'aquesta manera, podrà configurar perfils d'emplenament automàtic i activar o desactivar l'emplenament automàtic segons li convingui.</string><string id="AutofillCreditCardEnabled">Activa la funció Emplenament automàtic per a les targetes de crèdit</string><string id="AutofillCreditCardEnabled_Explain">Activa la funció Emplenament automàtic de Google Chrome i permet que els usuaris emplenin la informació de targetes de crèdit i d'adreces automàticament als formularis web amb dades emmagatzemades anteriorment.

Si desactives aquesta opció de configuració, Emplenament automàtic mai no suggerirà ni emplenarà la informació de targetes de crèdit, i tampoc no desarà la informació addicional de targetes de crèdit que l'usuari enviï mentre navega pel web.

Si actives aquesta opció de configuració o no hi estableixes cap valor, l'usuari podrà controlar el funcionament general d'Emplenament automàtic (com ara les targetes de crèdit) a la IU.</string><string id="BlockThirdPartyCookies">Bloqueja les galetes de tercers</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Activa la barra d'adreces d'interès</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">L'autenticació de portals captius ignora el servidor intermediari</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Desactiva l'aplicació de la Transparència de certificats per a una llista d'URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Desactiva l'aplicació dels requisits de Transparència de certificats als URL esmentats.

Aquesta política permet que els certificats dels noms d'amfitrió dels URL que especifiquis no es divulguin mitjançant Transparència de certificats. Això permet que es puguin continuar utilitzant certificats que, en cas contrari, podrien no ser de confiança perquè no s'han divulgat públicament de la manera adequada, però fa que sigui més difícil detectar l'emissió inadequada de certificats per a aquests amfitrions.

Un patró d'URL ha de tenir el format que s'indica a la pàgina https://www.chromium.org/administrators/url-blacklist-filter-format. Tanmateix, atès que els certificats són vàlids per a un nom d'amfitrió determinat independent de l'esquema, el port o camí, només es té en compte la part de l'URL corresponent al nom d'amfitrió. No s'admeten amfitrions comodí.

Si no s'estableix aquesta política, qualsevol certificat que s'hagi de divulgar mitjançant la Transparència de certificats es considerarà que no és de confiança si no es divulga d'acord amb la política Transparència de certificats.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Desactiva l'aplicació de la Transparència de certificats per a una llista d'URL</string><string id="ChromeOsLockOnIdleSuspend">Activació del bloqueig quan el dispositiu està inactiu o se suspèn</string><string id="ChromeOsLockOnIdleSuspend_Explain">Permet activar el bloqueig quan els dispositius de Google Chrome OS estiguin inactius o suspesos.

Si activeu aquesta opció de configuració, es demanarà als usuaris una contrasenya per desbloquejar el dispositiu que estigui inactiu.

Si la desactiveu, no es demanarà als usuaris cap contrasenya per desbloquejar el dispositiu que estigui inactiu.

Tant si activeu com si desactiveu aquesta opció de configuració, els usuaris no la podran modificar ni substituir.

Si aquesta política no s'estableix, l'usuari podrà triar si vol que se li demani una contrasenya per desbloquejar el dispositiu o no.</string><string id="ChromeOsMultiProfileUserBehavior">Controla el comportament de l'usuari en una sessió de perfils múltiples</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Controla el comportament de l'usuari en una sessió multiperfil en dispositius Google Chrome OS.

Si aquesta política es defineix com a MultiProfileUserBehaviorUnrestricted, l'usuari pot ser l'usuari principal o el secundari en una sessió multiperfil.

Si aquesta política es defineix com a MultiProfileUserBehaviorMustBePrimary, l'usuari només pot ser l'usuari principal en una sessió multiperfil.

Si aquesta política es defineix com a MultiProfileUserBehaviorNotAllowed, l'usuari no pot formar part d'una sessió multiperfil.

Si definiu aquesta configuració, els usuaris no podran modificar-la ni substituir-la.

Si la configuració es canvia mentre l'usuari té iniciada una sessió multiperfil, es consultarà la configuració corresponent de tots els usuaris de la sessió. La sessió es tancarà si qualsevol dels usuaris ja no té permís per ser a la sessió.

Si la política no es defineix, el valor predeterminat MultiProfileUserBehaviorMustBePrimary s'aplica a usuaris gestionats per l'empresa i MultiProfileUserBehaviorUnrestricted s'utilitzarà per a usuaris no gestionats.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Permet que un usuari empresarial sigui principal i secundari (comportament predeterminat per a usuaris no gestionats)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Permet que un usuari empresarial només sigui un usuari multiperfil principal (comportament predeterminat per a usuaris gestionats per l'empresa)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">No permetis que l'usuari empresarial formi part dels perfils múltiples (com a usuari principal o secundari)</string><string id="ChromeOsReleaseChannel">Canal de la versió</string><string id="ChromeOsReleaseChannel_Explain">Especifica el canal de llançament al qual aquest dispositiu s'hauria de bloquejar.</string><string id="ChromeOsReleaseChannel_StableChannel">Canal estable</string><string id="ChromeOsReleaseChannel_BetaChannel">Canal beta</string><string id="ChromeOsReleaseChannel_DevChannel">Canal per a desenvolupadors (pot ser inestable)</string><string id="ChromeOsReleaseChannelDelegated">Si l'usuari pot configurar el canal de llançament</string><string id="ChromeOsReleaseChannelDelegated_Explain">Si aquesta política s'estableix com a certa i no s'especifica la política ChromeOsReleaseChannel, els usuaris del domini de vinculació podran canviar el canal de llançament del dispositiu. Si aquesta política s'estableix com a falsa, el dispositiu es bloquejarà a tots els canals on s'hagi establert per darrera vegada.

La política ChromeOsReleaseChannel anul·larà el canal seleccionat per l'usuari, però si el canal de la política és més estable que el que s'ha instal·lat al dispositiu, el canal només canviarà un cop la versió del canal més estable passi a un número de versió superior a l'instal·lat al dispositiu.</string><string id="ComponentUpdatesEnabled">Permet les actualitzacions de components a Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Si no s'estableix cap valor o s'estableix en &quot;true&quot;, activa les actualitzacions de tots els components a Google Chrome.

Si s'estableix en &quot;false&quot;, les actualitzacions dels components es desactiven. Tanmateix, aquesta política no afecta tots els components, com ara els que no contenen codi executable, els que no afecten de manera considerable el funcionament del navegador o els que són essencials per protegir-lo.
Aquests components inclouen, entre d'altres, les llistes de revocació de certificats i les dades de navegació segura.
Per obtenir més informació sobre Navegació segura, consulta https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Regles de selecció de la impressora predeterminada</string><string id="DefaultPrinterSelection_Explain">Substitueix les regles de selecció de la impressora predeterminada a Google Chrome.

Aquesta política determina les regles per seleccionar la impressora predeterminada a Google Chrome. Això que té lloc la primera vegada que s'utilitza la funció d'imprimir amb un perfil.

Quan s'estableix la política, Google Chrome intenta trobar una impressora que compleixi tots els atributs especificats i la selecciona com a impressora predeterminada. Se selecciona la primera impressora detectada que compleixi la política però, si n'hi ha més d'una, se'n pot seleccionar qualsevol, en funció de l'ordre en què es detectin.

Si no s'estableix la política o no es troba cap impressora adequada durant el temps d'espera, s'utilitza la impressora PDF integrada de manera predeterminada o, si no està disponible, no se'n selecciona cap.

El valor s'analitza com un objecte JSON, d'acord amb l'esquema següent:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Indica si es limita la cerca de la impressora a un grup específic d'impressores.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Expressió regular corresponent a l'identificador de la impressora.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Expressió regular corresponent al nom de visualització de la impressora.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Les impressores connectades a Google Cloud Print es consideren &quot;cloud&quot;, la resta es classifiquen com a &quot;local&quot;.
Si es deixa un camp en blanc, vol dir que tots els valors són vàlids. Si, per exemple, no s'especifica la connectivitat, la previsualització d'impressió iniciarà la detecció de tot tipus d'impressores, locals i en núvol.
Els patrons de les expressions regulars han de seguir la sintaxi de JavaScript RegExp i la concordança distingeix entre majúscules i minúscules.</string><string id="DeveloperToolsDisabled">Desactiva les eines per a desenvolupadors</string><string id="DeveloperToolsDisabled_Explain">Desactiva les Eines per a desenvolupadors i la Consola de JavaScript.

Si actives aquesta opció de configuració, ja no es podrà accedir a les Eines per a desenvolupadors ni inspeccionar els elements del lloc web. Es desactivaran les tecles de drecera i les entrades als menús o als menús contextuals per obrir les Eines per a desenvolupadors o la Consola de JavaScript.

Si aquesta opció es desactiva o no es defineix, l'usuari podrà utilitzar les Eines per a desenvolupadors i la Consola de JavaScript.</string><string id="DeviceAllowBluetooth">Permet el Bluetooth al dispositiu</string><string id="DeviceAllowBluetooth_Explain">Si aquesta política s'estableix en &quot;false&quot;, Google Chrome OS desactiva el Bluetooth i l'usuari no el pot tornar a activar.

Si aquesta política s'estableix en &quot;true&quot; o es deixa sense establir, l'usuari pot activar o desactivar el Bluetooth sempre que vulgui.

Si aquesta política s'estableix, l'usuari no la pot canviar ni substituir.

Després d'activar el Bluetooth, l'usuari ha de tancar la sessió i tornar-la a iniciar perquè s'apliquin els canvis (no cal fer-ho en desactivar el Bluetooth).</string><string id="DeviceAllowNewUsers">Permet la creació de comptes d'usuari</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Permet que els usuaris bescanviïn ofertes a través del registre de Chrome OS.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Els administradors de TI de dispositius empresarials poden utilitzar aquesta marca per controlar si es permet als usuaris bescanviar ofertes mitjançant el registre de Chrome OS.

Si aquesta política es configura com a &quot;true&quot; o si no es configura, els usuaris podran bescanviar ofertes mitjançant el registre de Chrome OS.

Si aquesta política es configura com a &quot;false&quot;, l'usuari no podrà bescanviar ofertes.</string><string id="DeviceAutoUpdateDisabled">Desactiva l'actualització automàtica</string><string id="DeviceAutoUpdateDisabled_Explain">Quan s'estableix en &quot;true&quot;, desactiva les actualitzacions automàtiques.

Quan aquesta opció de configuració no es configura o s'estableix en &quot;false&quot;, els dispositius Google Chrome OS cerquen actualitzacions automàticament.

Advertiment: et recomanem mantenir activades les actualitzacions automàtiques perquè els usuaris rebin actualitzacions de programari i correccions crítiques de seguretat. En definitiva, si es desactiven les actualitzacions automàtiques, es pot posar els usuaris en perill.</string><string id="DeviceAutoUpdateP2PEnabled">Actualització automàtica de P2P activada</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Permet especificar si s'utilitzarà la tecnologia d'igual a igual (P2P) per a les càrregues útils d'actualització del sistema operatiu. Si el valor s'estableix com a True, els dispositius compartiran i provaran de consumir les càrregues útils d'actualització a la xarxa LAN, amb la qual cosa és possible que es redueixi l'ús i la congestió de l'amplada de banda d'Internet. Si la càrrega útil d'actualització no està disponible a la xarxa LAN, el dispositiu farà les baixades des d'un servidor d'actualitzacions. Si el valor s'estableix com a False o si no es configura, no es farà servir P2P.</string><string id="DeviceBlockDevmode">Bloquejar el mode de desenvolupador</string><string id="DeviceBlockDevmode_Explain">Bloquejar el mode de desenvolupador:

Si aquesta política s'estableix com a verdadera, Google Chrome OS impedirà que el dispositiu s'iniciï en mode de desenvolupador. El sistema no s'iniciarà i mostrarà una pantalla d'error quan l'opció de desenvolupador estigui activada.

Si aquesta política no es defineix o s'estableix com a falsa, el mode de desenvolupador continuarà disponible al dispositiu.</string><string id="DeviceDataRoamingEnabled">Activa la itinerància de dades</string><string id="DeviceDataRoamingEnabled_Explain">Determina si cal activar la itinerància de dades per al dispositiu. Si es defineix a «true» (cert), es permet la itinerància de dades. Si es deixa sense configurar o es defineix a «false» (fals), la itinerància de dades no estarà disponible.</string><string id="DeviceEphemeralUsersEnabled">Esborra les dades de l'usuari en tancar la sessió</string><string id="DeviceEphemeralUsersEnabled_Explain">Determina si Google Chrome OS conserva les dades de comptes locals després de tancar la sessió. Si es defineix a «true» (cert), Google Chrome OS no conserva cap compte persistent i es descartaran totes les dades de la sessió de l'usuari després de tancar la sessió. Si aquesta política es defineix a «false» (fals) o no es configura, el dispositiu pot conservar dades d'usuari locals (xifrades).</string><string id="DeviceGuestModeEnabled">Activa el mode de convidat</string><string id="DeviceGuestModeEnabled_Explain">Si aquesta política es defineix a «true» (cert) o no es configura, Google Chrome OS permetrà els inicis de sessió de convidat. Aquests inicis de sessió són sessions d'usuari anònimes i no cal introduir cap contrasenya.

Si aquesta política es defineix a «false» (fals), Google Chrome OS no permetrà que s'iniciïn les sessions de convidat.</string><string id="DeviceLoginScreenAppInstallList">Configura la llista d'aplicacions instal·lades a la pantalla d'inici de sessió</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Configura la llista d'aplicacions instal·lades a la pantalla d'inici de sessió</string><string id="DeviceLoginScreenInputMethods">Dissenys de teclat de la pantalla d'inici de sessió del dispositiu</string><string id="DeviceLoginScreenInputMethods_Explain">Configura quins dissenys de teclat s'admeten a la pantalla d'inici de Google Chrome OS.

Si aquesta política es defineix en una llista d'identificadors de mètodes d'introducció, els mètodes d'introducció indicats estaran disponibles a la pantalla d'inici de sessió. Es preseleccionarà el primer mètode d'introducció de la llista. La selecció d'usuaris es mostrarà al centre de la pantalla d'inici de sessió, però també es mostrarà el mètode d'introducció que l'usuari ha fet servir més recentment, a més dels mètodes d'introducció indicats per aquesta política. Si aquesta política no es defineix, els mètodes d'introducció de la pantalla d'inici de sessió es derivaran de la configuració regional en què es mostri la pantalla d'inici de sessió. S'ignoraran els valors que no siguin identificadors vàlids del mètode d'introducció.</string><string id="DeviceLoginScreenInputMethodsDesc">Dissenys de teclat de la pantalla d'inici de sessió del dispositiu</string><string id="DeviceLoginScreenLocales">Configuració regional de la pantalla d'inici de sessió del dispositiu</string><string id="DeviceLoginScreenLocales_Explain">Defineix la configuració regional, que s'aplica a la pàgina d'inici de sessió de Google Chrome OS.

Si es defineix aquesta política, la pantalla d'inici de sessió sempre es mostrarà en la configuració regional que indiqui el primer valor d'aquesta política (que es defineix com una llista que permet la compatibilitat amb versions posteriors). Si aquesta política no es defineix o es defineix en una llista buida, la pantalla d'inici de sessió es mostrarà en la configuració regional de la darrera sessió de l'usuari. Si aquesta política es defineix en un valor que no és una configuració regional vàlida, la pantalla d'inici de sessió es mostrarà en una configuració regional alternativa (actualment, en-US).</string><string id="DeviceLoginScreenLocalesDesc">Configuració regional de la pantalla d'inici de sessió del dispositiu</string><string id="DeviceLoginScreenPowerManagement">Gestió de l'alimentació a la pantalla d'inici de sessió</string><string id="DeviceLoginScreenPowerManagement_Explain">Configuració de la gestió d'energia a la pantalla d'inici de Google Chrome OS

Aquesta política us permet configurar de quina manera es comporta Google Chrome OS quan no hi ha activitat de l'usuari durant un temps determinat quan es mostra la pantalla d'inici. La política controla diversos paràmetres. Per conèixer la semàntica i els intervals de valors, consulteu les polítiques corresponents que controlen la gestió d'energia d'una sessió. Les úniques desviacions d'aquestes polítiques són les següents:
* Les accions que s'han de dur a terme si l'usuari està inactiu o si es tanca la tapa no poden ser finalitzar la sessió.
* L'acció predeterminada que es duu a terme quan l'usuari està inactiu i el dispositiu està connectat al corrent és l'apagada.

Si no s'especifica un paràmetre, s'utilitza un valor predeterminat.

Si no es defineix aquesta política, s'utilitzen els valors predeterminats per a tots els paràmetres.</string><string id="DeviceMetricsReportingEnabled">Activa la creació d'informes de mètriques</string><string id="DeviceMetricsReportingEnabled_Explain">Controla si es notifiquen a Google les mètriques d'ús i les dades de diagnòstic, inclosos els informes d'error. Si es defineix en &quot;true&quot;, Google Chrome OS informarà de les mètriques d'ús i de les dades de diagnòstic. Si no es configura o es defineix en &quot;false&quot;, es desactivaran els informes de mètriques i de dades de diagnòstic.</string><string id="DeviceNativePrinters">Fitxer de configuració de la impressora d'empresa per a dispositius</string><string id="DeviceNativePrinters_Explain">Proporciona configuracions per a les impressores d'empresa vinculades a dispositius.

Aquesta política et permet proporcionar configuracions d'impressores als dispositius Google Chrome OS. El fitxer ha d'estar codificat en JSON i no pot superar els 5 MB. El format és el mateix que el del diccionari NativePrinters. Es calcula que 5 MB corresponen a un fitxer amb unes 21.000 impressores. El resum criptogràfic serveix per verificar la integritat de la baixada.

El fitxer es baixa i es desa a la memòria cau. Es torna a baixar cada cop que es modifica l'URL o el resum.

Si es defineix aquesta política, Google Chrome OS baixarà el fitxer per a les configuracions d'impressores i les impressores estaran disponibles de conformitat amb DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist i DeviceNativePrintersBlacklist.

Aquesta política no influeix en la possibilitat que tenen els usuaris de configurar les impressores en dispositius concrets. La seva finalitat és complementar la configuració de les impressores per part dels usuaris.

Aquesta política complementa NativePrintersBulkConfiguration.

Si aquesta política no es defineix, no hi haurà impressores per als dispositius i les altres polítiques DeviceNativePrinter* s'ignoraran.</string><string id="DeviceNativePrintersAccessMode">Política d'accés a la configuració d'impressores per a dispositius</string><string id="DeviceNativePrintersAccessMode_Explain">Controla quines impressores de la política DeviceNativePrinters tenen disponibles els usuaris.

Determina quina política d'accés s'utilitza per a la configuració massiva d'impressores. Si se selecciona AllowAll, es mostren totes les impressores. Si se selecciona BlacklistRestriction, s'utilitza DeviceNativePrintersBlacklist per restringir l'accés a les impressores especificades. Si se selecciona WhitelistPrintersOnly, DeviceNativePrintersWhitelist només mostra les impressores disponibles.

Si aquesta política no es defineix, es pressuposa que s'aplica BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Es mostren totes les impressores tret de les que s'inclouen a la llista negra.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Només es mostren als usuaris les impressores que s'inclouen a la llista blanca</string><string id="DeviceNativePrintersAccessMode_AllowAll">Permet totes les impressores del fitxer de configuració.</string><string id="DeviceNativePrintersBlacklist">Impressores desactivades per a dispositius d'empresa</string><string id="DeviceNativePrintersBlacklist_Explain">Especifica les impressores que un usuari no pot fer servir.

Aquesta política només s'utilitza si se selecciona BlacklistRestriction per a DeviceNativePrintersAccessMode.

Si s'utilitza, l'usuari té accés a totes les impressores tret de les identificades en aquesta política.
</string><string id="DeviceNativePrintersBlacklistDesc">Impressores desactivades per a dispositius d'empresa</string><string id="DeviceNativePrintersWhitelist">Impressores activades per a dispositius d'empresa</string><string id="DeviceNativePrintersWhitelist_Explain">Especifica les impressores que un usuari pot fer servir.

Aquesta política només s'utilitza si se selecciona WhitelistPrintersOnly per a DeviceNativePrintersAccessMode.

Si s'utilitza, l'usuari només tindrà a la seva disposició les impressores amb identificadors que coincideixin amb els valors d'aquesta política. Els identificadors han de correspondre amb les entrades del fitxer especificat a DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Impressores activades per a dispositius d'empresa</string><string id="DeviceOffHours">Intervals d'horari de desactivació en què s'apliquen les polítiques &quot;OffHours&quot; |ignored_policy_proto_tags| del dispositiu</string><string id="DeviceOffHours_Explain">Si es defineix la política &quot;OffHours&quot;, s'ignoraran les polítiques especificades del dispositiu (s'utilitza la configuració predeterminada d'aquestes polítiques) durant els intervals de temps definits. Chrome tornarà a aplicar les polítiques del dispositiu en cada esdeveniment quan el període &quot;OffHours&quot; s'iniciï o finalitzi. L'usuari rebrà una notificació i se'l forçarà a tancar la sessió quan finalitzi el temps establert a &quot;OffHours&quot; i es modifiqui la configuració de la política del dispositiu (per exemple, quan un usuari iniciï la sessió amb un compte no permès).</string><string id="DeviceOpenNetworkConfiguration">Configuració de la xarxa a nivell del dispositiu</string><string id="DeviceOpenNetworkConfiguration_Explain">Permet aplicar la configuració de la xarxa per a tots els usuaris d'un dispositiu Google Chrome OS. La configuració de la xarxa és una cadena en format JSON, segons la definició del format de la configuració de xarxa oberta que apareix a https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Freqüència d'actualització de la política de dispositiu</string><string id="DevicePolicyRefreshRate_Explain">Especifica el període en mil·lisegons per al qual se sol·licita informació sobre polítiques relatives a l'usuari al servei de gestió de dispositius.

Si aquesta política s'estableix, el valor predeterminat de tres hores se substituirà per un dels valors vàlids, que es troben en un interval d'1.800.000 (30 minuts) a 86.400.000 mil·lisegons (un dia). Els valors que no es trobin dins d'aquest interval s'ajustaran al límit corresponent.

Si aquesta política no s'estableix, Google Chrome OS utilitzarà el valor predeterminat de tres hores.

Tingues en compte que, si la plataforma admet notificacions sobre polítiques, el retard d'actualització s'establirà en 24 hores (i s'ignoraran tots els valors predeterminats i el valor d'aquesta política), ja que es preveu que aquestes notificacions forcin una actualització automàtica cada vegada que canviï la política. Per tant, serà innecessari fer actualitzacions més freqüents.</string><string id="DeviceQuirksDownloadEnabled">Activa l'opció d'enviar consultes a Quirks Server per als perfils de maquinari</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Reinicia automàticament en apagar el dispositiu</string><string id="DeviceRebootOnShutdown_Explain">Si aquesta política s'estableix en false o no es configura, Google Chrome OS permetrà que l'usuari apagui el dispositiu.
Si aquesta política s'estableix en true, Google Chrome OS reiniciarà el dispositiu quan l'usuari l'apagui. És a dir, Google Chrome OS substitueix tots els botons d'apagat de la interfície d'usuari per botons de reinici. Per tant, si l'usuari apaga el dispositiu amb el botó d'engegada, es reiniciarà de manera automàtica, encara que la política estigui activada.</string><string id="DeviceShowUserNamesOnSignin">Mostra els noms d'usuari a la pantalla d'inici de sessió</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Opcions del sistema que s'han d'aplicar en iniciar Google Chrome</string><string id="DeviceStartUpFlags_Explain">Especifica les opcions que s'han d'aplicar a Google Chrome quan s'inicia. Les opcions especificades només s'apliquen a la pantalla d'inici de sessió. Les opcions definides mitjançant aquesta política no es propaguen a les sessions de l'usuari.</string><string id="DeviceStartUpFlagsDesc">Opcions del sistema que s'han d'aplicar en iniciar Google Chrome</string><string id="DeviceTargetVersionPrefix">Versió objectiu de l'actualització automàtica</string><string id="DeviceTargetVersionPrefix_Explain">Defineix una versió de destinació per a les actualitzacions automàtiques.

Especifica el prefix de la versió de destinació a la qual Google Chrome OS s'ha d'actualitzar. Si el dispositiu té una versió anterior al prefix especificat, s'actualitzarà a la darrera versió que tingui el prefix en qüestió. Si el dispositiu ja té una versió posterior, no tindrà cap efecte (és a dir, no es canviarà a una versió inferior) i el dispositiu continuarà tenint la versió actual. El format del prefix depèn del component, tal com es mostra a l'exemple següent:

&quot;&quot; (o sense configurar): s'actualitza a la darrera versió disponible.
&quot;1412.&quot;: s'actualitza a qualsevol versió secundària de 1412 (per exemple, 1412.24.34 o 1412.60.2)
&quot;1412.2.&quot;: s'actualitza a qualsevol versió secundària de 1412.2 (per exemple, 1412.2.34 o 1412.2.2)
&quot;1412.24.34&quot;:  només s'actualitza a aquesta versió específica

Advertiment: no et recomanem configurar restriccions de versions, ja que podrien impedir que els usuaris rebin actualitzacions de programari i correccions crítiques de seguretat. En definitiva, restringir les actualitzacions al prefix d'una versió específica pot posar els usuaris en perill.</string><string id="DeviceUpdateAllowedConnectionTypes">Tipus de connexions permesos per a actualitzacions</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Tipus de connexions que es poden utilitzar per a les actualitzacions del sistema operatiu (SO). Les actualitzacions del SO poden saturar la connexió a causa de la seva mida i poden comportar costos addicionals. Per tant, no estan activades de manera predeterminada en tipus de connexió que es consideren cares, entre les quals hi ha, en aquests moments, WiMax, Bluetooth i connexió mòbil.

Els identificadors de tipus de connexió reconeguts són &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; i &quot;xarxes mòbils&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Tipus de connexions permesos per a actualitzacions</string><string id="DeviceUpdateHttpDownloadsEnabled">Permet les baixades d'actualització automàtica mitjançant HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Les càrregues útils d'actualització automàtica de Google Chrome OS es poden baixar mitjançant HTTP en lloc de HTTPS. Això permet l'emmagatzematge en memòria cau transparent de HTTP de les baixades de HTTP.

Si aquesta política es configura com a &quot;true&quot;, Google Chrome OS provarà de baixar les càrregues útils d'actualització automàtica mitjançant HTTP. Si la política es configura com a &quot;false&quot; o si no es configura, s'utilitzarà HTTPS per baixar les càrregues útils d'actualització automàtica.</string><string id="DeviceUpdateScatterFactor">Actualitza automàticament el factor de dispersió</string><string id="DeviceUpdateScatterFactor_Explain">Especifica el nombre de segons fins a què un dispositiu pot retardar aleatòriament la baixada d'una actualització des del moment en què l'actualització es transmet per primera vegada des del servidor. El dispositiu pot esperar una part d'aquest temps en termes de rellotge i la part restant en termes de nombre de comprovacions d'actualitzacions. En qualsevol cas, la dispersió tendeix cap amunt a una quantitat constant de temps, de manera que un dispositiu mai no es quedi encallat mentre espera que es baixi una actualització.</string><string id="DeviceUserWhitelist">Llista blanca de l'usuari d'inici de sessió</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Llista blanca de l'usuari d'inici de sessió</string><string id="DeviceWallpaperImage">Imatge de fons de pantalla del dispositiu</string><string id="DeviceWallpaperImage_Explain">Configura la imatge de fons de la pantalla d'inici de sessió d'un dispositiu si ningú no hi ha iniciat la sessió. Per establir la política, cal especificar l'URL que pot fer servir el dispositiu de Chrome OS per baixar la imatge i un resum criptogràfic per verificar la integritat de la baixada. La imatge ha de ser en format JPEG i no ha de superar els 16 MB. S'ha de poder accedir a l'URL sense cap tipus d'autenticació. La imatge de fons de pantalla es baixa i es desa a la memòria cau, i es tornarà a baixar si es modifica l'URL o el resum.

La política s'ha d'especificar en forma de cadena amb l'URL i el resum en format JSON. Per exemple:
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Si la política de fons de pantalla del dispositiu s'estableix, el dispositiu de Chrome OS baixarà la imatge i la farà servir a la pantalla d'inici de sessió si ningú no ha iniciat la sessió. Un cop que un usuari l'hagi iniciada, la política de fons de pantalla de l'usuari s'executarà.

Si la política de fons de pantalla del dispositiu no s'estableix, la política de fons de pantalla de l'usuari determinarà el que es mostra si està establerta.</string><string id="Disable3DAPIs">Desactiva la compatibilitat amb API de gràfics en 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Indica si s'ha de desactivar el cercador de connectors</string><string id="DisablePluginFinder_Explain">Si es defineix aquest paràmetre com a activat, es desactivaran la cerca automàtica i la instal·lació dels connectors que falten a Google Chrome. Si es defineix aquest paràmetre com a desactivat o si es deixa sense definir, el cercador de connectors quedarà actiu.</string><string id="DisableSafeBrowsingProceedAnyway">Desactivació de l'accés des de la pàgina d'advertiment de Navegació segura</string><string id="DisableSafeBrowsingProceedAnyway_Explain">El servei Navegació segura mostra una pàgina d'advertiment quan els usuaris naveguen a llocs marcats com a potencialment maliciosos. En activar aquesta opció de configuració, els usuaris no poden accedir de cap manera a un lloc maliciós des del lloc web d'advertiment.

Si aquesta opció de configuració es desactiva o no es defineix, els usuaris poden decidir si volen accedir al lloc marcat després de veure l'advertiment.

Per obtenir més informació sobre Navegació segura, consulta https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Desactivació de les captures de pantalla</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Estableix la rotació predeterminada de la visualització, que es tornarà a aplicar cada cop que es reiniciï el dispositiu</string><string id="DisplayRotationDefault_Explain">Si aquesta política s'estableix, després de cada reinici es giren totes les
visualitzacions segons l'orientació especificada. També es giren la primera vegada
que es connecten després d'haver canviat el valor de la política. Els usuaris poden
anar a la pàgina de configuració després d'iniciar la sessió per canviar la rotació
de la visualització, però el valor de la política anul·larà l'opció de configuració
el proper cop que es reiniciï el dispositiu.

Aquesta política s'aplica tant a la visualització principal com a les secundàries.

Si la política no s'estableix, el valor predeterminat és 0 graus, i l'usuari
és lliure de canviar-lo. En aquest cas, el valor predeterminat no es torna a aplicar
després de reiniciar el dispositiu.</string><string id="DisplayRotationDefault_ROTATE_0">Gira la pantalla 0 graus</string><string id="DisplayRotationDefault_ROTATE_90">Gira la pantalla 90 graus en el sentit de les agulles del rellotge</string><string id="DisplayRotationDefault_ROTATE_180">Gira la pantalla 180 graus</string><string id="DisplayRotationDefault_ROTATE_270">Gira la pantalla 270 graus en el sentit de les agulles del rellotge</string><string id="DownloadDirectory">Estableix el directori de baixada</string><string id="DownloadDirectory_Explain">Configura el directori que Google Chrome utilitzarà per baixar fitxers.

Si definiu aquesta política, Google Chrome farà servir el directori proporcionat independentment de si l'usuari n'ha especificat cap o de si ha activat la marca perquè es demani la ubicació de baixada cada vegada.

Visiteu l'enllaç https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables per veure una llista de les variables que es poden utilitzar.

Si no es defineix aquesta política, s'utilitzarà el directori de baixada predeterminat i l'usuari podrà canviar-lo.</string><string id="DownloadRestrictions">Permet les restriccions de baixada</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Sense restriccions especials</string><string id="DownloadRestrictions_BlockDangerousDownloads">Bloqueja baixades perilloses</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Bloqueja baixades potencialment perilloses</string><string id="DownloadRestrictions_BlockAllDownloads">Bloqueja totes les baixades</string><string id="EasyUnlockAllowed">Permet utilitzar Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Estratègia de migració per a eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">És similar a Wipe (valor 2), però prova de preservar els testimonis d'inici de sessió perquè l'usuari no hagi de tornar a iniciar la sessió.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Si el model de dispositiu del client ja admetia ARC abans que la migració a ext4 fos necessària per executar ARC, i si la política ArcEnabled s'estableix en &quot;true&quot;, aquesta opció es comportarà com AskUser (valor 3). En la resta de casos (si abans el model de dispositiu no admetia ARC o si la política ArcEnabled s'estableix en &quot;false&quot;), aquest valor és equivalent a DisallowArc (valor 0).</string><string id="EditBookmarksEnabled">Activa o desactiva l'edició d'adreces d'interès.</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Si es permeten certificats emesos per ancoratges de confiança locals que no tinguin l'extensió subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Quan s'activa aquesta opció de configuració, Google Chrome utilitza l'extensió commonName del certificat d'un servidor per fer-la coincidir amb un nom d'amfitrió si el certificat no té l'extensió subjectAlternativeName, sempre que validi correctament els certificats de CA instal·lats localment i s'hi concateni.

Tingues en compte que aquesta opció no es recomana, ja que pot permetre l'omissió de l'extensió nameConstraints que restringeix els noms d'amfitrió per als quals pot estar autoritzat un certificat determinat.

Si aquesta política no s'estableix o s'estableix en &quot;false&quot;, no es confiarà en els certificats del servidor que no tinguin l'extensió subjectAlternativeName i que continguin el nom de DNS o l'adreça IP.</string><string id="EnableDeprecatedWebPlatformFeatures">Activa les funcions obsoletes de la plataforma web durant un temps limitat</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Especifica una llista de funcions obsoletes de la plataforma web per tornar-les a activar temporalment.

Aquesta política permet que els administradors tornin a activar funcions obsoletes de la plataforma web durant un temps limitat. Les funcions s'identifiquen amb una etiqueta de cadena i les funcions que corresponen a les etiquetes incloses a la llista especificada per aquesta política es tornen a activar.

Si aquesta política no s'estableix o si la llista és buida o no coincideix amb cap de les etiquetes de cadena admeses, totes les funcions obsoletes de la plataforma web continuaran desactivades.

Tot i que la política s'admet en les plataformes anteriors, pot ser que la funció que activi no estigui disponible en totes les plataformes. No totes les funcions obsoletes de la plataforma web es poden tornar a activar; només les que s'indiquin explícitament a continuació durant un període de temps limitat, que varia segons la funció. El format general de l'etiqueta de cadena és el següent: [FuncióObsoleta]_EffectiveUntil[aaaammdd]. Com a referència, podeu consultar la finalitat dels canvis de la funció de la plataforma web a la pàgina https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Activa les funcions obsoletes de la plataforma web durant un temps limitat</string><string id="EnableOnlineRevocationChecks">Si es realitzen comprovacions OCSP/CRL en línia</string><string id="EnableOnlineRevocationChecks_Explain">Com que les comprovacions de revocació en línia &quot;soft-fail&quot; no proporcionen cap avantatge concret en termes de seguretat, estan desactivades de manera predeterminada a Google Chrome versió 19 i versions posteriors. En establir aquesta política en true, es restaurarà el comportament anterior i es realitzaran les comprovacions OCSP/CRL en línia.

Si la política no s'estableix o si s'estableix en false, Google Chrome no realitzarà cap comprovació de revocació en línia a Google Chrome 19 ni versions posteriors.</string><string id="EnableSha1ForLocalAnchors">Defineix si es permeten els certificats SHA-1 signats emesos per ancoratges de confiança local</string><string id="EnableSha1ForLocalAnchors_Explain">Quan s'aplica aquesta opció de configuració, Google Chrome admet certificats SHA-1 signats, sempre que estiguin correctament validats i encadenats a certificats de CA instal·lats localment.

Tingues en compte que aquesta política depèn que la pila de verificació de certificats del sistema operatiu admeti signatures SHA-1. Si una actualització del SO canvia la gestió de certificats SHA-1, és possible que aquesta política ja no tingui efecte. A més, aquesta política és una solució temporal per donar més temps a les empreses per desvincular-se d'SHA-1, i se suprimirà l'1 de gener del 2019 o un dia proper a aquesta data.

Si aquesta política no es defineix o es defineix com a &quot;false&quot;, Google Chrome seguirà el programa de desactivació d'SHA-1 anunciat públicament.</string><string id="ExternalStorageDisabled">Desactivació del muntatge d'emmagatzematge extern</string><string id="ExternalStorageDisabled_Explain">Quan aquesta política s'estableixi en &quot;true&quot;, l'emmagatzematge extern no estarà disponible al navegador de fitxers.

Aquesta política afecta tots els tipus de mitjans d'emmagatzematge. Per exemple: unitats flaix USB, unitats de disc dur externes, SD i altres targetes de memòria, emmagatzematge òptic, etc. Aquesta política no afecta l'emmagatzematge intern, de manera que podràs continuar accedint als fitxers desats a la carpeta Baixades. Aquesta política tampoc no afecta Google Drive.

Si aquesta opció de configuració està desactivada o no està configurada, els usuaris podran utilitzar tots els tipus d'emmagatzematge extern compatibles al seu dispositiu.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Quan aquesta política s'estableix en &quot;true&quot;, els usuaris no poden escriure res als dispositius d'emmagatzematge extern.

Si aquesta opció de configuració s'estableix en &quot;false&quot; o no es configura, els usuaris poden crear fitxers als dispositius d'emmagatzematge extern i modificar-los, sempre que permetin l'escriptura física.

La política ExternalStorageDisabled té prioritat sobre aquesta. Si ExternalStorageDisabled s'estableix en &quot;true&quot;, es desactiva tot l'accés a emmagatzematges externs i, per tant, aquesta política s'ignora.

Aquesta política es pot actualitzar dinàmicament a M56 i versions posteriors.</string><string id="ForceGoogleSafeSearch">Força l'aplicació de Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Força que les consultes de Cerca web de Google es facin amb l'opció SafeSearch activada i impedeix que els usuaris canviïn aquest paràmetre.

Si activeu aquest paràmetre, SafeSearch de Cerca de Google sempre estarà activa.

Si desactiveu aquest paràmetre o si no definiu cap valor, SafeSearch de Cerca de Google no s'executarà.</string><string id="ForceMaximizeOnFirstRun">Maximitza la primera finestra del navegador en iniciar-lo per primera vegada</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Aplica com a mínim el mode restringit a YouTube</string><string id="ForceYouTubeRestrict_Explain">Aplica com a mínim el mode restringit a YouTube i impedeix que els usuaris en triïn un de més permissiu.

Si aquesta opció de configuració s'estableix en Estricte, el mode restringit estricte està sempre actiu a YouTube.

Si s'estableix en Moderat, l'usuari només pot triar el mode restringit moderat o estricte a YouTube, però no el pot desactivar.

Si s'estableix en Desactivat o no s'estableix cap valor, Google Chrome no aplica el mode restringit a YouTube. Tot i així, les polítiques externes, com ara les de YouTube, poden continuar aplicant el mode restringit.</string><string id="ForceYouTubeRestrict_Off">No apliquis el mode restringit a YouTube</string><string id="ForceYouTubeRestrict_Moderate">Aplica almenys el mode restringit moderat a YouTube</string><string id="ForceYouTubeRestrict_Strict">Aplica el mode restringit estricte a YouTube</string><string id="FullscreenAllowed">Permet el mode de pantalla completa</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Activa la compatibilitat amb HTTP/0.9 als ports no predeterminats</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Aquesta política activa la compatibilitat amb HTTP/0.9 als ports que no són 80 per a HTTP ni 443 per a HTTPS.

Està desactivada de manera predeterminada i, si s'activa, els usuaris es poden trobar amb el problema de seguretat https://crbug.com/600352.

Aquesta política està dissenyada perquè les empreses puguin migrar els servidors que ja tenen a HTTP/0.9. Se suprimirà en el futur.

Si no s'estableix cap valor, es desactivarà la compatibilitat amb HTTP/0.9 en tots els ports no predeterminats.</string><string id="IncognitoModeAvailability">Disponibilitat del mode d'incògnit</string><string id="IncognitoModeAvailability_Explain">Especifica si l'usuari pot obrir les pàgines en mode d'incògnit a Google Chrome. Si se selecciona l'opció &quot;activat&quot; o no es defineix la política, les pàgines es podran obrir en mode d'incògnit. Si se selecciona l'opció &quot;desactivat&quot;, les pàgines no es podran obrir en mode d'incògnit. Si se selecciona l'opció &quot;forçat&quot;, les pàgines NOMÉS es podran obrir en mode d'incògnit.</string><string id="IncognitoModeAvailability_Enabled">Mode d'incògnit disponible</string><string id="IncognitoModeAvailability_Disabled">Mode d'incògnit desactivat</string><string id="IncognitoModeAvailability_Forced">S'ha forçat el mode d'incògnit</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Activa l'aïllament de llocs web per a orígens especificats</string><string id="IsolateOrigins_Explain">
NOTA: aquesta política és experimental i pot tenir problemes de funcionalitat.
Si la política s'activa, cadascun dels orígens indicats en una llista separada per comes s'executarà amb el seu propi procés. Així mateix, també s'aïllaran els orígens indicats per subdominis (per exemple, en especificar https://example.com/, l'adreça https://foo.example.com/ també s'aïllarà com a part del lloc web https://example.com/).
Si la política es desactiva, s'aplicarà la lògica de gestió de processos prèvia a la política d'aïllament de llocs web.
Si la política no es configura, l'usuari podrà canviar aquesta opció de configuració.
</string><string id="KeyPermissions">Permisos clau</string><string id="KeyPermissions_Explain">Permet que les extensions tinguin accés a les claus corporatives.

Si les claus es generen amb l'API chrome.enterprise.platformKeys en un compte gestionat, es designen per a l'ús corporatiu. Tanmateix, no s'aplica aquesta designació si es generen d'una altra manera o si s'importen.

Aquesta política és l'única que controla l'accés a claus designades per a l'ús corporatiu. És a dir, l'usuari no pot concedir ni anul·lar l'accés a claus corporatives per part de les extensions.

De manera predeterminada, una extensió no pot utilitzar una clau designada per a l'ús corporatiu, que equival a establir allowCorporateKeyUsage en &quot;false&quot; per a l'extensió en qüestió.

L'únic cas en què una extensió pot utilitzar una clau de plataforma marcada per a l'ús corporatiu per signar dades arbitràries és si allowCorporateKeyUsage s'estableix en &quot;true&quot;. Aquest permís només s'ha de concedir si es confia que l'extensió protegeixi la clau contra l'accés d'atacants.</string><string id="ManagedBookmarks">Adreces d'interès gestionades</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Retard màxim en l'obtenció després de la invalidació d'una política</string><string id="MaxInvalidationFetchDelay_Explain">Especifica el retard màxim en mil·lisegons entre la recepció de la invalidació d'una política i l'obtenció de la política nova del servei de gestió del dispositiu.

En configurar aquesta política se substitueix el valor predeterminat de 5.000 mil·lisegons. Els valors vàlids per a aquesta política se situen en un interval de 1.000 (1 segon) a 300.000 (5 minuts). Tots els valors que no es trobin dins d'aquest interval estaran subjectes al límit respectiu.

Si aquesta política no es defineix, Google Chrome utilitzarà el valor predeterminat de 5.000 mil·lisegons.</string><string id="NativePrinters">Impressió nativa</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Impressió nativa</string><string id="NativePrintersBulkAccessMode">Política d'accés a la configuració de la impressora</string><string id="NativePrintersBulkAccessMode_Explain">Controla quines impressores de la política NativePrintersBulkConfiguration tenen disponibles els usuaris.

Determina quina política d'accés s'utilitza per a la configuració massiva d'impressores. Si se selecciona AllowAll, es mostren totes les impressores. Si se selecciona BlacklistRestriction, s'utilitza NativePrintersBulkBlacklist per restringir l'accés a les impressores especificades. Si se selecciona WhitelistPrintersOnly, NativePrintersBulkWhitelist només mostra les impressores disponibles.

Si aquesta política no es defineix, es pressuposa que s'aplica BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Es mostren totes les impressores tret de les que s'inclouen a la llista negra.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Només es mostren als usuaris les impressores que s'inclouen a la llista blanca</string><string id="NativePrintersBulkAccessMode_AllowAll">Permet totes les impressores del fitxer de configuració.</string><string id="NativePrintersBulkBlacklist">Impressores d'empresa desactivades</string><string id="NativePrintersBulkBlacklist_Explain">Especifica les impressores que un usuari no pot fer servir.

Aquesta política només s'utilitza si se selecciona BlacklistRestriction per a NativePrintersBulkAccessMode.

Si s'utilitza, l'usuari té accés a totes les impressores tret de les identificades en aquesta política.
</string><string id="NativePrintersBulkBlacklistDesc">Impressores d'empresa desactivades</string><string id="NativePrintersBulkConfiguration">Fitxer de configuració de la impressora d'empresa</string><string id="NativePrintersBulkConfiguration_Explain">Proporciona configuracions per a les impressores d'empresa.

Aquesta política et permet proporcionar configuracions d'impressores als dispositius Google Chrome OS. El fitxer ha d'estar codificat en JSON i no pot superar els 5 MB. El format és el mateix que el del diccionari NativePrinters. Es calcula que 5 MB corresponen a un fitxer amb unes 21.000 impressores. El resum criptogràfic serveix per verificar la integritat de la baixada.

El fitxer es baixa i es desa a la memòria cau. Es torna a baixar cada cop que es modifica l'URL o el resum.

Si es defineix aquesta política, Google Chrome OS baixarà el fitxer per a les configuracions d'impressores i les impressores estaran disponibles de conformitat amb NativePrintersBulkAccessMode, NativePrintersBulkWhitelist i NativePrintersBulkBlacklist.

Si defineixes aquesta política, els usuaris no la poden canviar ni substituir.

Aquesta política no influeix en la possibilitat que tenen els usuaris de configurar les impressores en dispositius concrets. La seva finalitat és complementar la configuració de les impressores per part dels usuaris.
</string><string id="NativePrintersBulkWhitelist">Impressores d'empresa activades</string><string id="NativePrintersBulkWhitelist_Explain">Especifica les impressores que un usuari pot fer servir.

Aquesta política només s'utilitza si se selecciona WhitelistPrintersOnly per a NativePrintersBulkAccessMode.

Si s'utilitza, l'usuari només tindrà a la seva disposició les impressores amb identificadors que coincideixin amb els valors d'aquesta política. Els identificadors han de correspondre amb les entrades del fitxer especificat a NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Impressores d'empresa activades</string><string id="NetworkPredictionOptions">Activa la predicció de xarxa</string><string id="NetworkPredictionOptions_Explain">Activa la predicció de xarxa a Google Chrome i impedeix que els usuaris canviïn aquesta opció de configuració.

No només controla la baixada prèvia de DNS, sinó també la connexió i la renderització prèvies de TCP i de SSL de les pàgines web.

Si establiu aquesta preferència en Sempre, en Mai o en Només Wi-Fi, els usuaris no podran canviar ni substituir aquesta opció de configuració a Google Chrome.

Si aquesta política no s'estableix, la predicció de xarxa s'activarà però l'usuari podrà canviar-la.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Prediu accions de xarxa en qualsevol connexió de xarxa</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Prediu les accions de xarxa en qualsevol xarxa que no sigui de telefonia mòbil.
(A 50 està obsoleta i a 52 se suprimeix. Després de 52, si està establert el valor 1, es tracta com a 0; és a dir, prediu les accions de xarxa en qualsevol connexió de xarxa.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">No prediguis accions de xarxa en cap connexió de xarxa</string><string id="NoteTakingAppsLockScreenWhitelist">Afegeix a la llista blanca les aplicacions per prendre notes que es permeten a la pantalla de bloqueig de Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Indica una llista d'aplicacions que es poden activar com a aplicacions per prendre notes a la pantalla de bloqueig de Google Chrome OS.

Si l'aplicació preferida per prendre notes està activada a la pantalla de bloqueig, en aquesta pantalla s'hi mostrarà un element d'IU per iniciar-la.
Quan s'hagi iniciat, l'aplicació podrà crear una finestra d'aplicació a la part superior de la pantalla de bloqueig i crear elements de dades (notes) a l'entorn de la pantalla de bloqueig. L'aplicació podrà importar notes creades a la sessió principal de l'usuari quan la sessió estigui desbloquejada. En aquests moments, a la pantalla de bloqueig només s'hi admeten aplicacions de Chrome per prendre notes.

Si la política es defineix, l'usuari podrà activar una aplicació a la pantalla de bloqueig només si el valor de la llista de polítiques conté l'identificador d'extensió de l'aplicació.
Per tant, si aquesta política es defineix en una llista buida, no es permetrà en cap cas prendre notes des de la pantalla de bloqueig.
Tingues en compte que el fet que la política contingui un identificador d'aplicació no vol dir necessàriament que l'usuari pugui activar l'aplicació com a aplicació per prendre notes a la pantalla de bloqueig. Per exemple, a Chrome 61, la plataforma també restringeix el conjunt d'aplicacions disponibles.

Si la política no es defineix, no imposarà cap restricció al conjunt d'aplicacions que l'usuari pot activar a la pantalla de bloqueig.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Afegeix a la llista blanca les aplicacions per prendre notes que es permeten a la pantalla de bloqueig de Google Chrome OS</string><string id="OpenNetworkConfiguration">Configuració de la xarxa per part de l'usuari</string><string id="OpenNetworkConfiguration_Explain">Permet aplicar la configuració de la xarxa per usuari a un dispositiu Google Chrome OS. La configuració de la xarxa és una cadena en format JSON, segons la definició del format de la configuració de xarxa oberta que apareix a https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Activeu la retirada de l'URL de PAC (per a https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Suprimeix les parts dels URL de tipus https:// que contenen informació confidencial i de seguretat abans d'enviar-los als scripts PAC (configuració automàtica de servidor intermediari) que utilitza Google Chrome durant la resolució del servidor intermediari.

Quan s'estableix com a &quot;true&quot;, s'activa la funció de seguretat i se suprimeixen els URL de tipus https://
abans d'enviar-los als scripts PAC. D'aquesta manera, l'script PAC
no podrà veure la informació que normalment està protegida per un
canal encriptat (com el camí i la consulta de l'URL).

Quan s'estableix com a &quot;false&quot;, es desactiva la funció de seguretat i, per tant, implícitament els scripts
poden veure tots els components d'un URL
de tipus https://. Aquesta opció de configuració s'aplica a tots els scripts PAC independentment de l'origen (com ara
els scripts obtinguts amb un mètode de transport no segur o els obtinguts de manera no segura
amb l'optimització WPAD).

S'estableix com a &quot;true&quot; de manera predeterminada (funció de seguretat activada), excepte en el cas dels usuaris d'empreses
que utilitzen Chrome OS, per als quals s'estableix de manera predeterminada com a &quot;false&quot;.

Es recomana establir-la com a &quot;true&quot;. L'única raó per establir-la com a
&quot;false&quot; és que hi hagi problemes de compatibilitat amb els scripts PAC existents.

La voluntat és suprimir aquesta anul·lació en el futur.</string><string id="PinnedLauncherApps">Llista d'aplicacions fixades perquè es mostrin a la barra d'execució ràpida</string><string id="PinnedLauncherApps_Explain">Enumera els identificadors de les aplicacions que Google Chrome OS mostra com a aplicacions fixades a la barra d'execució ràpida.

Si configureu aquesta política, el conjunt d'aplicacions queda fixada i l'usuari no la pot modificar.

Si no configureu aquesta política, l'usuari pot modificar la llista d'aplicacions fixades a la barra d'execució ràpida.</string><string id="PinnedLauncherAppsDesc">Llista d'aplicacions fixades perquè es mostrin a la barra d'execució ràpida</string><string id="PolicyRefreshRate">Freqüència d'actualització de la política d'usuari</string><string id="PolicyRefreshRate_Explain">Especifica el període en mil·lisegons per al qual se sol·licita informació sobre polítiques relatives a l'usuari al servei de gestió de dispositius.

Si aquesta política s'estableix, el valor predeterminat de tres hores se substituirà per un dels valors vàlids, que es troben en un interval d'1.800.000 (30 minuts) a 86.400.000 mil·lisegons (un dia). Els valors que no es trobin dins d'aquest interval s'ajustaran al límit corresponent. Si la plataforma admet notificacions sobre polítiques, el retard d'actualització s'establirà en 24 hores, ja que es preveu que aquestes notificacions forcin una actualització automàtica cada vegada que canviï la política.

Si aquesta política no s'estableix, Google Chrome utilitzarà el valor predeterminat de tres hores.

Tingues en compte que, si la plataforma admet notificacions sobre polítiques, el retard d'actualització s'establirà en 24 hores (i s'ignoraran tots els valors predeterminats i el valor d'aquesta política), ja que es preveu que aquestes notificacions forcin una actualització automàtica cada vegada que canviï la política. Per tant, serà innecessari fer actualitzacions més freqüents.</string><string id="PrintingEnabled">Activa la impressió</string><string id="PrintingEnabled_Explain">Activa la impressió a Google Chrome i impedeix que els usuaris canviïn aquesta configuració.

Si aquesta configuració està activada o no està configurada, els usuaris poden imprimir.

Si aquesta configuració està desactivada, els usuaris no podran imprimir des de Google Chrome. La impressió estarà desactivada al menú d'opcions, a les extensions, a les aplicacions de JavaScript, etc. Tanmateix, podreu continuar imprimint des de connectors que no passin per Google Chrome durant la impressió. Per exemple, determinades aplicacions de Flash tenen l'opció d'impressió al menú contextual, cosa que no queda coberta per aquesta política.</string><string id="QuicAllowed">Permet el protocol QUIC</string><string id="QuicAllowed_Explain">Si aquesta política s'estableix en &quot;true&quot; o no es configura, es permet utilitzar el protocol QUIC a Google Chrome.
Si aquesta política s'estableix en &quot;false&quot;, no es permet utilitzar el protocol QUIC.</string><string id="RebootAfterUpdate">Reinicia automàticament després d'actualitzar</string><string id="RebootAfterUpdate_Explain">Programa un reinici automàtic un cop s'hagi aplicat una actualització de Google Chrome OS.

Si el valor d'aquesta política s'estableix com a vertader, es programa un reinici automàtic quan l'actualització de Google Chrome OS s'ha aplicat i es necessita un reinici per completar el procés d'actualització. El reinici es programa immediatament, però es podria aplaçar al dispositiu fins a 24 hores si un usuari està fent servir el dispositiu actualment.

Si el valor d'aquesta política s'estableix com a fals, no es programa cap reinici automàtic després d'aplicar una actualització de Google Chrome OS. El procés d'actualització es completa quan el següent usuari reinicia el dispositiu.

Si definiu aquesta política, els usuaris no podran canviar-la ni ignorar-la.

Nota: actualment, els reinicis automàtics només s'activen mentre es mostra la pantalla d'inici de sessió o mentre una sessió d'aplicacions de quiosc està en curs. Això canviarà en el futur i la política sempre s'aplicarà, independentment de si la sessió del tipus que sigui està en curs o no.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Si es requereixen comprovacions d'OCSP/CRL en línia per a ancoratges de confiança locals</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Si aquesta configuració està activada, Google Chrome comprovarà sempre la revocació per als certificats del servidor que estiguin correctament validats i signats per certificats de CA instal·lats localment.

Si Google Chrome no pot obtenir informació de l'estat de revocació, aquests certificats es consideraran revocats (&quot;hard-fail&quot;).

Si aquesta política no està definida o si es defineix com a &quot;false&quot;, Google Chrome utilitzarà la configuració de la comprovació de revocació en línia existent.</string><string id="RunAllFlashInAllowMode">Amplia la configuració del contingut Flash a tot el contingut</string><string id="RunAllFlashInAllowMode_Explain">Si actives aquesta opció de configuració, s'executarà tot el contingut Flash inserit en llocs web que permetin, per indicació de l'usuari o de la política de l'empresa, aquest programari a la configuració de contingut. Això inclou el contingut d'altres orígens o de mida reduïda.

Per controlar quins llocs web poden executar Flash, consulta les polítiques &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; i &quot;PluginsBlockedForUrls&quot;.

Si aquesta opció de configuració està desactivada o no es defineix, és possible que es bloquegi el contingut Flash d'altres orígens o de mida reduïda.</string><string id="SAMLOfflineSigninTimeLimit">Limiteu el temps durant el qual un usuari autenticat mitjançant SAML pot iniciar la sessió fora de línia.</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Permet l'accés des de la pàgina d'advertiment de SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome mostra una pàgina d'advertiment quan els usuaris accedeixen a llocs que tenen errors de SSL. De manera predeterminada o quan aquesta política s'estableix en &quot;true&quot;, els usuaris poden fer clic per tancar aquestes pàgines d'advertiment.
Si aquesta política s'estableix en &quot;false&quot;, els usuaris no poden fer clic per tancar les pàgines d'advertiment.</string><string id="SSLVersionMax">Versió SSL màxima activada</string><string id="SSLVersionMax_Explain">Advertiment: la política de la versió TLS màxima se suprimirà completament de Google Chrome aproximadament a la versió 66 (cap al febrer de 2018).

Si aquesta política no es configura, Google Chrome utilitzarà la versió màxima predeterminada.

També es pot definir a un dels valors següents: tls1.2 o tls1.3. Quan s'hagi definit, Google Chrome no utilitzarà versions SSL/TLS posteriors a la versió especificada. Els valors que no es reconeguin s'ignoraran.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Activa Navegació segura</string><string id="SafeBrowsingEnabled_Explain">Activa la funció Navegació segura a Google Chrome i impedeix que els usuaris canviïn la configuració.

Si actives aquesta opció de configuració, Navegació segura sempre estarà activa.

Si desactives aquesta opció, Navegació segura no estarà mai activa.

Si actives o desactives aquesta opció, els usuaris no podran canviar ni substituir la configuració &quot;Activa la protecció contra pesca i programari maliciós&quot; a Google Chrome.

Si aquesta política no s'estableix, aquesta configuració s'activarà, però l'usuari podrà canviar-la.

Per obtenir més informació sobre Navegació segura, consulta https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Permet que els usuaris activin els informes ampliats de Navegació segura</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Si s'estableix aquesta política en &quot;false&quot;, els usuaris no poden decidir si volen que algunes dades del sistema i contingut de les pàgines s'enviïn als servidors de Google. Si aquesta opció de configuració s'estableix en &quot;true&quot; o no s'estableix, els usuaris poden enviar aquestes dades a Navegació segura per ajudar a detectar les aplicacions i els llocs perillosos.

Per obtenir més informació sobre Navegació segura, consulta https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Desactiva el desament de l'historial de navegació</string><string id="SavingBrowserHistoryDisabled_Explain">Desactiva l'emmagatzematge de l'historial del navegador a Google Chrome i impedeix que els usuaris canviïn aquesta opció.

Si aquesta opció s'activa, l'historial de navegació no es desa (i també es desactiva la sincronització de pestanyes).

Si aquesta opció es desactiva, l'historial de navegació es desa.</string><string id="SearchSuggestEnabled">Activa els suggeriments de cerca</string><string id="SearchSuggestEnabled_Explain">Activa els suggeriments de cerca a l'omnibox de Google Chrome i impedeix que els usuaris puguin canviar aquesta configuració.

Si activeu aquest paràmetre, s'utilitzaran els suggeriments de cerca.

Si el desactiveu, no s'utilitzaran mai els suggeriments de cerca.

Si l'activeu o el desactiveu, els usuaris no podran canviar ni substituir aquesta configuració a Google Chrome.

Si no es defineix aquesta política, aquest paràmetre s'activarà, però l'usuari podrà canviar-lo.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Estableix les configuracions regionals recomanades per a una sessió pública</string><string id="SessionLocales_Explain">Estableix una o més configuracions regionals recomanades per a sessions públiques, de manera que els usuaris en poden triar una fàcilment.

L'usuari pot triar una configuració regional i una disposició de teclat abans d'iniciar una sessió pública. De manera predeterminada, totes les configuracions regionals admeses a Google Chrome OS s'enumeren en ordre alfabètic. Podeu fer servir aquesta política per moure un conjunt de configuracions regionals recomanades a la part superior de la llista.

Si aquesta política no s'estableix, es preselecciona la configuració regional actual de la interfície d'usuari.

Si aquesta política s'estableix, les configuracions regionals recomanades es passaran a dalt de tot de la llista i es diferenciaran visualment de la resta. Les configuracions regionals recomanades s'enumeraran en l'ordre en què es mostren a la política. La primera recomanació es preseleccionarà.

Si hi ha més d'una recomanació, es dona per fet que els usuaris voldran seleccionar una d'aquestes opcions. La selecció de configuració regional i de disposició de teclat s'oferirà clarament quan s'iniciï una sessió pública. Si només hi ha una recomanació, es dona per fet que la majoria d'usuaris voldran utilitzar la configuració regional preseleccionada. La selecció de configuració regional i de disposició de teclat no s'oferirà tan clarament quan s'iniciï una sessió pública.

Quan aquesta política estigui establerta i l'inici de sessió automàtic estigui activat (consulteu les polítiques |DeviceLocalAccountAutoLoginId| i |DeviceLocalAccountAutoLoginDelay|), a la sessió pública que s'hagi iniciat automàticament s'utilitzarà la primera configuració regional recomanada i la disposició de teclat més popular que hi concordi.

La disposició de teclat preseleccionada serà sempre la més popular que concordi amb la configuració regional preseleccionada.

Aquesta política només es pot establir com a recomanada. Podeu fer-la servir per moure una sèrie de configuracions regionals recomanades a la part superior de la llista, però els usuaris sempre poden triar per a la sessió qualsevol de les configuracions admeses a Google Chrome OS.</string><string id="SessionLocalesDesc">Estableix les configuracions regionals recomanades per a una sessió pública</string><string id="ShelfAutoHideBehavior">Controla l'opció d'amagar el prestatge automàticament</string><string id="ShelfAutoHideBehavior_Explain">Controla l'ocultació automàtica del prestatge de Google Chrome OS.

Si aquesta política es defineix com a &quot;AlwaysAutoHideShelf&quot;, el prestatge s'amagarà sempre automàticament.

Si aquesta política es defineix com a &quot;NeverAutoHideShelf&quot;, el prestatge no s'amagarà automàticament.

Si es defineix aquesta política, els usuaris no podran canviar-la ni sobreescriure-la.

Si la política no es defineix, els usuaris podran triar si el prestatge s'ha d'amagar automàticament.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Amaga sempre el prestatge automàticament</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">No amaguis mai el prestatge automàticament</string><string id="ShowHomeButton">Mostra el botó Pàgina d'inici a la barra d'eines</string><string id="ShowHomeButton_Explain">Mostra el botó Pàgina d'inici a la barra d'eines de Google Chrome. Si activeu aquesta opció, el botó Pàgina d'inici es mostrarà sempre. Si la desactiveu, el botó Pàgina d'inici no es mostrarà mai. Independentment de si activeu o desactiveu aquesta opció, els usuaris no podran canviar-la ni anul·lar-la a Google Chrome. Si no definiu aquesta política, l'usuari podrà decidir si vol que es mostri el botó Pàgina d'inici.</string><string id="ShowLogoutButtonInTray">Afegeix un botó de tancament de sessió a la safata del sistema</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Activa l'aïllament de tots els llocs web</string><string id="SitePerProcess_Explain">
NOTA: aquesta política és experimental i pot tenir problemes de funcionalitat.
Pots utilitzar la política IsolateOrigins amb una llista dels llocs web que vols aïllar per treure el màxim partit de les dues opcions: aïllar llocs web amb el mínim impacte possible per als usuaris. L'opció SitePerProcess aïlla tots els llocs web.
Si la política s'activa, cada lloc web s'executarà amb el seu propi procés.
Si la política es desactiva, s'aplicarà la lògica de gestió de processos prèvia a la política d'aïllament de llocs web.
Si la política no es configura, l'usuari podrà canviar aquesta opció de configuració.
</string><string id="SpellCheckServiceEnabled">Activació o desactivació del servei web de correcció ortogràfica</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome pot utilitzar un servei web de Google per corregir errors ortogràfics. Si activeu aquest paràmetre, sempre s'utilitzarà aquest servei. Si el desactiveu, el servei no s'utilitzarà mai.

Podeu continuar comprovant la correcció ortogràfica amb un diccionari que hàgiu baixat. Aquesta política només controla l'ús del servei en línia.

Si no configureu aquest paràmetre, els usuaris podran triar si volen utilitzar el servei de correcció automàtica o no.</string><string id="SuppressUnsupportedOSWarning">Suprimeix l'advertiment de sistema operatiu no compatible</string><string id="SuppressUnsupportedOSWarning_Explain">Suprimeix l'advertiment que es mostra quan Google Chrome s'executa en un ordinador o un sistema operatiu que ja no s'admet.</string><string id="SyncDisabled">Desactiva la sincronització de dades amb Google</string><string id="SyncDisabled_Explain">Desactiva la sincronització de dades a Google Chrome utilitzant els serveis de sincronització allotjats a Google i evita que els usuaris en modifiquin la configuració.

Si actives aquesta opció de configuració, els usuaris no podran modificar-la ni substituir-la a Google Chrome.

Si aquesta política no es defineix, Google Sync estarà disponible perquè l'usuari pugui escollir si la vol utilitzar o no.

Per desactivar el servei Google Sync per complet, et recomanem que el desactivis a la Consola d'administració de Google.

Aquesta política no s'ha d'activar si la política RoamingProfileSupportEnabled està activada, ja que aquesta funció comparteix la mateixa funcionalitat al costat del client. En aquest cas, la sincronització allotjada a Google es desactiva completament.</string><string id="SystemTimezone">Zona horària</string><string id="SystemTimezone_Explain">Especifica la zona horària del dispositiu. Els usuaris poden canviar-la a la sessió en curs, però es torna a restablir en tancar la sessió. Si es proporciona un valor que no és vàlid, la política s'activa de tota manera amb la zona horària GMT. Si es proporciona una cadena buida, la política s'ignora.

Si no es fa servir aquesta política, es continua utilitzant la zona horària activa en aquell moment, tot i que els usuaris poden canviar-la permanentment. Per tant, els canvis que fan els usuaris afecten la pantalla d'inici de sessió i la resta d'usuaris.

La zona horària predeterminada als dispositius nous és US/Pacific.

El format del valor es regeix pels noms de les zones horàries que s'indiquen a la base de dades de zones horàries IANA (consulteu https://ca.wikipedia.org/wiki/Tz_database). En concret, la majoria de noms segueixen el format &quot;continent/ciutat_gran&quot; o &quot;oceà/ciutat_gran&quot;.

Si s'estableix aquesta política, es desactiva totalment l'opció de determinar la zona horària de manera automàtica segons la ubicació del dispositiu. També substitueix la política SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Configura el mètode de detecció automàtica de la zona horària</string><string id="SystemTimezoneAutomaticDetection_Explain">Quan s'estableix aquesta política, el flux de detecció automàtica de la zona horària segueix una de les condicions següents en funció del valor de l'opció de configuració:

Si s'estableix en TimezoneAutomaticDetectionUsersDecide, els usuaris poden controlar la detecció automàtica de la zona horària mitjançant els controls habituals de chrome://settings.

Si s'estableix en TimezoneAutomaticDetectionDisabled, els controls automàtics de zona horària de chrome://settings estan desactivats. La detecció automàtica de la zona horària està sempre desactivada.

Si s'estableix en TimezoneAutomaticDetectionIPOnly, els controls de zona horària de chrome://settings estan desactivats. La detecció automàtica de la zona horària està sempre activada i utilitza el mètode de només IP per determinar la ubicació.

Si s'estableix en TimezoneAutomaticDetectionSendWiFiAccessPoints, els controls de zona horària de chrome://settings estan desactivats. La detecció automàtica de la zona horària està sempre activada. La llista de punts d'accés Wi-Fi visibles s'envia sempre al servidor de l'API de geolocalització per detectar exactament la zona horària.

Si s'estableix en TimezoneAutomaticDetectionSendAllLocationInfo, els controls de zona horària de chrome://settings estan desactivats. La detecció automàtica de la zona horària està sempre activada. La informació d'ubicació (com ara els punts d'accés Wi-Fi, torres de telefonia mòbil disponibles, GPS) s'envia a un servidor per detectar exactament la zona horària.

Si aquesta política no s'estableix, es comporta com si la política TimezoneAutomaticDetectionUsersDecide estigués establerta.

Si s'estableix la política SystemTimezone, substitueix SystemTimezoneAutomaticDetection i la detecció automàtica de la zona horària està totalment desactivada.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Envia sempre els senyals d'ubicació disponibles al servidor mentre es determina la zona horària</string><string id="SystemUse24HourClock">Ús del rellotge de 24 hores de manera predeterminada</string><string id="SystemUse24HourClock_Explain">Especifica el format de rellotge que s'ha de fer servir per al dispositiu.

Amb aquesta política es configura el format de rellotge que s'ha de fer servir a la pantalla d'inici de sessió, que també es defineix com a valor predeterminat de les sessions de l'usuari. De totes maneres, els usuaris encara poden substituir el format de rellotge del seu compte.

Si la política es defineix com a certa, el dispositiu farà servir un format de rellotge de 24 hores. Si es defineix com a falsa, el dispositiu farà servir un format de rellotge de 12 hores.

Si aquesta política no es defineix, el dispositiu farà servir de manera predeterminada un format de rellotge de 24 hores.</string><string id="TPMFirmwareUpdateSettings">Configura el comportament de l'actualització del microprogramari de TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Configura la disponibilitat i el comportament de la funcionalitat d'actualització del microprogramari de TPM.

Les opcions de configuració individuals es poden especificar a les propietats de JSON:

allow-user-initiated-powerwash: si es defineix en true, els usuaris podran activar el flux de Powerwash per instal·lar una actualització del microprogramari de TPM.

Si la política no es defineix, la funcionalitat d'actualització del microprogramari de TPM no estarà disponible.</string><string id="TaskManagerEndProcessEnabled">Activa la finalització de processos al gestor de tasques</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Defineix els Termes i condicions d'un compte local del dispositiu</string><string id="TermsOfServiceURL_Explain">Defineix els Termes i condicions que l'usuari ha d'acceptar abans d'iniciar una sessió amb un compte local del dispositiu.

Si aquesta política es defineix, Google Chrome OS baixa els Termes i condicions i les presenta a l'usuari cada vegada que s'iniciï una sessió amb un compte local del dispositiu. L'usuari només podrà iniciar la sessió una vegada les hagi acceptat.

Si aquesta política no es defineix, no es mostren els Termes i condicions.

La política s'ha de definir en un URL del qual Google Chrome OS pugui baixar els Termes i condicions, que han de trobar-se com a text sense format proporcionat com a text/sense format de tipus MIME. No es permet el marcatge.</string><string id="TouchVirtualKeyboardEnabled">Activa el teclat virtual</string><string id="TouchVirtualKeyboardEnabled_Explain">Amb aquesta política es configura el teclat virtual per activar-lo com a dispositiu d'introducció de text a Chrome OS. Els usuaris no poden substituir aquesta política.

Si la política es defineix com a certa, el teclat virtual en pantalla sempre estarà activat.

Si es defineix com a falsa, el teclat virtual en pantalla sempre estarà desactivat.

Si definiu aquesta política, els usuaris no la podran modificar ni substituir. De totes maneres, els usuaris encara podran activar o desactivar un teclat d'accessibilitat en pantalla, que té prioritat sobre el teclat virtual que es controla amb aquesta política. Consulteu la política |VirtualKeyboardEnabled| per controlar el teclat d'accessibilitat en pantalla.

Si aquesta política no es defineix, el teclat en pantalla està desactivat inicialment però l'usuari el pot activar en qualsevol moment. També es poden fer servir regles heurístiques per decidir quan s'ha de mostrar el teclat.</string><string id="TranslateEnabled">Activa Google Traductor</string><string id="TranslateEnabled_Explain">Activa el servei de Google Translate integrat a Google Chrome. Si activeu aquest paràmetre, Google Chrome mostrarà una barra d'eines integrada que permet traduir la pàgina per a l'usuari, si és apropiat. Si el desactiveu, els usuaris no veuran mai la barra de traducció. Si l'activeu o el desactiveu, els usuaris no podran canviar ni substituir aquesta configuració a Google Chrome. Si no es defineix aquest paràmetre, l'usuari podrà decidir si vol utilitzar aquesta funció o no.</string><string id="URLBlacklist">Bloqueja l'accés a una llista d'URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Bloqueja l'accés a una llista d'URL</string><string id="URLWhitelist">Permet l'accés a una llista d'URL</string><string id="URLWhitelist_Explain">Permet l'accés als URL de la llista, com a excepció de la llista negra d'URL.

Consulteu la descripció de la política sobre la llista negra d'URL per al format d'entrades d'aquesta llista.

Aquesta política es pot utilitzar per obrir les excepcions de llistes negres restrictives. Per exemple, es pot afegir &quot;*&quot; a la llista negra perquè es bloquegin totes les sol·licituds, i aquesta política es pot fer servir per permetre l'accés a una llista limitada d'URL. Es pot fer servir per obrir excepcions a determinats esquemes, subdominis d'altres dominis, ports o camins específics.

El filtre més específic determinarà si es bloqueja un URL o si es permet accedir-hi. La llista blanca preval sobre la llista negra.

Aquesta política està limitada a 1.000 entrades; les entrades següents s'ignoraran.

Si no es defineix aquesta política, no es faran excepcions a la llista negra de la política &quot;URLBlacklist&quot;.</string><string id="URLWhitelistDesc">Permet l'accés a una llista d'URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Si aquesta política s'estableix com a verdadera, es permet utilitzar l'escriptori unificat
i està activat de manera predeterminada. Així, les aplicacions poden ocupar diverses pantalles.
Per desactivar l'escriptori unificat en pantalles concretes, l'usuari pot
desmarcar l'opció corresponent a la configuració de pantalles.

Si aquesta política s'estableix com a falsa o no s'estableix, l'escriptori unificat
es desactivarà. En aquest cas, l'usuari no pot activar la funció.</string><string id="UsbDetachableWhitelist">Llista blanca de dispositius USB que es poden separar</string><string id="UsbDetachableWhitelist_Explain">Defineix la llista de dispositius USB que està permès separar del controlador de kernel per tal d'utilitzar-los mitjançant l'API de chrome.usb directament dins d'una aplicació web. Les entrades són parells formats per l'identificador del producte i l'identificador del proveïdor dels USB, que permeten identificar un maquinari concret.

Si aquesta política no està configurada, la llista de dispositius USB que es poden separar és buida.</string><string id="UsbDetachableWhitelistDesc">Llista blanca de dispositius USB que es poden separar</string><string id="UserAvatarImage">Imatge d'avatar de l'usuari</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Defineix el nom de visualització per als comptes locals del dispositiu</string><string id="UserDisplayName_Explain">Controla el nom del compte que Google Chrome OS mostra a la pantalla d'inici de sessió per al compte local del dispositiu corresponent.

Si es defineix aquesta política, la pantalla d'inici de sessió farà servir la cadena especificada al selector d'inici de sessió en funció de la foto per al compte local del dispositiu corresponent.

Si la política no es defineix, Google Chrome OS farà servir l'ID del compte de correu electrònic del compte local del dispositiu com a nom de visualització a la pantalla d'inici de sessió.

Aquesta política s'ignora en els comptes d'usuari normals.</string><string id="VideoCaptureAllowed">Permet o bloqueja la captura de vídeo</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL als quals els dispositius de captura de vídeo podran accedir sense confirmació.</string><string id="VideoCaptureAllowedUrls_Explain">Els patrons d'aquesta llista es compararan amb l'origen de seguretat
de l'URL que heu sol·licitat. Si es troba alguna coincidència, es permetrà l'accés
als dispositius de captura d'àudio sense confirmació.

NOTA: fins a la versió 45, aquesta política només s'admetia en mode quiosc.</string><string id="VideoCaptureAllowedUrlsDesc">URL als quals els dispositius de captura de vídeo podran accedir sense confirmació.</string><string id="WPADQuickCheckEnabled">Activa l'optimització WPAD</string><string id="WPADQuickCheckEnabled_Explain">Permet desactivar l'optimització WPAD (detecció automàtica de servidors intermediaris web) a Google Chrome.

Si aquesta política s'estableix en &quot;false&quot;, l'optimització WPAD es desactiva i Google Chrome ha d'esperar més temps els servidors WPAD basats en DNS. Si la política no s'estableix o està activada, l'optimització WPAD s'activa.

Tant si la política s'estableix com si no, els usuaris no poden canviar la configuració de l'optimització WPAD.</string><string id="WallpaperImage">Imatge de fons de pantalla</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Restringeix l'interval de ports UDP locals utilitzats per WebRTC</string><string id="WebRtcUdpPortRange_Explain">Si es defineix la política, l'interval de ports UDP que utilitza WebRTC estarà restringit a un interval de ports específic (extrems inclosos).

Si la política no es defineix o es defineix a la cadena buida o en un interval de ports no vàlid, WebRTC pot fer servir qualsevol port UDP local disponible.</string></stringTable><presentationTable><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Configuració del prefix TalkGadget per als amfitrions d'accés remot</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Restringeix l'interval de port UDP utilitzat per l'amfitrió d'accés remot</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL on els clients d'accés remot han d'obtenir el testimoni d'autenticació</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL per validar el testimoni d'autenticació del client per a l'accés remot</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certificat de client per connectar-se a RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Defineix el tipus de lupa</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Estableix el tipus de lupa predeterminat activat a la pantalla d'inici de sessió</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Configuració predeterminada de les galetes</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Configuració predeterminada de les imatges</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Configuració de JavaScript predeterminada</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Configuració predeterminada del connector Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Configuració predeterminada de les finestres emergents</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Configuració de notificacions predeterminada</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Configuració d'ubicació predeterminada</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Controla l'ús de l'API Web Bluetooth</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Selecciona automàticament certificats de client per a aquest llocs</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Permet les galetes en aquests llocs</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Bloqueja les galetes en aquests llocs</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Permet les galetes només de sessió en aquests llocs</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Permet les imatges en aquests llocs</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Bloqueja les imatges en aquests llocs</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Permet JavaScript en aquests llocs</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Bloqueja JavaScript en aquests llocs</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Permet el connector Flash en aquests llocs</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Bloqueja el connector Flash en aquests llocs</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Permet les finestres emergents en aquests llocs</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registra els gestors del protocol</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Bloqueja les finestres emergents en aquests llocs</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Permet les notificacions en aquests llocs</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Bloqueja les notificacions d'aquests llocs</listBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID de les extensions que l'usuari no pot instal·lar (o bé * per a totes)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID de les extensions que s'han d'excloure de la llista negra</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Identificadors de les extensions i de les aplicacions i URL de les actualitzacions que s'instal·laran en silenci</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Patrons d'URL per permetre la instal·lació d'extensions, d'aplicacions i de scripts d'usuari des de</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Tipus d'extensions i d'aplicacions que es poden instal·lar</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Configuració de la gestió d'extensions</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Acció que cal dur a terme quan l'usuari tanca la tapa</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Percentatge que permet ajustar el retard d'inactivitat de la pantalla en mode de presentació:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Percentatge que permet ajustar el temps d'espera d'inactivitat de la pantalla si l'usuari passa a estar actiu després de la inactivitat.:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Configuració de la gestió de l'energia quan l'usuari està inactiu</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Temps d'inactivitat per al bloqueig de pantalla</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Esquemes d'autenticació compatibles</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Llista blanca del servidor d'autenticació</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Llista blanca del servidor de delegacions Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Nom del proveïdor de cerca predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Paraula clau del proveïdor de cerca predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>URL de cerca del proveïdor de cerques predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>URL de suggeriments del proveïdor de cerca predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>URL instantani del proveïdor de cerca predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Icona del proveïdor de cerca predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Codificacions del proveïdor de cerca predeterminat</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Llista d'URL alternatius per al proveïdor de cerca predeterminat</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Paràmetre que controla l'emplaçament del terme de cerca del proveïdor de cerca predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Paràmetre que proporciona la funció de cerca per imatge per al proveïdor de cerca predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL de la pestanya nova del proveïdor de cerca predeterminat</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Paràmetres per a l'URL de cerca que utilitza POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Paràmetres per a l'URL suggerit que utilitza POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Paràmetres per a l'URL instantani que utilitza POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Paràmetres de l'URL de la imatge que utilitza POST</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL de la pàgina Pestanya nova</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL de la pàgina d'inici</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Acció en iniciar</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL que s'han d'obrir en iniciar</listBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Tria com vols especificar la configuració del servidor intermediari</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adreça o URL del servidor intermediari</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL d'un fitxer .pac d'un servidor intermediari</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Llista de regles d'evitació de servidors intermediaris separada per comes</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Autoritza les extensions a utilitzar l'API de testimoni remot.</listBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definiu els dominis que tenen permís per accedir a Google Apps for Work</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Estableix la disponibilitat de certificats per a aplicacions ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Configura ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL als quals els dispositius de captura d'àudio podran accedir sense confirmació.</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Desactiva l'aplicació de la Transparència de certificats per a una llista d'URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Controla el comportament de l'usuari en una sessió de perfils múltiples</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Canal de la versió</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Regles de selecció de la impressora predeterminada</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Configura la llista d'aplicacions instal·lades a la pantalla d'inici de sessió</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Dissenys de teclat de la pantalla d'inici de sessió del dispositiu</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Configuració regional de la pantalla d'inici de sessió del dispositiu</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Gestió de l'alimentació a la pantalla d'inici de sessió</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Fitxer de configuració de la impressora d'empresa per a dispositius</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Política d'accés a la configuració d'impressores per a dispositius</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Impressores desactivades per a dispositius d'empresa</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Impressores activades per a dispositius d'empresa</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervals d'horari de desactivació en què s'apliquen les polítiques &quot;OffHours&quot; |ignored_policy_proto_tags| del dispositiu</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Configuració de la xarxa a nivell del dispositiu</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Freqüència d'actualització de la política de dispositiu:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Opcions del sistema que s'han d'aplicar en iniciar Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Versió objectiu de l'actualització automàtica</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Tipus de connexions permesos per a actualitzacions</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Actualitza automàticament el factor de dispersió:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Llista blanca de l'usuari d'inici de sessió</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Imatge de fons de pantalla del dispositiu</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Estableix la rotació predeterminada de la visualització, que es tornarà a aplicar cada cop que es reiniciï el dispositiu</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Estableix el directori de baixada</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Restriccions de baixada</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Estratègia de migració per a eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Activa les funcions obsoletes de la plataforma web durant un temps limitat</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Aplica com a mínim el mode restringit a YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Disponibilitat del mode d'incògnit</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Activa l'aïllament de llocs web per a orígens especificats</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Permisos clau</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Adreces d'interès gestionades</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Retard màxim en l'obtenció després de la invalidació d'una política:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Impressió nativa</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Política d'accés a la configuració de la impressora</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Impressores d'empresa desactivades</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Fitxer de configuració de la impressora d'empresa</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Impressores d'empresa activades</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Activa la predicció de xarxa</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Afegeix a la llista blanca les aplicacions per prendre notes que es permeten a la pantalla de bloqueig de Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Configuració de la xarxa per part de l'usuari</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Llista d'aplicacions fixades perquè es mostrin a la barra d'execució ràpida</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Freqüència d'actualització de la política d'usuari:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Limiteu el temps durant el qual un usuari autenticat mitjançant SAML pot iniciar la sessió fora de línia.:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Versió SSL màxima activada</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Estableix les configuracions regionals recomanades per a una sessió pública</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Controla l'opció d'amagar el prestatge automàticament</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Zona horària</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Configura el mètode de detecció automàtica de la zona horària</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Configura el comportament de l'actualització del microprogramari de TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Defineix els Termes i condicions d'un compte local del dispositiu</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Bloqueja l'accés a una llista d'URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Permet l'accés a una llista d'URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Llista blanca de dispositius USB que es poden separar</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Imatge d'avatar de l'usuari</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Defineix el nom de visualització per als comptes locals del dispositiu</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL als quals els dispositius de captura de vídeo podran accedir sense confirmació.</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Imatge de fons de pantalla</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Restringeix l'interval de ports UDP locals utilitzats per WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>