<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 atau lebih baharu</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Tetapan lalai (pengguna boleh mengatasi)</string><string id="QuickUnlock_group">Dasar buka kunci pantas</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Senarai putih yang mengawal mod buka kunci pantas yang boleh dikonfigurasi dan digunakan oleh pengguna untuk membuka kunci skrin kunci.

Nilai ini merupakan satu senarai rentetan; entri senarai yang sah ialah: &quot;semua&quot;, &quot;PIN&quot;. Penambahan &quot;semua&quot; pada senarai bermakna setiap mod buka kunci pantas tersedia kepada pengguna, termasuk mod yang dilaksanakan pada masa depan. Jika tidak, hanya mod buka kunci pantas yang ada dalam senarai akan tersedia.

Sebagai contoh, untuk membenarkan setiap mod buka kunci pantas, gunakan [&quot;semua&quot;]. Untuk membenarkan buka kunci dengan PIN sahaja, gunakan [&quot;PIN&quot;]. Untuk melumpuhkan semua mod buka kunci pantas, gunakan [].

Secara lalai, tiada mod buka kunci pantas tersedia untuk peranti yang diurus.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Tetapan ini mengawal kekerapan kunci skrin meminta kata laluan yang perlu dimasukkan untuk terus menggunakan buka kunci pantas. Setiap kali kunci skrin dimasukkan dan jika bilangan masukan kata laluan terakhir melebihi tetapan ini, buka kunci pantas tidak akan tersedia untuk memasuki kunci skrin. Sekiranya pengguna terus berada pada kunci skrin melebihi tempoh masa ini, kata laluan akan diminta apabila pengguna memasukkan kod yang salah selepas ini atau memasuki semula kunci skrin, mana-mana pilihan yang dilakukan dahulu.

Jika tetapan ini dikonfigurasikan, pengguna yang menggunakan buka kunci pantas akan diminta memasukkan kata laluan mereka pada kunci skrin bergantung pada tetapan ini.

Jika tetapan ini tidak dikonfigurasikan, pengguna yang menggunakan buka kunci pantas akan diminta memasukkan kata laluan mereka pada kunci skrin setiap hari.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Jika palsu, pengguna tidak akan dapat menetapkan PIN yang lemah dan mudah diteka.

Beberapa contoh PIN yang lemah: PIN yang mengandungi hanya satu angka (1111), PIN dengan nombor yang ditokok 1 (1234), PIN dengan nombor yang ditolak 1 (4321) dan PIN yang biasa digunakan.

Secara lalai, jika PIN dianggap lemah, pengguna akan mendapat amaran dan bukannya ralat.</string><string id="HTTPAuthentication_group">Dasar untuk pengesahan HTTP</string><string id="AuthSchemes">Skim pengesahan yang disokong</string><string id="AuthSchemes_Explain">Menetapkan skim pengesahan HTTP yang disokong oleh Google Chrome.

Nilai yang mungkin terdiri daripada 'basic', 'digest', 'ntlm' dan 'negotiate'. Pisahkan berbilang nilai dengan koma.

Jika dasar ini dibiarkan tanpa ditetapkan, kesemua empat skim akan digunakan.</string><string id="DisableAuthNegotiateCnameLookup">Lumpuhkan carian CNAME apabila berunding pengesahan Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Menetapkan sama ada Kerberos SPN yang dihasilkan adalah berdasarkan nama DNS berkanun atau nama asal yang dimasukkan.

Jika anda mendayakan tetapan ini, carian CNAME akan dilangkau dan nama pelayan akan digunakan seperti mana ia dimasukkan.

Jika anda melumpuhkan tetapan ini atau membiarkannya tanpa ditetapkan, nama berkanun pelayan akan ditentukan melalui carian CNAME.</string><string id="EnableAuthNegotiatePort">Termasuk port tidak standard dalam Kerberos SPN</string><string id="EnableAuthNegotiatePort_Explain">Menentukan sama ada Kerberos SPN yang dihasilkan perlu memasukkan port tidak standard.

Jika anda mendayakan tetapan ini dan port tidak standard (iaitu, port selain 80 atau 443) dimasukkan, ia akan dimasukkan dalam Kerberos SPN yang dihasilkan.

Jika anda melumpuhkan tetapan ini atau membiarkannya tanpa ditetapkan, Kerberos SPN yang dihasilkan tidak akan memasukkan port dalam sebarang keadaan.</string><string id="AuthServerWhitelist">Senarai putih pelayan pengesahan</string><string id="AuthServerWhitelist_Explain">Menentukan pelayan yang harus disenaraiputihkan untuk pengesahan bersepadu. Pengesahan bersepadu hanya didayakan apabila Google Chrome menerima cabaran pengesahan daripada proksi atau daripada pelayan yang dibenarkan dalam senarai ini.

Asingkan berbilang nama pelayan dengan koma. Kad bebas (*) dibenarkan.


Jika anda membiarkan dasar ini tanpa ditetapkan Google Chrome akan cuba mengesan jika pelayan berada di Intranet dan hanya selepas itu permintaan IWA akan dibalas.   Jika pelayan dikesan sebagai Internet, maka permintaan IWA daripadanya akan diabaikan oleh Google Chrome.</string><string id="AuthNegotiateDelegateWhitelist">Senarai putih pelayan penugasan Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Pelayan yang mungkin diwakilkan untuk Google Chrome.

Asingkan berbilang nama pelayan menggunakan koma. Kad bebas (*) dibenarkan.

Jika anda membiarkan dasar ini tanpa ditetapkan, Google Chrome tidak akan mewakilkan bukti kelayakan pengguna walaupun pelayan dikesan sebagai Intranet.</string><string id="AllowCrossOriginAuthPrompt">Gesaan Pengesahan Asas HTTP Asas Silang</string><string id="AllowCrossOriginAuthPrompt_Explain">Mengawal sama ada kandungan kecil pihak ketiga pada halaman dibenarkan untuk menimbulkan kotak dialog Pengesahan Asas HTTP.

Biasanya perkara ini dilumpuhkan sebagai perlindungan daripada pemancingan data. Jika dasar ini tidak ditetapkan, tetapan ini dilumpuhkan dan kandungan kecil pihak ketiga tidak akan dibenarkan untuk menimbulkan kotak dialog Pengesahan Asas HTTP.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Mendayakan Google Cast</string><string id="EnableMediaRouter_Explain">Jika dasar ini ditetapkan kepada benar atau tidak ditetapkan, Google Cast akan didayakan dan pengguna akan dapat melancarkan produk ini daripada menu apl, menu konteks halaman, kawalan media di tapak web berdaya Cast dan (jika ditunjukkan) ikon bar alat Cast.

Jika dasar ini ditetapkan kepada palsu, Google Cast akan dilumpuhkan.</string><string id="ShowCastIconInToolbar">Menunjukkan ikon bar alat Google Cast</string><string id="ShowCastIconInToolbar_Explain">Jika dasar ini ditetapkan kepada benar, ikon bar alat Cast akan sentiasa ditunjukkan di bar alat atau menu limpahan dan pengguna tidak akan dapat mengalih keluar ikon ini.

Jika dasar ini ditetapkan kepada palsu atau tidak ditetapkan, pengguna akan dapat menyematkan atau mengalih keluar ikon ini melalui menu konteks ikon.

Jika dasar &quot;EnableMediaRouter&quot; ditetapkan kepada palsu, maka nilai dasar ini tidak akan mempunyai kesan dan ikon bar alat tidak akan ditunjukkan.</string><string id="NewTabPage_group">Halaman Tab Baharu</string><string id="NewTabPageLocation">Konfigurasi URL halaman Tab Baharu</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Halaman permulaan</string><string id="RestoreOnStartup">Tindakan semasa permulaan</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Buka Halaman Tab Baharu</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Pulihkan sesi terakhir</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Buka senarai URL</string><string id="RestoreOnStartupURLs">URL untuk dibuka pada permulaan</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL untuk dibuka pada permulaan</string><string id="Homepage_group">Halaman utama</string><string id="HomepageLocation">Konfigurasi URL halaman utama</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Gunakan Halaman Tab Baharu sebagai halaman utama</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Drive_group">Konfigurasi pilihan Google Drive</string><string id="DriveDisabled">Melumpuhkan Drive dalam apl Fail Google Chrome OS</string><string id="DriveDisabled_Explain">Melumpuhkan penyegerakan Google Drive dalam apl Fail Google Chrome OS apabila ditetapkan kepada Benar. Jika ini berlaku, tiada data akan dimuat naik ke Google Drive.

Jika tidak ditetapkan atau ditetapkan kepada Palsu, maka pengguna akan dapat memindahkan fail ke Google Drive.</string><string id="DriveDisabledOverCellular">Melumpuhkan Google Drive melalui sambungan selular dalam apl Fail Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Melumpuhkan penyegerakan Google Drive dalam apl Fail Google Chrome OS semasa menggunakan sambungan selular apabila ditetapkan kepada Benar. Jika ini berlaku, data hanya akan disegerakkan ke Google Drive semasa disambungkan melalui Wi-Fi atau Ethernet.

Jika tidak ditetapkan atau ditetapkan kepada Palsu, pengguna akan dapat memindahkan fail ke Google Drive melalui sambungan selular.</string><string id="RemoteAccess_group">Konfigurasi pilihan akses jauh</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Dayakan penyusuran tembok api daripada hos akses jauh</string><string id="RemoteAccessHostFirewallTraversal_Explain">Mendayakan penggunaan pelayan STUN apabila pelanggan jauh cuba mewujudkan sambungan dengan mesin ini.

Jika tetapan ini didayakan, maka pelanggan jauh boleh menemui dan bersambung dengan mesin ini walaupun mereka dipisahkan oleh firewall.

Jika tetapan ini dilumpuhkan dan sambungan UDP keluar ditapis oleh firewall, maka mesin ini hanya akan membenarkan sambungan dari mesin pelanggan di dalam rangkaian setempat sahaja.

Jika dasar ini dibiarkan tanpa ditetapkan, tetapan ini akan didayakan.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Konfigurasi awalan TalkGadget untuk hos akses jauh</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Mengkonfigurasi awalan TalkGadget yang akan digunakan oleh hos akses jauh dan menghalang pengguna daripada menukarnya.

Jika ditetapkan, awalan ini dilampirkan pada permulaan nama TalkGadget asas untuk mencipta nama domain penuh bagi TalkGadget. Nama domain TalkGadget asas ialah '.talkgadget.google.com'.

Jika tetapan ini didayakan atau tidak ditetapkan, maka hos akan menggunakan nama domain tersuai apabila mengakses TalkGadget dan bukan nama domain lalai.

Jika tetapan ini dilumpuhkan atau tidak ditetapkan, maka nama domain TalkGadget lalai ('chromoting-host.talkgadget.google.com') akan digunakan untuk semua hos.

Pelanggan akses jauh tidak akan terjejas oleh penetapan dasar ini. Mereka akan sentiasa menggunakan 'chromoting-client.talkgadget.google.com' untuk mengakses TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Dayakan pengadangan hos akses jauh</string><string id="RemoteAccessHostRequireCurtain_Explain">Mendayakan pengadangan hos akses jauh semasa sambungan sedang dijalankan.

Jika tetapan ini didayakan, maka peranti masukan dan keluaran fizikal hos akan dilumpuhkan semasa sambungan jauh sedang dijalankan.

Jika tetapan ini dilumpuhkan atau tidak ditetapkan, maka kedua-dua pengguna setempat dan jauh boleh berinteraksi dengan hos apabila hos dikongsi.</string><string id="RemoteAccessHostAllowClientPairing">Dayakan atau lumpuhkan pengesahan tanpa PIN untuk hos akses jauh</string><string id="RemoteAccessHostAllowClientPairing_Explain">Jika tetapan ini didayakan atau tidak dikonfigurasi, maka pengguna boleh memilih untuk memasangkan pelanggan dan hos pada masa sambungan, lantas menyingkirkan keperluan untuk memasukkan PIN setiap kali.

Jika tetapan ini dilumpuhkan, maka ciri ini tidak akan tersedia.</string><string id="RemoteAccessHostAllowGnubbyAuth">Benarkan pengesahan gnubby untuk hos akses jauh</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Jika tetapan ini didayakan, maka permintaan pengesahan gnubby akan diproksikan merentas sambungan hos jauh.

Jika tetapan ini dilumpuhkan atau tidak dikonfigurasikan, permintaan pengesahan gnubby tidak akan diproksikan.</string><string id="RemoteAccessHostAllowRelayedConnection">Dayakan penggunaan pelayan ganti oleh hos akses jauh.</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Hadkan julat port UDP yang digunakan oleh hos akses jauh</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Memerlukan nama pengguna setempat dan pemilik hos akses jauh yang sepadan</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL di mana pelanggan akses jauh harus mendapatkan token pengesahan mereka</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL untuk mengesahkan token pengesahan pelanggan akses jauh</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Sijil pelanggan untuk menyambung kepada RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Extensions_group">Pelanjutan</string><string id="ExtensionInstallBlacklist">Konfigurasi senarai hitam pemasangan sambungan</string><string id="ExtensionInstallBlacklist_Explain">Membolehkan anda menentukan sambungan yang TIDAK boleh dipasang oleh pengguna. Sambungan yang telah dipasang akan dilumpuhkan jika disenaraihitamkan dan pengguna tidak akan ada cara untuk mendayakan sambungan tersebut. Sebaik sahaja sambungan yang dilumpuhkan kerana senarai hitam itu dialih keluar daripada senarai tersebut, sambungan itu akan didayakan semula secara automatik.

Nilai senarai hitam '*' bermakna semua sambungan akan disenaraihitamkan melainkan sambungan itu disenaraikan dalam senarai putih dengan jelas.

Jika dasar ini dibiarkan tidak ditetapkan, pengguna boleh memasang sebarang sambungan dalam Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Konfigurasi senarai hitam pemasangan sambungan</string><string id="ExtensionInstallWhitelist">Konfigurasi senarai putih pemasangan sambungan</string><string id="ExtensionInstallWhitelist_Explain">Membenarkan anda untuk menentukan sambungan yang tidak tertakluk dengan senarai hitam. Nilai senarai hitam bagi * bermakna semua sambungan disenaraihitamkan dan pengguna hanya boleh memasang sambungan yang disenaraikan dalam senarai putih. Secara lalai, semua sambungan adalah disenaraiputihkan, tetapi jika semua sambungan disenaraihitamkan oleh dasar, senarai putih boleh digunakan untuk membatalkan dasar tersebut.</string><string id="ExtensionInstallWhitelistDesc">Konfigurasi senarai putih pemasangan sambungan</string><string id="ExtensionInstallForcelist">Konfigurasikan senarai apl dan sambungan pemasangan paksa</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfigurasikan senarai apl dan sambungan pemasangan paksa</string><string id="ExtensionInstallSources">Konfigurasi sambungan, apl dan sumber pemasangan skrip pengguna</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigurasi sambungan, apl dan sumber pemasangan skrip pengguna</string><string id="ExtensionAllowedTypes">Konfigurasi jenis apl/sambungan yang dibenarkan</string><string id="ExtensionAllowedTypes_Explain">Mengawal jenis apl/sambungan yang dibenarkan untuk dipasang dan mengehadkan akses waktu jalan.

Tetapan ini menyenarai putih jenis sambungan/apl yang boleh dipasang pada Google Chrome dan hos yang sambungan/apl ini dibenarkan berinteraksi. Nilainya merupakan senarai rentetan, yang setiap satunya haruslah satu daripada berikut: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Lihat dokumentasi sambungan Google Chrome untuk mendapatkan maklumat lanjut tentang jenis ini.

Ambil perhatian bahawa dasar ini turut mempengaruhi sambungan dan apl yang dipasang paksa melalui ExtensionInstallForcelist.

Jika tetapan ini dikonfigurasi, jenis sambungan/apl yang tidak terdapat dalam senarai tidak akan dipasang.

Jika tetapan ini dibiarkan tanpa dikonfigurasi, tiada pengehadan dikenakan terhadap jenis sambungan/apl yang diterima.</string><string id="ExtensionAllowedTypesDesc">Konfigurasi jenis apl/sambungan yang dibenarkan</string><string id="ExtensionSettings">Tetapan pengurusan sambungan</string><string id="ExtensionSettings_Explain">Mengkonfigurasi tetapan pengurusan sambungan untuk Google Chrome.

Dasar ini mengawal berbilang tetapan, termasuk tetapan yang dikawal oleh mana-mana dasar berkaitan sambungan yang sedia ada. Dasar ini akan mengatasi sebarang dasar lama jika kedua-duanya ditetapkan.

Dasar ini memetakan ID sambungan atau URL kemas kini kepada konfigurasinya. Dengan ID sambungan, konfigurasi akan digunakan pada sambungan yang dinyatakan sahaja. Konfigurasi lalai boleh ditetapkan untuk ID khas &quot;*&quot;, yang akan digunakan pada semua sambungan yang tidak menetapkan konfigurasi tersuai dalam dasar ini. Dengan URL kemas kini, konfigurasi akan digunakan pada semua sambungan dengan URL kemas kini sebenar yang dinyatakan dalam manifes sambungan ini, seperti yang dihuraikan https://developer.chrome.com/extensions/autoupdate.

Konfigurasi bagi setiap sambungan (atau sambungan dengan URL kemas kini yang sama) ialah kamus lain yang boleh mengandungi medan yang didokumenkan di bawah.

&quot;installation_mode&quot;: memetakan kepada rententan yang menunjukkan mod pemasangan bagi sambungan tersebut. Rentetan yang sah adalah:
* &quot;allowed&quot;: membenarkan sambungan dipasang oleh pengguna. Gelagat ini merupakan gelagat lalai.
* &quot;blocked&quot;: menyekat pemasangan sambungan.
* &quot;force_installed&quot;: sambungan dipasang secara automatik dan tidak boleh dialih keluar oleh pengguna.
* &quot;normal_installed&quot;: sambungan dipasang secara automatik tetapi boleh dilumpuhkan oleh pengguna.

&quot;installation_mode&quot; boleh dikonfigurasikan untuk berbilang sambungan juga, termasuk sambungan &quot;*&quot; (sebagai tetapan lalai) dan sambungan dengan URL kemas kini yang sama. Hanya nilai &quot;allowed&quot; dan &quot;blocked&quot; boleh digunakan dalam keadaan ini.

Jika mod ditetapkan kepada &quot;force_installed&quot; atau &quot;normal_installed&quot; maka &quot;update_url&quot; mesti dikonfigurasikan juga. Sila ambil perhatian bahawa URL kemas kini yang ditetapkan dalam dasar ini hanya digunakan untuk pemasangan awal; kemas kini yang berikutnya bagi sambungan tersebut akan menggunakan URL kemas kini yang ditunjukkan dalam manifes sambungan. URL kemas kini harus menunjuk kepada dokumen XML Manifes Kemas Kini seperti disebut di atas.

&quot;blocked_permissions&quot;: memetakan kepada senarai rentetan yang menunjukkan kebenaran API yang disekat untuk sambungan. Nama kebenaran adalah sama seperti rentetan kebenaran yang diisytiharkan dalam manifes sambungan seperti yang dihuraikan di https://developer.chrome.com/extensions/declare_permissions. Tetapan ini turut boleh dikonfiguraskan untuk sambungan &quot;*&quot;. Jika sambungan memerlukan kebenaran yang terdapat dalam senarai sekat, pemuatan sambungan tersebut tidak akan dibenarkan. Jika sambungan tersebut mengandungi kebenaran yang disekat sebagai keperluan pilihan, sambungan akan dikendalikan seperti biasa, tetapi permintaan kebenaran yang bercanggah akan ditolak secara automatik pada waktu jalan.

&quot;allowed_permissions&quot;: serupa dengan &quot;blocked_permissions&quot;, tetapi membenarkan dengan jelas sesetengah kebenaran yang mungkin disekat oleh senarai kebenaran disekat global, dengan itu tidak boleh dikonfigurasikan untuk sambungan &quot;*&quot;. Sila ambil perhatian bahawa tetapan ini tidak memberikan kebenaran kepada sambungan secara automatik.

&quot;minimum_version_required&quot;: memetakan kepada rentetan versi. Format rentetan versi adalah sama dengan rentetan yang digunakan dalam manifes sambungan, seperti yang dihuraikan di https://developer.chrome.com/apps/manifest/version. Sambungan dengan versi yang lebih lama daripada versi minimum yang dinyatakan akan dilumpuhkan. Peraturan ini turut dikenakan kepada sambungan yang dipasang secara paksa.

Tetapan berikut boleh digunakan untuk konfigurasi &quot;*&quot; lalai sahaja:

&quot;install_sources&quot;: Setiap item dalam senarai ini ialah pola padanan gaya sambungan (https://developer.chrome.com/extensions/match_patterns). Pengguna boleh memasang item dengan mudah daripada mana-mana URL yang sepadan dengan item dalam senarai ini. Kedua-dua lokasi fail *.crx dan halaman tempat muat turun dimulakan (iaitu perujuk) mestilah dibenarkan oleh pola ini.

&quot;allowed_types&quot;: Tetapan ini menyenarai putih jenis sambungan/apl yang dibenarkan, yang boleh dipasang dalam Google Chrome.  Nilai ialah senarai rentetan, setiap satu haruslah satu daripada yang berikut: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Lihat dokumentasi sambungan Google Chrome untuk mendapatkan maklumat lanjut tentang jenis ini.
&quot;blocked_install_message&quot;: Jika pengguna cuba memasang sambungan tetapi sambungan tersebut disekat oleh dasar, Gedung Web Chrome akan memaparkan mesej ralat umum. Tetapan ini membenarkan anda melampirkan teks pada mesej ralat tersebut. Mesej ini mungkin boleh digunakan untuk menghalakan pengguna ke meja bantuan anda, menerangkan sebab sambungan tertentu disekat atau sesuatu yang lain. Mesej ralat ini akan dipangkas jika melebihi 1,000 aksara.
&quot;runtime_blocked_hosts&quot;: Menerima senarai hos yang akan menyekat sambungan daripada berinteraksi dengan hos tersebut. Ini merangkumi menyuntik javascript, mengubah dan melihat webRequests / webNavigation, melihat dan mengubah kuki. Format adalah serupa dengan Pola Padanan https://developer.chrome.com/extensions/match_patterns kecuali mungkin tiada laluan ditakrifkan. mis. &quot;*://*.example.com&quot;. Ini turut menyokong kad bebas TLD berkesan, mis. &quot;*://example.*&quot;.
&quot;runtime_allowed_hosts&quot;: Menerima senarai hos yang boleh berinteraksi dengan sambungan tanpa mengira sama ada hos tersebut disenaraikan dalam &quot;runtime_blocked_hosts&quot;. Format ini sama dengan format &quot;runtime_blocked_hosts&quot;.
</string><string id="Proxy_group">Pelayan proksi</string><string id="ProxyMode">Pilih cara untuk menentukan tetapan pelayan proksi</string><string id="ProxyMode_Explain">Membenarkan anda menetapkan pelayan proksi yang digunakan oleh Google Chrome dan menghalang pengguna daripada menukar tetapan proksi.

Jika anda memilih untuk tidak menggunakan pelayan proksi dan sentiasa bersambung secara terus, semua pilihan lain akan diabaikan.

Jika anda memilih untuk menggunakan tetapan proksi sistem, semua pilihan lain akan diabaikan.

Jika anda memilih untuk mengesan pelayan proksi secara automatik, semua pilihan lain akan diabaikan.

Jika anda memilih mod proksi pelayan tetap, anda boleh menetapkan pilihan lanjut dalam 'Alamat atau URL pelayan proksi' dan 'Senarai dipisahkan koma peraturan pintasan proksi'. Hanya pelayan proksi HTTP dengan keutamaan tertinggi tersedia untuk apl ARC.

Jika anda memilih untuk menggunakan skrip proksi .pac, anda mesti menetapkan URL kepada skrip dalam 'URL ke fail .pac proksi'.

Untuk melihat contoh terperinci, lawati:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Jika anda mendayakan tetapan ini, Google Chrome dan apl ARC akan mengabaikan semua pilihan berkaitan proksi yang ditetapkan daripada baris perintah.

Jika dasar ini dibiarkan tanpa ditetapkan, pengguna boleh memilih sendiri tetapan proksi mereka.</string><string id="ProxyMode_ProxyDisabled">Jangan sekali-kali menggunakan proksi</string><string id="ProxyMode_ProxyAutoDetect">Tetapan proksi auto kesan</string><string id="ProxyMode_ProxyPacScript">Gunakan skrip proksi .pac</string><string id="ProxyMode_ProxyFixedServers">Gunakan pelayan proksi tetap</string><string id="ProxyMode_ProxyUseSystem">Gunakan tetapan sistem proksi</string><string id="ProxyServer">Alamat atau URL pelayan proksi</string><string id="ProxyServer_Explain">Anda boleh menetapkan URL pelayan proksi di sini.

Dasar ini hanya berkuat kuasa jika anda telah memilih tetapan proksi manual pada 'Pilih cara untuk menentukan tetapan pelayan proksi'.

Anda harus membiarkan dasar ini tanpa ditetapkan jika anda telah memilih mana-mana mod lain untuk menetapkan dasar proksi.

Untuk melihat lebih banyak pilihan dan contoh terperinci, lawati:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL untuk fail .pac proksi</string><string id="ProxyPacUrl_Explain">Anda boleh menetapkan URL untuk fail .pac proksi di sini.

Dasar ini hanya berkuat kuasa jika anda telah memilih tetapan proksi manual pada 'Pilih cara untuk menentukan tetapan pelayan proksi'.

Anda harus membiarkan dasar ini tanpa ditetapkan jika anda telah memilih mana-mana mod lain untuk menetapkan dasar proksi.

Untuk melihat contoh terperinci, lawati:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Peraturan memintas proksi</string><string id="ProxyBypassList_Explain">Google Chrome akan melangkau mana-mana proksi untuk senarai hos yang dinyatakan di sini.

Dasar ini hanya berkuat kuasa jika anda telah memilih tetapan proksi manual di 'Pilih cara untuk menetapkan pelayan proksi'.

Anda harus membiarkan dasar ini tanpa ditetapkan jika anda telah memilih mana-mana mod lain untuk menetapkan dasar proksi.

Untuk melihat contoh terperinci, lawati:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="DefaultSearchProvider_group">Pembekal carian lalai</string><string id="DefaultSearchProviderEnabled">Dayakan pembekal carian lalai</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Nama pembekal carian lalai</string><string id="DefaultSearchProviderName_Explain">Menentukan nama penyedia carian lalai. Jika dibiarkan kosong atau tidak ditetapkan, nama hos yang ditentukan oleh URL carian akan digunakan.

Dasar ini hanya dipertimbangkan jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderKeyword">Kata kunci pembekal carian lalai</string><string id="DefaultSearchProviderKeyword_Explain">Menentukan kata kunci iaitu pintasan yang digunakan dalam kotak omni untuk mencetuskan carian bagi penyedia ini.

Dasar ini merupakan pilihan. Jika tidak ditetapkan, tiada kata kunci akan mengaktifkan penyedia carian.

Dasar ini hanya dipertimbangkan jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderSearchURL">URL carian pembekal carian lalai</string><string id="DefaultSearchProviderSearchURL_Explain">Menentukan URL enjin carian yang digunakan apabila melakukan carian lalai. URL ini harus mengandungi rentetan '{searchTerms}', yang akan digantikan oleh istilah yang dicari oleh pengguna pada masa pertanyaan dibuat.

URL carian Google boleh ditentukan sebagai: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Pilihan ini hendaklah ditetapkan apabila dasar 'DefaultSearchProviderEnabled' didayakan dan hanya akan diambil kira dalam keadaan ini.</string><string id="DefaultSearchProviderSuggestURL">Pembekal carian lalai mencadangkan URL</string><string id="DefaultSearchProviderSuggestURL_Explain">Menentukan URL enjin carian yang digunakan untuk menyediakan cadangan carian. URL tersebut harus mengandungi rentetan '{searchTerms}', yang akan digantikan dengan teks yang dimasukkan oleh pengguna setakat ini pada masa pertanyaan dibuat.

Dasar ini tidak wajib. Jika tidak ditetapkan, URL yang dicadangkan tidak akan digunakan.

URL cadangan Google boleh ditentukan sebagai: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Dasar ini hanya akan diambil kira jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderInstantURL">URL semerta pembekal carian lalai</string><string id="DefaultSearchProviderInstantURL_Explain">Menentukan URL enjin carian yang digunakan untuk memberikan hasil carian segera. URL tersebut harus mengandungi rentetan '{searchTerms}', yang akan digantikan oleh teks yang telah dimasukkan oleh pengguna setakat ini pada masa pertanyaan dibuat.

Dasar ini tidak wajib. Jika tidak ditetapkan, tiada hasil carian segera akan diberikan.

URL hasil carian segera Google boleh ditentukan sebagai: '{google:baseURL}suggest?q={searchTerms}'.

Dasar ini hanya dihormati jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderIconURL">Ikon pembekal carian lalai</string><string id="DefaultSearchProviderIconURL_Explain">Menetapkan URL ikon kegemaran penyedia carian lalai.

Dasar ini adalah pilihan. Jika tidak ditetapkan, ikon tidak akan dipaparkan untuk penyedia carian ini.

Dasar ini hanya dihormati jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderEncodings">Pengekodan pembekal carian lalai</string><string id="DefaultSearchProviderEncodings_Explain">Menentukan pengekodan aksara yang disokong oleh penyedia carian. Pengekodan ialah nama halaman kod seperti UTF-8, GB2312 dan ISO-8859-1. Ia diuji dalam urutan yang diberikan.

Dasar ini merupakan pilihan. Jika tidak ditetapkan, kod lalai, iaitu UTF-8 akan digunakan.

Dasar ini hanya dihormati jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderEncodingsDesc">Pengekodan pembekal carian lalai</string><string id="DefaultSearchProviderAlternateURLs">Senarai URL alternatif untuk penyedia carian lalai</string><string id="DefaultSearchProviderAlternateURLs_Explain">Menetapkan senarai URL ganti yang boleh digunakan untuk mengeluarkan istilah carian daripada enjin carian. URL harus mengandungi rentetan '{searchTerms}', yang akan digunakan untuk menyari istilah carian.

Ini dasar pilihan. Jika tidak ditetapkan, tiada url ganti akan digunakan untuk menyari istilah carian.

Dasar ini hanya dihormati jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderAlternateURLsDesc">Senarai URL alternatif untuk penyedia carian lalai</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter yang mengawal kedudukan istilah carian untuk penyedia carian lalai</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Jika dasar ini ditetapkan dan URL carian yang dicadangkan dari kotak omni mengandungi parameter ini dalam rentetan pertanyaan atau dalam pengecam serpihan, maka cadangan akan memaparkan istilah carian dan penyedia carian, bukannya URL carian mentah.

Dasar ini tidak wajib. Jika tidak ditetapkan, tiada penggantian istilah carian akan dilaksanakan.

Dasar ini dihormati hanya jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderImageURL">Parameter yang menyediakan ciri cari melalui imej untuk penyedia carian lalai</string><string id="DefaultSearchProviderImageURL_Explain">Menentukan URL enjin carian yang digunakan untuk menyediakan carian imej. Permintaan carian akan dihantar menggunakan kaedah GET. Sebaliknya, jika dasar DefaultSearchProviderImageURLPostParams ditetapkan, maka permintaan carian imej akan menggunakan kaedah POST.

Dasar ini tidak wajib. Jika tidak ditetapkan, tiada carian imej akan digunakan.

Dasar ini hanya dipatuhi jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderNewTabURL">URL halaman tab baharu penyedia carian lalai</string><string id="DefaultSearchProviderNewTabURL_Explain">Menentukan URL yang enjin carian gunakan untuk menyediakan halaman tab baharu.

Dasar ini merupakan pilihan. Jika tidak ditetapkan, tiada halaman tab baharu akan disediakan.

Dasar ini hanya dikuatkuasakan jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderSearchURLPostParams">Parameter untuk URL carian yang menggunakan POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Menentukan parameter yang digunakan apabila mencari URL dengan POST. Parameter ini mengandungi pasangan nama/nilai yang dipisahkan koma. Jika nilai merupakan parameter templat, seperti {searchTerms} dalam contoh di atas, nilai ini akan digantikan dengan data istilah carian sebenar.

Dasar ini tidak wajib. Jika tidak ditetapkan, permintaan carian akan dihantar menggunakan kaedah GET.

Dasar ini hanya dipatuhi jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parameter untuk URL cadangan yang menggunakan POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Menentukan parameter yang digunakan apabila melakukan carian cadangan dengan POST. Parameter ini mengandungi pasangan nama/nilai yang dipisahkan koma. Jika nilai merupakan parameter templat, seperti {searchTerms} dalam contoh di atas, nilai ini akan digantikan dengan data istilah carian sebenar.

Dasar ini tidak wajib. Jika tidak ditetapkan, cadangan permintaan carian akan dihantar menggunakan kaedah GET.

Dasar ini hanya dipatuhi jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderInstantURLPostParams">Parameter untuk URL semerta yang menggunakan POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Menentukan parameter yang digunakan apabila melakukan carian semerta dengan POST. Parameter ini mengandungi pasangan nama/nilai yang dipisahkan koma. Jika nilai merupakan parameter templat, seperti {searchTerms} dalam contoh di atas, nilai ini akan digantikan dengan data istilah carian sebenar.

Dasar ini tidak wajib. Jika tidak ditetapkan, permintaan carian semerta akan dihantar menggunakan kaedah GET.

Dasar ini hanya dipatuhi jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="DefaultSearchProviderImageURLPostParams">Parameter untuk URL imej yang menggunakan POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Menentukan parameter yang digunakan apabila melakukan carian imej dengan POST. Parameter ini mengandungi pasangan nama/nilai yang dipisahkan koma. Jika nilai merupakan parameter templat, seperti {imageThumbnail} dalam contoh di atas, nilai ini akan digantikan dengan data lakaran kecil imej yang sebenar.

Dasar ini tidak wajib. Jika tidak ditetapkan, permintaan carian imej akan dihantar menggunakan kaedah GET.

Dasar ini hanya dipatuhi jika dasar 'DefaultSearchProviderEnabled' didayakan.</string><string id="Attestation_group">Pembuktian Jauh</string><string id="AttestationEnabledForUser">Dayakan pembuktian jauh untuk pengguna</string><string id="AttestationEnabledForUser_Explain">Jika benar, pengguna boleh menggunakan perkakasan pada peranti Chrome untuk membuktikan identitinya dari jauh pada CA privasi melalui Enterprise Platform Keys API menggunakan chrome.enterprise.platformKeys.challengeUserKey().

Jika ditetapkan kepada palsu atau tidak ditetapkan, panggilan kepada API ini akan gagal dengan kod ralat.</string><string id="AttestationExtensionWhitelist">Sambungan dibenarkan untuk mengguna API pembuktian jauh</string><string id="AttestationExtensionWhitelist_Explain">Dasar ini menentukan sambungan yang boleh menggunakan fungsi chrome.enterprise.platformKeys.challengeUserKey() Enterprise Platform Keys API untuk pembuktian jauh. Sambungan hendaklah ditambahkan pada senarai ini supaya boleh menggunakan API tersebut.

Jika sambungan tidak tersenarai atau senarai tidak ditetapkan, panggilan kepada API tersebut akan gagal dengan kod ralat.</string><string id="AttestationExtensionWhitelistDesc">Sambungan dibenarkan untuk mengguna API pembuktian jauh</string><string id="PasswordManager_group">Pengurus kata laluan</string><string id="PasswordManagerEnabled">Dayakan penyimpanan kata laluan pada pengurus kata laluan</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="PowerManagement_group">Pengurusan kuasa</string><string id="LidCloseAction">Tindakan yang perlu diambil apabila pengguna menutup penutup</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Gantung</string><string id="LidCloseAction_LidCloseActionLogout">Log keluar pengguna</string><string id="LidCloseAction_LidCloseActionShutdown">Mematikan</string><string id="LidCloseAction_LidCloseActionDoNothing">Jangan buat apa-apa</string><string id="PowerManagementUsesAudioActivity">Menyatakan sama ada aktiviti audio menjejaskan pengurusan kuasa</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Menyatakan sama ada aktiviti video menjejaskan pengurusan kuasa</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Peratusan yang digunakan untuk skala kelewatan pemalapan skrin dalam mod penyampaian</string><string id="PresentationScreenDimDelayScale_Explain">Menyatakan peratusan skala kelewatan melahu apabila peranti berada dalam mod penyampaian.

Jika dasar ini ditetapkan, peratusan skala kelewatan melahu apabila peranti berada dalam mod penyampaian ditentukan. Apabila kelewatan melahu diskala, kelewatan skrin dimatikan, kunci skrin dan melahu akan dilaraskan untuk mengekalkan jarak yang sama dari kelewatan melahu seperti yang dikonfigurasi pada asalnya.

Jika dasar ini tidak ditetapkan, faktor skala lalai akan digunakan.

Faktor skala mesti 100% atau lebih. Nilai yang akan menyebabkan kelewatan melahu dalam mod penyampaian lebih pendek daripada kelewatan melahu biasa tidak dibenarkan.</string><string id="AllowScreenWakeLocks">Benarkan kunci bangkit skrin</string><string id="AllowScreenWakeLocks_Explain">Menentukan sama ada kunci bangkit skrin dibenarkan. Kunci bangkit skrin boleh diminta oleh sambungan melalui API sambungan pengurusan kuasa.

Jika dasar ini ditetapkan kepada benar atau dibiarkan tanpa ditetapkan, kunci bangkit skrin akan digunakan untuk pengurusan kuasa.

Jika dasar ini ditetapkan kepada palsu, permintaan kunci bangkit skrin akan diabaikan.</string><string id="UserActivityScreenDimDelayScale">Peratusan yang digunakan untuk menskala kelewatan pemalapan skrin jika pengguna menjadi aktif selepas pemalapan</string><string id="UserActivityScreenDimDelayScale_Explain">Menentukan peratusan yang akan digunakan untuk menskala kelewatan pemalapan skrin apabila aktiviti pengguna diperhatikan semasa skrin dimalapkan atau tidak lama selepas skrin telah dimatikan.

Jika dasar ini ditetapkan, dasar ini menetapkan peratusan yang akan menskalakan kelewatan pemalapan skrin apabila aktiviti pengguna diperhatikan semasa skrin dimalapkan atau tidak lama selepas skrin telah dimatikan. Apabila kelewatan pemalapan diskalakan, kelewatan matikan skrin, kunci skrin dan melahu akan dilaraskan untuk mengekalkan jarak yang sama dari kelewatan pemalapan skrin seperti konfigurasi asal.

Jika dasar ini tidak ditetapkan, faktor skala lalai digunakan.

Faktor skala mestilah 100% atau lebih.</string><string id="WaitForInitialUserActivity">Tunggu aktiviti pengguna awal</string><string id="WaitForInitialUserActivity_Explain">Menentukan sama ada lengah pengurusan kuasa dan had tempoh sesi hanya harus mula dijalankan selepas aktiviti pengguna awal dalam sesi.

Jika dasar ini ditetapkan kepada Benar, lengah pengurusan kuasa dan had tempoh sesi tidak mula dijalankan sehingga selepas aktiviti pengguna pertama telah diperhatikan dalam sesi.

Jika dasar ini ditetapkan kepada Palsu atau dibiarkan tanpa ditetapkan, lengah pengurusan kuasa dan had tempoh sesi akan mula dijalankan serta merta pada permulaan sesi.</string><string id="PowerManagementIdleSettings">Tetapan pengurusan kuasa apabila pengguna melahu</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Kelewatan kunci skrin</string><string id="ScreenLockDelays_Explain">Menyatakan tempoh masa tanpa input pengguna yang selepas itu skrin dikunci semasa berfungsi dengan kuasa AC atau bateri.

Apabila tempoh masa ditetapkan kepada nilai yang lebih besar daripada sifar, nilai tersebut menunjukkan tempoh masa pengguna harus kekal melahu sebelum Google Chrome OS mengunci skrin.

Apabila tempoh masa ditetapkan kepada sifar, Google Chrome OS tidak mengunci skrin apabila pengguna melahu.

Apabila tempoh masa tidak ditetapkan, tempoh masa lalai digunakan.

Cara yang disyorkan untuk mengunci skrin semasa melahu adalah dengan mendayakan penguncian skrin semasa tergantung dan membuatkan Google Chrome OS tergantung selepas kelewatan melahu. Dasar ini harus digunakan hanya apabila penguncian skrin berlaku jauh lebih awal daripada masa tergantung atau apabila tergantung yang berlaku semasa melahu tidak diingini sama sekali.

Nilai dasar mesti dinyatakan dalam milisaat. Nilai diketatkan menjadi kurang daripada kelewatan melahu.</string><string id="ContentSettings_group">Tetapan Kandungan</string><string id="DefaultCookiesSetting">Tetapan kuki lalai</string><string id="DefaultCookiesSetting_Explain">Membenarkan anda menetapkan sama ada tapak web dibenarkan untuk menetapkan data setempat. Penetapan data setempat boleh dibenarkan untuk semua tapak web atau dinafikan untuk semua tapak web.

Jika dasar ini ditetapkan kepada 'Keep cookies for the duration of the session', maka kuki akan dikosongkan apabila sesi ditutup. Beri perhatian bahawa jika Google Chrome sedang dijalankan dalam 'background mode', sesi itu mungkin tidak ditutup apabila tetingkap terakhir ditutup. Sila lihat dasar 'BackgroundModeEnabled' untuk mendapatkan maklumat lanjut tentang mengkonfigurasi gelagat ini.

Jika dasar ini dibiarkan tanpa ditetapkan, 'AllowCookies' akan digunakan dan pengguna akan dapat mengubahnya.</string><string id="DefaultCookiesSetting_AllowCookies">Benarkan semua tapak menetapkan data setempat</string><string id="DefaultCookiesSetting_BlockCookies">Jangan benarkan mana-mana tapak untuk menetapkan data setempat</string><string id="DefaultCookiesSetting_SessionOnly">Simpan kuki sepanjang tempoh sesi</string><string id="DefaultImagesSetting">Tetapan imej lalai</string><string id="DefaultImagesSetting_Explain">Membenarkan anda menetapkan sama ada laman web yang dibenarkan untuk memaparkan imej. Memaparkan imej boleh dibenarkan untuk semua laman web atau dinafikan untuk semua laman web.

Jika dasar ini dibiarkan tanpa ditetapkan, 'AllowImages' yang akan digunakan dan pengguna akan dapat mengubahnya.</string><string id="DefaultImagesSetting_AllowImages">Benarkan semua tapak untuk menunjukkan semua imej</string><string id="DefaultImagesSetting_BlockImages">Jangan benarkan mana-mana tapak untuk menunjukkan imej</string><string id="DefaultJavaScriptSetting">Tetapan JavaScript lalai</string><string id="DefaultJavaScriptSetting_Explain">Membolehkan anda menetapkan sama ada laman web dibenarkan untuk menjalankan JavaScript. Menjalankan JavaScript boleh dibenarkan untuk semua tapak web atau dinafikan untuk semua tapak web.

Jika dasar ini dibiarkan tanpa ditetapkan, 'AllowJavaScript' akan digunakan dan pengguna akan boleh mengubahnya.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Benarkan semua tapak untuk menjalankan JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Jangan benarkan mana-mana tapak untuk menjalankan JavaScript</string><string id="DefaultPluginsSetting">Tetapan Flash lalai</string><string id="DefaultPluginsSetting_Explain">Membolehkan anda menetapkan sama ada tapak web dibenarkan menjalankan pemalam Flash secara automatik. Tindakan menjalankan pemalam Flash secara automatik boleh dibenarkan atau ditolak untuk semua tapak web.

Klik untuk main membenarkan pemalam Flash dijalankan tetapi pengguna perlu mengklik pada pemegang tempat untuk memulakan pelaksanaannya.

Jika dasar ini dibiarkan tanpa ditetapkan, pengguna akan dapat menukar tetapan ini secara manual.</string><string id="DefaultPluginsSetting_AllowPlugins">Benarkan semua tapak menjalankan pemalam Flash secara automatik</string><string id="DefaultPluginsSetting_BlockPlugins">Sekat pemalam Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Klik untuk bermain</string><string id="DefaultPopupsSetting">Tetapan pop muncul lalai</string><string id="DefaultPopupsSetting_Explain">Membolehkan anda menetapkan sama ada tapak web dibenarkan untuk memaparkan pop timbul. Memaparkan pop  timbul boleh dibenarkan untuk semua tapak web atau dinafikan untuk semua tapak web.

Jika dasar ini dibiarkan tanpa ditetapkan, 'BlockPopups' akan digunakan dan pengguna akan boleh mengubahnya.</string><string id="DefaultPopupsSetting_AllowPopups">Membenarkan semua tapak untuk memaparkan pop muncul</string><string id="DefaultPopupsSetting_BlockPopups">Jangan benarkan mana-mana tapak untuk menunjukkan pop muncul</string><string id="DefaultNotificationsSetting">Tetapan pemberitahuan lalai</string><string id="DefaultNotificationsSetting_Explain">Membolehkan anda menetapkan sama ada tapak web dibenarkan untuk memapar pemberitahuan desktop. Memaparkan pemberitahuan desktop boleh dibenarkan secara lalai, dinafikan secara lalai atau pengguna boleh ditanya setiap kali tapak web mahu memaparkan pemberitahuan desktop.

Jika dasar ini dibiarkan tanpa ditetapkan, 'AskNotifications' akan digunakan dan pengguna akan boleh mengubahnya.</string><string id="DefaultNotificationsSetting_AllowNotifications">Benarkan tapak untuk memaparkan pemberitahuan desktop</string><string id="DefaultNotificationsSetting_BlockNotifications">Jangan benarkan mana-mana tapak untuk memaparkan pemberitahuan desktop</string><string id="DefaultNotificationsSetting_AskNotifications">Tanya setiap kali tapak mahu menunjukkan pemberitahuan desktop</string><string id="DefaultGeolocationSetting">Tetapan geolokasi lalai</string><string id="DefaultGeolocationSetting_Explain">Membenarkan anda menetapkan sama ada tapak web dibenarkan untuk mengesan lokasi fizikal pengguna. Penjejakan lokasi fizikal pengguna boleh dibenarkan secara lalai, dinafikan secara lalai atau pengguna boleh ditanya setiap kali tapak web meminta lokasi fizikal. Jika dasar ini tidak ditetapkan, 'AskGeolocation' akan digunakan dan pengguna akan dapat mengubah.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Membenarkan tapak untuk mengesan lokasi fizikal pengguna</string><string id="DefaultGeolocationSetting_BlockGeolocation">Jangan benarkan mana-mana tapak untuk menjejak lokasi fizikal pengguna</string><string id="DefaultGeolocationSetting_AskGeolocation">Tanya sama ada tapak mahu menjejak lokasi fizikal pengguna</string><string id="DefaultWebBluetoothGuardSetting">Kawal penggunaan API Bluetooth Web</string><string id="DefaultWebBluetoothGuardSetting_Explain">Membenarkan anda menetapkan sama ada tapak web dibenarkan untuk mendapatkan akses kepada peranti Bluetooth berhampiran. Akses boleh disekat sepenuhnya atau pengguna boleh ditanya setiap kali tapak web ingin mendapatkan akses kepada peranti Bluetooth berhampiran.

Jika dasar ini dibiarkan tanpa ditetapkan, '3' akan digunakan dan pengguna akan dapat mengubahnya.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Jangan benarkan mana-mana tapak meminta akses kepada peranti Bluetooth melalui API Bluetooth Web</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Benarkan tapak web meminta pengguna memberikan akses kepada peranti Bluetooth berhampiran</string><string id="AutoSelectCertificateForUrls">Memilih sijil klien secara automatik untuk tapak ini</string><string id="AutoSelectCertificateForUrls_Explain">Membolehkan anda menentukan senarai pola url yang menentukan tapak yang Google Chrome harus memilih sijil pelanggan secara automatik untuknya, jika tapak tersebut meminta sijil.

Nilai tersebut mestilah tatasusunan pelbagai kamus JSON yang berentetan. Setiap kamus mestilah berbentuk { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, dengan $URL_PATTERN ialah pola tetapan kandungan. $FILTER menyekat yang daripadanya sijil pelanggan akan dipilih secara automatik oleh penyemak imbas. Tanpa bergantung kepada penapis, hanya sijil akan dipilih apabila sepadan dengan permintaan sijil pelayan. Jika $FILTER berbentuk { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, selain itu hanya sijil pelanggan dipilih yang dikeluarkan oleh sijil dengan CommonName $ISSUER_CN. Jika $FILTER ialah kamus kosong {}, pemilihan sijil pelanggan tidak dihadkan sebagai tambahan.

Jika dasar ini dibiarkan tanpa ditetapkan, tiada auto pilihan akan dibuat untuk mana-mana tapak.</string><string id="AutoSelectCertificateForUrlsDesc">Memilih sijil klien secara automatik untuk tapak ini</string><string id="CookiesAllowedForUrls">Benarkan kuki pada tapak ini</string><string id="CookiesAllowedForUrls_Explain">Membolehkan anda menetapkan pola url yang menentukan tapak yang dibenarkan untuk menetapkan kuki.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultCookiesSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna jika sebaliknya.</string><string id="CookiesAllowedForUrlsDesc">Benarkan kuki pada tapak ini</string><string id="CookiesBlockedForUrls">Sekat kuki pada tapak ini</string><string id="CookiesBlockedForUrls_Explain">Membolehkan anda menetapkan senarai pola url yang menentukan tapak yang tidak dibenarkan untuk menetapkan kuki.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak, sama ada dari dasar 'DefaultCookiesSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna tersebut jika sebaliknya.</string><string id="CookiesBlockedForUrlsDesc">Sekat kuki pada tapak ini</string><string id="CookiesSessionOnlyForUrls">Benarkan sesi kuki sahaja pada tapak ini</string><string id="CookiesSessionOnlyForUrls_Explain">Membolehkan anda menetapkan senarai corak url bagi menentukan tapak yang dibenarkan untuk menetapkan sesi kuki sahaja.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada daripada dasar 'DefaultCookiesSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna tersebut jika sebaliknya.

Harap maklum bahawa jika Google Chrome dijalankan dalam 'mod latar belakang', sesi mungkin tidak ditutup apabila tetingkap penyemak imbas terakhir ditutup, tetapi sebaliknya akan kekal aktif sehingga keluar daripada penyemak imbas. Sila lihat dasar 'BackgroundModeEnabled' untuk mendapatkan maklumat lanjut tentang cara mengkonfigurasikan gelagat ini.

Jika dasar &quot;RestoreOnStartup&quot; ditetapkan untuk memulihkan URL daripada sesi sebelumnya, dasar ini tidak akan dilaksanakan dan kuki akan disimpan secara kekal untuk tapak tersebut.</string><string id="CookiesSessionOnlyForUrlsDesc">Benarkan sesi kuki sahaja pada tapak ini</string><string id="ImagesAllowedForUrls">Benarkan imej pada tapak ini</string><string id="ImagesAllowedForUrls_Explain">Membolehkan anda menetapkan senarai corak url yang menentukan tapak mana yang dibenarkan untuk memaparkan imej.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultImagesSetting' jika dasar ini ditetapkan atau konfigurasi peribadi pengguna tersebut jika sebaliknya.</string><string id="ImagesAllowedForUrlsDesc">Benarkan imej pada tapak ini</string><string id="ImagesBlockedForUrls">Sekat imej pada tapak ini</string><string id="ImagesBlockedForUrls_Explain">Membolehkan anda menetapkan senarai corak url yang menentukan tapak mana yang tidak dibenarkan untuk memaparkan imej.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultImagesSetting' jika dasar ini ditetapkan atau konfigurasi peribadi pengguna tersebut jika sebaliknya.</string><string id="ImagesBlockedForUrlsDesc">Sekat imej pada tapak ini</string><string id="JavaScriptAllowedForUrls">Benarkan JavaScript pada tapak ini</string><string id="JavaScriptAllowedForUrls_Explain">Membolehkan anda menetapkan senarai pola url yang menentukan tapak yang dibenarkan untuk menjalankan JavaScript.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultJavaScriptSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna tersebut jika sebaliknya.</string><string id="JavaScriptAllowedForUrlsDesc">Benarkan JavaScript pada tapak ini</string><string id="JavaScriptBlockedForUrls">Sekat JavaScript pada tapak ini</string><string id="JavaScriptBlockedForUrls_Explain">Membolehkan anda menetapkan senarai pola url yang menentukan tapak yang tidak dibenarkan untuk menjalankan JavaScript.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultJavaScriptSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna tersebut jika sebaliknya.</string><string id="JavaScriptBlockedForUrlsDesc">Sekat JavaScript pada tapak ini</string><string id="PluginsAllowedForUrls">Benarkan pemalam Flash pada tapak ini</string><string id="PluginsAllowedForUrls_Explain">Membolehkan anda menetapkan senarai corak url bagi menentukan tapak yang dibenarkan menjalankan pemalam Flash.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada daripada dasar 'DefaultPluginsSetting' jika dasar ini ditetapkan atau konfigurasi peribadi pengguna akan digunakan.</string><string id="PluginsAllowedForUrlsDesc">Benarkan pemalam Flash pada tapak ini</string><string id="PluginsBlockedForUrls">Sekat pemalam Flash pada tapak ini</string><string id="PluginsBlockedForUrls_Explain">Membolehkan anda menetapkan senarai corak url bagi menentukan tapak yang tidak dibenarkan menjalankan pemalam Flash.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada daripada dasar 'DefaultPluginsSetting' jika dasar ini ditetapkan atau konfigurasi peribadi pengguna akan digunakan.</string><string id="PluginsBlockedForUrlsDesc">Sekat pemalam Flash pada tapak ini</string><string id="PopupsAllowedForUrls">Benarkan pop muncul pada halaman ini</string><string id="PopupsAllowedForUrls_Explain">Membolehkan anda menetapkan senarai pola url yang menentukan tapak yang dibenarkan untuk membuka pop timbul.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultPopupsSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna jika sebaliknya.</string><string id="PopupsAllowedForUrlsDesc">Benarkan pop muncul pada halaman ini</string><string id="RegisteredProtocolHandlers">Daftar pengendali protokol</string><string id="RegisteredProtocolHandlers_Explain">Membolehkan anda mendaftar senarai pengendali protokol. Langkah ini hanya boleh menjadi dasar yang disyorkan. Sifat |protocol| hendaklah ditetapkan kepada skema seperti 'mailto' dan sifat |url| hendaklah ditetapkan kepada corak URL aplikasi yang mengendalikan skema. Corak boleh mengandungi '%s', di mana apabila disertakan akan digantikan oleh URL yang dikendalikan.

Pengendali protokol yang didaftarkan oleh dasar digabungkan dengan protokol yang didaftarkan oleh pengguna dan kedua-duanya tersedia untuk digunakan. Pengguna boleh mengatasi pengendali protokol yang dipasang oleh dasar dengan memasang pengendali lalai baharu tetapi tidak boleh mengalih keluar pengendali protokol yang didaftarkan oleh dasar.</string><string id="PopupsBlockedForUrls">Sekat pop muncul pada tapak ini</string><string id="PopupsBlockedForUrls_Explain">Membolehkan anda menetapkan senarai pola url yang menentukan tapak yang tidak dibenarkan untuk membuka pop timbul.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultPopupsSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna tersebut jika sebaliknya.</string><string id="PopupsBlockedForUrlsDesc">Sekat pop muncul pada tapak ini</string><string id="NotificationsAllowedForUrls">Benarkan pemberitahuan pada tapak ini</string><string id="NotificationsAllowedForUrls_Explain">Membolehkan anda menetapkan senarai pola url yang menentukan tapak yang dibenarkan untuk memaparkan pemberitahuan.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultNotificationsSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna tersebut jika sebaliknya.</string><string id="NotificationsAllowedForUrlsDesc">Benarkan pemberitahuan pada tapak ini</string><string id="NotificationsBlockedForUrls">Sekat pemberitahuan pada tapak ini</string><string id="NotificationsBlockedForUrls_Explain">Membolehkan anda menetapkan senarai pola url yang menentukan tapak yang tidak dibenarkan untuk memaparkan pemberitahuan.

Jika dasar ini dibiarkan tanpa ditetapkan, nilai lalai global akan digunakan untuk semua tapak sama ada dari dasar 'DefaultNotificationsSetting' jika ia ditetapkan atau konfigurasi peribadi pengguna jika sebaliknya.</string><string id="NotificationsBlockedForUrlsDesc">Sekat pemberitahuan pada tapak ini</string><string id="Accessibility_group">Tetapan kebolehcapaian</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Tunjukkan pilihan kebolehcapaian dalam menu dulang sistem</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Dayakan kursor besar</string><string id="LargeCursorEnabled_Explain">Dayakan ciri kebolehcapaian kursor besar.

Jika dasar ini ditetapkan kepada benar, kursor besar akan sentiasa didayakan.

Jika dasar ini ditetapkan kepada palsu, kursor besar akan sentiasa dilumpuhkan.

Jika anda menetapkan dasar ini, pengguna tidak boleh mengubah atau mengatasinya.

Jika dasar ini dibiarkan tanpa ditetapkan, kursor besar dilumpuhkan pada mulanya tetapi boleh didayakan oleh pengguna pada bila-bila masa.</string><string id="SpokenFeedbackEnabled">Dayakan maklum balas yang dituturkan</string><string id="SpokenFeedbackEnabled_Explain">Dayakan ciri kebolehcapaian maklum balas pertuturan.

Jika dasar ini ditetapkan kepada benar, maklum balas pertuturan akan sentiasa didayakan.

Jika dasar ini ditetapkan kepada palsu, maklum balas pertuturan akan sentiasa dilumpuhkan.

Jika anda menetapkan dasar ini, pengguna tidak boleh mengubah atau mengatasinya.

Jika dasar ini dibiarkan tanpa ditetapkan, maklum balas pertuturan dilumpuhkan pada mulanya tetapi boleh didayakan oleh pengguna pada bila-bila masa.</string><string id="HighContrastEnabled">Dayakan mod kontras tinggi</string><string id="HighContrastEnabled_Explain">Dayakan ciri kebolehcapaian mod kontras tinggi.

Jika dasar ini ditetapkan kepada benar, mod kontras tinggi akan sentiasa didayakan.

Jika dasar ini ditetapkan kepada palsu, mod kontras tinggi akan sentiasa dilumpuhkan.

Jika anda menetapkan dasar ini, pengguna tidak boleh mengubah atau mengatasinya.

Jika dasar ini dibiarkan tanpa ditetapkan, mod kontras tinggi dilumpuhkan pada mulanya tetapi boleh didayakan oleh pengguna pada bila-bila masa.</string><string id="VirtualKeyboardEnabled">Dayakan papan kekunci pada skrin</string><string id="VirtualKeyboardEnabled_Explain">Dayakan ciri kebolehaksesan papan kekunci pada skrin.

Jika dasar ini ditetapkan kepada benar, papan kekunci pada skrin akan sentiasa didayakan.

Jika dasar ini ditetapkan kepada palsu, papan kekunci pada skrin akan sentiasa dilumpuhkan.

Jika anda menetapkan dasar ini, pengguna tidak boleh menukar atau mengatasinya.

Jika dasar ini dibiarkan tidak ditetapkan, papan kekunci pada skrin dilumpuhkan pada mulanya tetapi boleh didayakan oleh pengguna pada bila-bila masa.</string><string id="KeyboardDefaultToFunctionKeys">Kekunci media lalai kepada kekunci fungsi</string><string id="KeyboardDefaultToFunctionKeys_Explain">Menukar tingkah laku lalai kekunci baris atas kepada kekunci fungsi.

Jika dasar ini ditetapkan kepada benar, kekunci baris atas papan kekunci akan menghasilkan perintah kekunci fungsi secara lalai. Kekunci carian perlu ditekan untuk menukar kembali tingkah lakunya kepada kekunci media.

Jika dasar ini ditetapkan kepada palsu atau dibiarkan tidak ditetapkan, papan kekunci akan menghasilkan perintah kekunci media secara lalai dan perintah kekunci fungsi semasa kekunci carian ditekan.</string><string id="ScreenMagnifierType">Tetapkan jenis penggadang skrin</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Penggadang skrin dilumpuhkan</string><string id="ScreenMagnifierType_Full-screen">Penggadang skrin penuh didayakan</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Tetapkan keadaan lalai kursor besar pada skrin log masuk</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Tetapkan keadaan lalai ciri kebolehcapaian kursor besar pada skrin log masuk.

Jika dasar ini ditetapkan kepada benar, kursor besar akan didayakan apabila skrin log masuk dipaparkan.

Jika dasar ini ditetapkan kepada palsu, kursor besar akan dilumpuhkan apabila skrin log masuk dipaparkan.

Jika anda menetapkan dasar ini, pengguna boleh mengatasinya secara sementara dengan mendayakan atau melumpuhkan kursor besar. Walau bagaimanapun, pilihan pengguna ini tidak berterusan dan lalai dipulihkan apabila skrin log masuk dipaparkan semula atau pengguna kekal melahu pada skrin log masuk selama satu minit.

Jika dasar ini dibiarkan tanpa ditetapkan, kursor besar dilumpuhkan apabila skrin log masuk mula-mula dipaparkan. Pengguna boleh mendayakan atau melumpuhkan kursor besar pada bila-bila masa dan statusnya pada skrin log masuk yang berterusan antara pengguna.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Tetapkan keadaan lalai maklum balas pertuturan pada skrin log masuk</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Tetapkan keadaan lalai ciri kebolehcapaian maklum balas pertuturan pada skrin log masuk.

Jika dasar ini ditetapkan kepada benar, maklum balas pertuturan akan didayakan apabila skrin log masuk dipaparkan.

Jika dasar ini ditetapkan kepada palsu, maklum balas pertuturan akan dilumpuhkan apabila skrin log masuk dipaparkan.

Jika anda menetapkan dasar ini, pengguna boleh mengatasinya secara sementara dengan mendayakan atau melumpuhkan maklum balas pertuturann. Walau bagaimanapun, pilihan pengguna ini tidak berterusan dan lalai dipulihkan apabila skrin log masuk dipaparkan semula atau pengguna kekal melahu pada skrin log masuk selama satu minit.

Jika dasar ini dibiarkan tanpa ditetapkan, maklum balas pertuturan dilumpuhkan apabila skrin log masuk mula-mula dipaparkan. Pengguna boleh mendayakan atau melumpuhkan maklum balas pertuturan pada bila-bila masa dan statusnya pada skrin log masuk berterusan antara pengguna.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Tetapkan keadaan lalai mod kontras tinggi pada skrin log masuk</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Tetapkan keadaan lalai ciri kebolehcapaian mod kontras tinggi pada skrin log masuk.

Jika dasar ini ditetapkan kepada benar, mod kontras tinggi akan didayakan apabila skrin log masuk dipaparkan.

Jika dasar ini ditetapkan kepada palsu, mod kontras tinggi akan dilumpuhkan apabila skrin log masuk dipaparkan.

Jika anda menetapkan dasar ini, pengguna boleh mengatasinya secara sementara dengan mendayakan atau melumpuhkan mod kontras tinggi. Walau bagaimanapun, pilihan pengguna ini tidak berterusan dan lalai dipulihkan apabila skrin log masuk dipaparkan semula atau pengguna kekal melahu pada skrin log masuk selama satu minit.

Jika dasar ini dibiarkan tanpa ditetapkan, mod kontras tinggi dilumpuhkan apabila skrin log masuk mula-mula dipaparkan. Pengguna boleh mendayakan atau melumpuhkan mod kontras tinggi pada bila-bila masa dan statusnya pada skrin log masuk yang berterusan antara pengguna.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Tetapkan keadaan lalai papan kekunci pada skrin di skrin log masuk</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Tetapkan keadaan lalai ciri kebolehaksesan papan kekunci pada skrin di skrin log masuk.

Jika dasar ini ditetapkan kepada benar, papan kekunci pada skrin akan didayakan apabila skrin log masuk ditunjukkan.

Jika dasar ini ditetapkan kepada palsu, papan kekunci pada skrin akan dilumpuhkan apabila skrin log masuk ditunjukkan.

Jika anda menetapkan dasar ini, pengguna boleh mengatasi dasar sementara dengan mendayakan atau melumpuhkan papan kekunci pada skrin. Walau bagaimanapun, pilihan pengguna tidak berterusan dan pilihan lalai dipulihkan apabila skrin log masuk ditunjukkan semula atau pengguna melahu pada skrin log masuk selama seminit.

Jika dasar ini dibiarkan tidak ditetapkan, papan kekunci pada skrin dilumpuhkan apabila skrin log masuk mula-mula ditunjukkan. Pengguna boleh mendayakan atau melumpuhkan papan kekunci pada skrin pada bila-bila masa dan status pada skrin log masuk diteruskan antara pengguna.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Tetapkan jenis penggadang skrin lalai yang didayakan pada skrin log masuk</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Menetapkan jenis penggadang skrin lalai yang didayakan pada skrin log masuk.

Jika dasar ini ditetapkan, dasar ini mengawal jenis penggadang skrin yang didayakan apabila skrin log masuk dipaparkan. Penggadang skrin akan dilumpuhkan apabila dasar ditetapkan kepada &quot;Tiada&quot;.

Jika anda menetapkan dasar ini, pengguna boleh mengatasinya secara sementara dengan mendayakan atau melumpuhkan penggadang skrin. Walau bagaimanapun, pilihan pengguna ini tidak berterusan dan lalai dipulihkan apabila skrin log masuk dipaparkan semua atau pengguna kekal melahu pada skrin log masuk selama satu minit.

Jika dasar ini dibiarkan tanpa ditetapkan, penggadang skrin dilumpuhkan apabila skrin log masuk mula-mula dipaparkan. Pengguna boleh mendayakan atau melumpuhkan penggadang skrin pada bila-bila masa dan statusnya pada skrin log masuk yang berterusan antara pengguna.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Penggadang skrin dilumpuhkan</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Penggadang skrin penuh didayakan</string><string id="AllowDeletingBrowserHistory">Dayakan pemadaman sejarah penyemak imbas dan muat turun</string><string id="AllowDeletingBrowserHistory_Explain">Mendayakan pemadaman sejarah penyemak imbas dan sejarah muat turun dalam Google Chrome dan menghalang pengguna daripada mengubah tetapan ini.

Harap maklum bahawa walaupun dasar ini dilumpuhkan, sejarah penyemakan imbas dan muat turun tidak dijamin akan dikekalkan: pengguna mungkin boleh mengedit atau memadamkan terus fail pangkalan data sejarah, dan penyemak imbas itu sendiri boleh tamat tempoh atau mengarkibkan mana-mana atau semua item sejarah pada bila-bila masa.

Jika tetapan ini didayakan atau tidak ditetapkan, sejarah penyemakan imbas dan muat turun boleh dipadamkan.

Jika tetapan ini dilumpuhkan, sejarah penyemakan imbas dan muat turun tidak boleh dipadamkan.</string><string id="AllowDinosaurEasterEgg">Benarkan Permainan Telur Easter Dinosaur</string><string id="AllowDinosaurEasterEgg_Explain">Membolehkan pengguna bermain permainan telur easter dinosaur apabila peranti di luar talian.

Jika dasar ini ditetapkan kepada Palsu, pengguna tidak akan dapat bermain permainan telur easter dinosaur apabila peranti di luar talian. Jika tetapan ini ditetapkan kepada Benar, pengguna dibenarkan bermain permainan dinosaur. Jika dasar ini tidak ditetapkan, pengguna tidak dibenarkan bermain permainan telur easter dinosaur pada OS Chrome berdaftar, tetapi dibenarkan bermain menurut keadaan lain.</string><string id="AllowOutdatedPlugins">Benarkan pemalam yang lapuk dijalankan</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Benarkan mengunci skrin</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Tentukan domain yang dibenarkan untuk mengakses Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Dayakan halaman ralat ganti</string><string id="AlternateErrorPagesEnabled_Explain">Membolehkan penggunaan halaman ralat ganti yang terbina dalam Google Chrome (seperti 'halaman tidak dijumpai') dan menghalang pengguna daripada mengubah tetapan ini.

Jika anda mendayakan tetapan ini, halaman ralat ganti akan digunakan.

Jika anda melumpuhkan tetapan ini, halaman ralat ganti tidak akan digunakan.

Jika anda mendayakan atau melumpuhkan tetapan ini, pengguna tidak boleh mengubah atau mengatasi tetapan ini dalam Google Chrome.

Jika dasar ini dibiarkan tanpa ditetapkan, tetapan ini akan didayakan tetapi pengguna akan boleh mengubahnya.</string><string id="AlwaysAuthorizePlugins">Sentiasa jalankan pemalam yang memerlukan kebenaran</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Dayakan Perkhidmatan Sandaran Android</string><string id="ArcBackupRestoreEnabled_Explain">Apabila dasar ini ditetapkan kepada benar, data apl Android dimuat naik ke pelayan Android Backup dan dipulihkan daripadanya semasa pemasangan semula apl untuk apl yang serasi.

Apabila dasar ini ditetapkan kepada palsu, Android Backup Service akan dimatikan.

Jika tetapan ini dikonfigurasikan, maka pengguna tidak akan dapat mengubahnya sendiri.

Jika tetapan ini tidak dikonfigurasikan, maka pengguna akan dapat menghidupkan dan mematikan Android Backup Service dalam apl Tetapan Android.</string><string id="ArcCertificatesSyncMode">Tetapkan ketersediaan sijil untuk apl ARC</string><string id="ArcCertificatesSyncMode_Explain">Jika ditetapkan kepada SyncDisabled atau tidak dikonfigurasikan, sijil Google Chrome OS tidak  tersedia untuk apl ARC.

Jika ditetapkan kepada CopyCaCerts, semua sijil CA yang dipasang ONC dengan Web TrustBit tersedia untuk apl ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Lumpuhkan penggunaan sijil Google Chrome OS pada apl ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Dayakan sijil CA Google Chrome OS pada apl ARC</string><string id="ArcEnabled">Dayakan ARC</string><string id="ArcEnabled_Explain">Apabila dasar ini ditetapkan kepada benar, ARC akan didayakan untuk
pengguna (tertakluk kepada semakan tetapan dasar tambahan - ARC
masih tidak boleh digunakan jika salah satu antara mod sementara atau
log masuk berbilang didayakan dalam sesi pengguna semasa).

Jika tetapan ini dilumpuhkan atau tidak dikonfigurasikan, maka pengguna
perusahaan tidak dapat menggunakan ARC.</string><string id="ArcLocationServiceEnabled">Dayakan Perkhidmatan Lokasi Google Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfigurasi ARC</string><string id="ArcPolicy_Explain">Menentukan set dasar yang akan diserahkan kepada waktu jalan ARC. Nilainya mestilah JSON sah.

Dasar ini boleh digunakan untuk mengkonfigurasikan apl Android yang akan dipasang secara automatik pada peranti:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Pengecam apl Android, mis. &quot;com.google.android.gm&quot; untuk Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Menentukan cara apl dipasang. OPTIONAL: Apl tidak dipasang secara automatik, tetapi pengguna boleh memasangnya. Ini ialah nilai lalai jika dasar ini tidak ditentukan. PRELOAD: Apl dipasang secara automatik, tetapi pengguna boleh menyahpasangnya. FORCE_INSTALLED: Apl dipasang secara automatik dan pengguna tidak boleh menyahpasangnya. BLOCKED: Apl disekat dan tidak boleh dipasang. Jika apl dipasang di bawah dasar sebelumnya, apl itu akan dinyahpasang.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Dasar untuk meluluskan permintaan kebenaran apl. PERMISSION_POLICY_UNSPECIFIED: Dasar tidak ditentukan. Jika tiada dasar ditentukan untuk kebenaran pada mana-mana tahap, maka tingkah laku `PROMPT` digunakan secara lalai. PROMPT: Menggesa pengguna supaya memberikan kebenaran. GRANT: Berikan kebenaran secara automatik. DENY: Nafikan kebenaran seara automatik.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Objek konfigurasi JSON khusus apl dengan set pasangan kunci dan nilai, mis. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Kunci ditakrifkan dalam manifes apl.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Untuk menyematkan apl pada pelancar, lihat PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Benarkan atau nafikan rakaman audio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL yang akan diberikan akses kepada peranti tangkapan audio tanpa gesaan</string><string id="AudioCaptureAllowedUrls_Explain">Pola dalam senarai ini akan dipadankan dengan keselamatan
asal URL yang meminta.  Jika padanan ditemui, akses kepada peranti
merakam audio akan diberi tanpa gesaan.

PERHATIAN: Dasar ini hanya disokong dalam mod Kios sehingga versi 45.</string><string id="AudioCaptureAllowedUrlsDesc">URL yang akan diberikan akses kepada peranti tangkapan audio tanpa gesaan</string><string id="AudioOutputAllowed">Benarkan audio dimainkan</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Dayakan Auto Isi</string><string id="AutoFillEnabled_Explain">Mendayakan ciri Auto Isi Google Chrome dan membolehkan pengguna melengkapkan borang web secara automatik dengan menggunakan maklumat yang disimpan sebelum ini seperti alamat atau maklumat kad kredit.

Jika anda melumpuhkan tetapan ini, Auto Isi tidak akan boleh diakses oleh pengguna.

Jika anda mendayakan tetapan ini atau tidak menetapkan nilai, Auto Isi akan kekal di bawah kawalan pengguna. Perkara ini akan membenarkan mereka mengkonfigurasi profil Auto Isi dan untuk menghidupkan atau mematikan Auto Isi mengikut budi bicara mereka.</string><string id="AutofillCreditCardEnabled">Dayakan Autolengkap untuk kad kredit</string><string id="AutofillCreditCardEnabled_Explain">Mendayakan ciri Autolengkap Google Chrome dan membolehkan pengguna mengisikan maklumat kredit kad dan alamat dalam borang web secara automatik dengan menggunakan maklumat yang disimpan sebelum itu.

Jika anda melumpuhkan tetapan ini, Autolengkap tidak akan mencadangkan atau mengisikan maklumat kad kredit atau menyimpan maklumat kad kredit tambahan yang mungkin diserahkan oleh pengguna semasa menyemak imbas web.

Jika anda mendayakan tetapan ini atau tidak menetapkan nilai, maka pengguna akan dapat mengawal keseluruhan ciri autolengkap (termasuk kad kredit) dalam UI.</string><string id="BlockThirdPartyCookies">Sekat kuki pihak ketiga</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Dayakan Bar Penanda Halaman</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Pengesahan portal tawanan mengabaikan proksi</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Lumpuhkan penguatkuasaan Ketelusan Sijil untuk senarai URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Melumpuhkan penguatkuasaan keperluan Ketelusan Sijil kepada URL yang disenaraikan.

Dasar ini membenarkan sijil bagi nama hos dalam URL yang dinyatakan, tidak didedahkan melalui Ketelusan Sijil. Pada umumnya, sijil yang tidak didedahkan kepada umum dengan betul, dikendalikan sebagai sijil yang tidak dipercayai. Namun, dasar ini membenarkan sijil yang tidak dipercayai itu untuk terus digunakan, tetapi hal ini akan menyukarkan lagi kami mengesan sijil yang tersilap dikeluarkan oleh hos tersebut.

Pola URL diformatkan mengikut https://www.chromium.org/administrators/url-blacklist-filter-format. Walau bagaimanapun, oleh sebab sijil sah untuk nama hos yang tertentu tanpa mengira skim, port atau laluannya, hanya bahagian nama hos URL yang dipertimbangkan. Kad bebas hos tidak disokong.

Jika dasar ini tidak ditetapkan, mana-mana sijil yang dikehendaki supaya didedahkan melalui Ketelusan Sijil akan dikendalikan sebagai tidak dipercayai jika sijil itu tidak didedahkan mengikut dasar Ketelusan Sijil.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Lumpuhkan penguatkuasaan Ketelusan Sijil untuk senarai URL</string><string id="ChromeOsLockOnIdleSuspend">Dayakan kunci apabila peranti melahu atau digantung</string><string id="ChromeOsLockOnIdleSuspend_Explain">Dayakan kunci apabila peranti Google Chrome OS melahu atau digantung.

Jika anda mendayakan tetapan ini, pengguna akan diminta memberikan kata laluan untuk membuka kunci peranti daripada keadaan tidur.

Jika anda melumpuhkan tetapan ini, pengguna tidak akan diminta memberikan kata laluan untuk membuka kunci peranti daripada keadaan tidur.

Jika anda mendayakan atau melumpuhkan tetapan ini, pengguna tidak boleh mengubah atau membatalkan tetapan ini.

Jika dasar dibiarkan tanpa ditetapkan, pengguna boleh memilih sama ada mereka ingin diminta memberikan kata laluan untuk membuka kunci peranti atau tidak.</string><string id="ChromeOsMultiProfileUserBehavior">Kawal kelakuan pengguna dalam sesi berbilang profil</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Mengawal tingkah laku pengguna dalam sesi berbilang profil pada peranti Google Chrome OS.

Jika dasar ini ditetapkan kepada 'MultiProfileUserBehaviorUnrestricted', pengguna boleh menjadi sama ada pengguna utama atau sekunder dalam sesi berbilang profil.

Jika dasar ini ditetapkan kepada 'MultiProfileUserBehaviorMustBePrimary', pengguna hanya boleh menjadi pengguna utama dalam sesi berbilang profil.

Jika dasar indi ditetapkan kepada 'MultiProfileUserBehaviorNotAllowed', pengguna tidak boleh menjadi sebahagian daripada sesi berbilang profil.

Jika anda menetapkan tetapan ini, pengguna tidak boleh menukar atau mengatasi tetapan itu.

Jika tetapan diubah semasa pengguna dilog masuk ke dalam sesi berbilang profil, semua pengguna dalam sesi itu akan ditandakan mengikut tetapan masing-masing. Sesi akan ditutup jika mana-mana pengguna tidak lagi dibenarkan berada dalam sesi itu.

Jika dasar tidak ditetapkan, nilai lalai 'MultiProfileUserBehaviorMustBePrimary' terpakai untuk pengguna diuruskan perusahaan dan 'MultiProfileUserBehaviorUnrestricted' akan digunakan untuk pengguna tidak diuruskan.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Membenarkan pengguna perusahaan untuk menjadi utama dan sekunder (Tingkah laku lalai untuk pengguna tidak dikendalikan)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Membenarkan pengguna perusahaan untuk menjadi pengguna berbilang profil utama sahaja (Tingkah laku lalai untuk pengguna perusahaan yang dikendalikan)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Jangan benarkan pengguna perusahaan menjadi sebahagian daripada berbilang profil (utama atau kedua)</string><string id="ChromeOsReleaseChannel">Saluran keluaran</string><string id="ChromeOsReleaseChannel_Explain">Menetapkan saluran pelepasan yang harus mengunci peranti ini.</string><string id="ChromeOsReleaseChannel_StableChannel">Saluran stabil</string><string id="ChromeOsReleaseChannel_BetaChannel">Saluran Beta</string><string id="ChromeOsReleaseChannel_DevChannel">Saluran Dev (mungkin tidak stabil)</string><string id="ChromeOsReleaseChannelDelegated">Sama ada saluran pelepasan harus boleh dikonfigurasikan oleh pengguna</string><string id="ChromeOsReleaseChannelDelegated_Explain">Jika dasar ini ditetapkan kepada Benar dan dasar ChromeOsReleaseChannel tidak ditentukan, maka pengguna domain yang mendaftar akan dibenarkan untuk mengubah saluran pelepasan peranti tersebut. Jika dasar ini ditetapkan kepada palsu, peranti akan dikunci dalam apa jua saluran terakhir yang ditetapkan.

Saluran pilihan pengguna akan diatasi oleh dasar ChromeOsReleaseChannel, tetapi jika saluran dasar lebih stabil daripada yang dipasang pada peranti, maka saluran hanya akan ditukar selepas versi saluran yang lebih stabil mencapai nombor versi yang lebih tinggi daripada versi yang dipasang pada peranti.</string><string id="ComponentUpdatesEnabled">Mendayakan kemas kini komponen dalam Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Mendayakan kemas kini komponen untuk semua komponen dalam Google Chrome apabila tidak ditetapkan atau ditetapkan kepada Benar.

Jika ditetapkan kepada Palsu, pengemaskinian komponen akan dilumpuhkan. Walau bagaimanapun, sesetengah komponen dikecualikan daripada dasar ini: pengemaskinian mana-mana komponen yang tidak mengandungi kod boleh laksana atau tidak mengubah gelagat penyemak imbas dengan ketara atau yang penting untuk keselamatannya tidak akan dilumpuhkan.
Contoh komponen seperti itu termasuk senarai pembatalan sijil dan data semakan imbas selamat.
Lihat https://developers.google.com/safe-browsing untuk mendapatkan maklumat lanjut tentang Penyemakan Imbas Selamat.</string><string id="DefaultPrinterSelection">Peraturan pilihan pencetak lalai</string><string id="DefaultPrinterSelection_Explain">Membatalkan peraturan pilihan pencetak lalai Google Chrome.

Dasar ini menetapkan peraturan untuk memilih pencetak lalai dalam Google Chrome yang berlaku pada kali pertama fungsi cetak digunakan dengan profil.

Apabila dasar ini ditetapkan, Google Chrome akan cuba mencari pencetak yang sepadan dengan semua atribut yang dinyatakan dan memilih pencetak itu sebagai pencetak lalai. Pencetak pertama yang didapati sepadan dengan dasar ini akan dipilih, sekiranya padanan tidak unik berlaku, mana-mana pencetak yang sepadan akan dipilih, bergantung pada urutan pencetak itu ditemui.

Jika dasar ini tidak ditetapkan atau pencetak yang sepadan tidak ditemui dalam tempoh tamat masa, pencetak akan menggunakan pencetak PDF terbina dalam lalai atau tiada pencetak akan dipilih, apabila pencetak PDF tidak tersedia.

Nilai ini dihuraikan sebagai objek JSON yang mematuhi skema berikut:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Whether to limit the search of the matching printer to a specific set of printers.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer id.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer display name.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Pencetak yang disambungkan pada Google Cloud Print dianggap sebagai &quot;cloud&quot;, manakala pencetak yang lain diklasifikasikan sebagai &quot;local&quot;.
Tindakan meninggalkan suatu medan bermakna semua nilai adalah sepadan, contohnya, tidak menetapkan sambungan akan menyebabkan Pratonton Cetakan memulakan penemuan semua jenis pencetak, setempat dan awan.
Pola ungkapan biasa mesti mengikuti sintaks JavaScript RegExp dan padanan bersifat sensitif huruf.</string><string id="DeveloperToolsDisabled">Lumpuhkan Alatan Pembangun</string><string id="DeveloperToolsDisabled_Explain">Melumpuhkan Alat Pembangun dan konsol JavaScript.

Jika anda mendayakan tetapan ini, Alat Pembangun tidak boleh diakses dan elemen tapak web tidak boleh disemak lagi. Sebarang pintasan papan kekunci dan mana-mana menu atau masukan menu konteks untuk membuka Alat Pembangun atau Konsol JavaScript akan dilumpuhkan.

Menetapkan pilihan ini kepada dilumpuhkan atau membiarkannya tanpa ditetapkan membolehkan pengguna menggunakan Alat Pembangun dan konsol JavaScript.</string><string id="DeviceAllowBluetooth">Benarkan bluetooth pada peranti</string><string id="DeviceAllowBluetooth_Explain">Jika dasar ini ditetapkan kepada palsu, Google Chrome OS akan melumpuhkan Bluetooth dan pengguna tidak akan dapat mendayakannya semula.

Jika dasar ini ditetapkan kepada benar atau dibiarkan tidak ditetapkan, pengguna akan dapat mendayakan atau melumpuhkan Bluetooth semahunya.

Jika dasar ini ditetapkan, pengguna tidak boleh mengubah atau membatalkannya.

Selepas mendayakan Bluetooth, peranti ini mesti dibut semula supaya perubahan dapat diterapkan (tidak perlu but semula peranti apabila melumpuhkan Bluetooth).</string><string id="DeviceAllowNewUsers">Benarkan ciptaan akaun pengguna baharu</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Benarkan pengguna menebus tawaran melalui Pendaftaran OS Chrome</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Pentadbir IT untuk peranti perusahaan boleh menggunakan bendera ini untuk mengawal sama ada membenarkan pengguna menebus tawaran melalui Pendaftaran OS Chrome.

Jika dasar ini ditetapkan kepada benar atau dibiarkan tanpa ditetapkan, pengguna dapat menebus tawaran melalui Pendaftaran OS Chrome.

Jika dasar ini ditetapkan kepada palsu, pengguna tidak akan dapat menebus tawaran.</string><string id="DeviceAutoUpdateDisabled">Lumpuhkan Kemas Kini Auto</string><string id="DeviceAutoUpdateDisabled_Explain">Melumpuhkan kemas kini automatik apabila ditetapkan kepada Benar.

Peranti Google Chrome OS menyemak kemas kini secara automatik apabila tetapan ini tidak dikonfigurasi atau ditetapkan kepada Palsu.

Amaran: Anda disyorkan supaya membiarkan kemas kini automatik didayakan agar pengguna dapat menerima kemas kini perisian dan pembetulan keselamatan kritikal. Tindakan mematikan kemas kini automatik boleh menyebabkan pengguna terdedah kepada risiko.</string><string id="DeviceAutoUpdateP2PEnabled">Auto kemas kini p2p didayakan</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Menentukan sama ada p2p akan digunakan untuk beban bayar kemas kini OS. Jika ditetapkan kepada Benar, peranti akan berkongsi dan cuba menggunakan beban bayar kemas kini pada LAN, berkemungkinan mengurangkan penggunaan dan kesesakan lebar jalur Internet. Jika beban bayar kemas kini tidak tersedia pada LAN, peranti ini akan kembali kepada memuat turun dari pelayan kemas kini. Jika ditetapkan kepada Palsu atau tidak dikonfigurasi, p2p tidak akan digunakan.</string><string id="DeviceBlockDevmode">Sekat mod pembangun</string><string id="DeviceBlockDevmode_Explain">Sekat mod pembangun.

Jika dasar ini ditetapkan kepada Benar, Google Chrome OS akan menghalang peranti daripada membut ke dalam mod pembangun. Sistem tidak akan but dan memaparkan skrin ralat apabila suis pembangun dihidupkan.

Jika dasar ini dinyahtetapkan atau ditetapkan ke Palsu, mod pembangun akan kekal tersedia untuk peranti ini.</string><string id="DeviceDataRoamingEnabled">Dayakan perayauan data</string><string id="DeviceDataRoamingEnabled_Explain">Menentukan sama ada data perayauan perlu didayakan untuk peranti. Jika ditetapkan kepada benar, perayauan data dibenarkan. Jika dibiarkan tanpa dikonfigurasi atau ditetapkan kepada palsu, perayauan data tidak akan tersedia.</string><string id="DeviceEphemeralUsersEnabled">Hapuskan data pengguna semasa log keluar</string><string id="DeviceEphemeralUsersEnabled_Explain">Memastikan sama ada Google Chrome OS menyimpan data akaun setempat selepas log keluar. Jika ditetapkan kepada benar, tiada akaun berulang akan disimpan oleh Google Chrome OS dan semua data dari sesi pengguna akan dibuang selepas log keluar. Jika dasar ini ditetapkan kepada palsu atau tidak dikonfigurasi, peranti boleh menyimpan data pengguna setempat (disulitkan).</string><string id="DeviceGuestModeEnabled">Dayakan mod tetamu</string><string id="DeviceGuestModeEnabled_Explain">Jika dasar ini ditetapkan kepada benar atau tidak dikonfigurasi, Google Chrome OS akan mendayakan log masuk tetamu. Log masuk tetamu adalah sesi pengguna tanpa nama dan tidak memerlukan kata laluan.

Jika dasar ini ditetapkan kepada palsu, Google Chrome OS tidak akan membenarkan sesi tetamu dimulakan.</string><string id="DeviceLoginScreenAppInstallList">Konfigurasikan senarai apl yang dipasang pada skrin log masuk</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfigurasikan senarai apl yang dipasang pada skrin log masuk</string><string id="DeviceLoginScreenInputMethods">Reka letak papan kekunci skrin log masuk peranti</string><string id="DeviceLoginScreenInputMethods_Explain">Mengkonfigurasi reka letak papan kekunci yang dibenarkan pada skrin log masuk Google Chrome OS.

Jika dasar ini ditetapkan untuk menyenaraikan pengecam kaedah masukan, kaedah masukan tertentu akan tersedia pada skrin log masuk. Kaedah masukan tertentu yang pertama akan dipilih dahulu. Walaupun pod pengguna difokuskan pada skrin log masuk, kaedah masukan pengguna yang terakhir akan tersedia sebagai tambahan kepada kaedah masukan yang diberikan oleh dasar ini. Jika dasar ini tidak ditetapkan, kaedah masukan pada skrin log masuk akan dihasilkan daripada penempatan tempat skrin log masuk dipaparkan. Nilai yang bukan daripada pengecam kaedah masukan yang sah akan diabaikan.</string><string id="DeviceLoginScreenInputMethodsDesc">Reka letak papan kekunci skrin log masuk peranti</string><string id="DeviceLoginScreenLocales">Tempat peristiwa skrin log masuk peranti</string><string id="DeviceLoginScreenLocales_Explain">Mengkonfigurasi tempat peristiwa yang dikuatkuasakan pada skrin log masuk Google Chrome OS.

Jika dasar ini ditetapkan, skrin log masuk akan sentiasa dipaparkan dalam tempat peristiwa yang diberikan oleh nilai pertama dasar ini (dasar ditentukan sebagai senarai untuk keserasian pemajuan).  Jika dasar ini tidak ditetapkan atau ditetapkan pada senarai kosong, skrin log masuk akan dipaparkan dalam tempat peristiwa sesi pengguna yang terakhir.  Jika dasar ini ditetapkan pada nilai yang merupakan tempat peristiwa yang tidak sah, skrin log masuk akan dipaparkan dalam tempat peristiwa sandaran (pada masa ini, en-US).</string><string id="DeviceLoginScreenLocalesDesc">Tempat peristiwa skrin log masuk peranti</string><string id="DeviceLoginScreenPowerManagement">Pengurusan kuasa pada skrin log masuk</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfigurasikan pengurusan kuasa pada skrin log masuk dalam Google Chrome OS.

Dasar ini membolehkan anda mengkonfigurasikan cara Google Chrome OS bertingkah laku apabila tiada aktiviti pengguna untuk suatu tempoh masa semasa skrin log masuk ditunjukkan. Dasar ini mengawal berbilang tetapan. Untuk setiap semantik dan julat nilai, lihat dasar sepadan yang mengawal pengurusan kuasa dalam sesi. Satu-satunya penyimpangan daripada dasar ini ialah:
* Tindakan yang diambil semasa melahu atau penutup ditutup tidak boleh menamatkan sesi.
* Tindakan lalai yang diambil apabila melahu semasa dijalankan pada kuasa AC ialah menutup.

Jika tetapan dibiarkan tanpa ditentukan, nilai lalai akan digunakan.

Jika dasar ini tidak ditetapkan, nilai lalai akan digunakan untuk semua tetapan.</string><string id="DeviceMetricsReportingEnabled">Dayakan laporan metrik</string><string id="DeviceMetricsReportingEnabled_Explain">Mengawal sama ada metrik penggunaan dan data diagnostik, termasuk laporan ranap dilaporkan kembali kepada Google. Jika ditetapkan kepada benar, Google Chrome OS akan melaporkan metrik penggunaan dan data diagnostik. Jika tidak dikonfigurasikan atau ditetapkan kepada palsu, pelaporan metrik dan data diagnostik akan dilumpuhkan.</string><string id="DeviceNativePrinters">Fail konfigurasi pencetak perusahaan untuk peranti</string><string id="DeviceNativePrinters_Explain">Menyediakan konfigurasi untuk pencetak perusahaan yang dihubungkan pada peranti.

Dasar ini membenarkan anda menyediakan konfigurasi pencetak kepada peranti Google Chrome OS. Saiz fail tidak boleh melebihi 5MB dan mesti dikodkan dalam JSON. Format adalah sama dengan format kamus NativePrinters.  Fail yang mengandungi kira-kira 21,000 pencetak dianggar akan mengekod sebagai fail 5MB.  Cincangan kriptograf digunakan untuk mengesahkan integriti muat turun.

Fail dimuat turun dan dicache. Fail tersebut akan dimuat turun semula setiap kali URL atau cincangan berubah.

Jika dasar ini ditetapkan, Google Chrome OS akan memuat turun fail untuk konfigurasi pencetak dan menjadikan pencetak tersedia menurut DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist dan DeviceNativePrintersBlacklist.

Dasar ini tidak mempengaruhi sama ada pengguna boleh mengkonfigurasi pencetak pada peranti individu.  Tujuan dasar adalah sebagai tambahan kepada konfigurasi pencetak oleh pengguna individu.

Dasar ini ialah tambahan kepada NativePrintersBulkConfiguration.

Jika dasar ini tidak ditetapkan, maka tiada pencetak peranti dan dasar DeviceNativePrinter* yang lain akan diabaikan.</string><string id="DeviceNativePrintersAccessMode">Dasar akses konfigurasi pencetak peranti.</string><string id="DeviceNativePrintersAccessMode_Explain">Mengawal pencetak daripada DeviceNativePrinters yang tersedia kepada pengguna.

Menetapkan dasar akses yang digunakan untuk konfigurasi pencetak pukal. Jika AllowAll dipilih, semua pencetak akan dipaparkan. Jika BlacklistRestriction dipilih, DeviceNativePrintersBlacklist akan digunakan untuk mengehadkan akses kepada pencetak yang ditetapkan.  Jika WhitelistPrintersOnly dipilih, DeviceNativePrintersWhitelist akan menetapkan pencetak yang boleh dipilih sahaja.

Jika dasar ini tidak ditetapkan, BlacklistRestriction akan digunakan.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Semua pencetak ditunjukkan kecuali pencetak dalam senarai hitam.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Hanya pencetak dalam senarai putih ditunjukkan kepada pengguna</string><string id="DeviceNativePrintersAccessMode_AllowAll">Benarkan semua pencetak daripada fail konfigurasi.</string><string id="DeviceNativePrintersBlacklist">Pencetak peranti perusahaan dilumpuhkan</string><string id="DeviceNativePrintersBlacklist_Explain">Menentukan pencetak yang tidak boleh digunakan oleh pengguna.

Dasar ini hanya digunakan jika BlacklistRestriction dipilih untuk DeviceNativePrintersAccessMode.

Jika dasar ini digunakan, semua pencetak akan disediakan kepada pengguna kecuali ID yang disenaraikan dalam dasar ini.
</string><string id="DeviceNativePrintersBlacklistDesc">Pencetak peranti perusahaan dilumpuhkan</string><string id="DeviceNativePrintersWhitelist">Pencetak peranti perusahaan didayakan</string><string id="DeviceNativePrintersWhitelist_Explain">Menentukan pencetak yang boleh digunakan oleh pengguna.

Dasar ini hanya digunakan jika WhitelistPrintersOnly dipilih untuk DeviceNativePrintersAccessMode

Jika dasar ini digunakan, hanya pencetak dengan ID yang sepadan dengan nilai dalam dasar ini akan tersedia kepada pengguna. ID mesti sepadan dengan masukan dalam fail yang dinyatakan dalam DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Pencetak peranti perusahaan didayakan</string><string id="DeviceOffHours">Selang masa waktu mati apabila OffHours peranti |ignored_policy_proto_tags| dikeluarkan</string><string id="DeviceOffHours_Explain">Jika dasar &quot;OffHours&quot; ditetapkan, maka dasar peranti yang ditetapkan akan diabaikan (gunakan tetapan lalai dasar ini) semasa selang masa yang ditakrifkan. Dasar peranti akan diterapkan semula oleh Chrome pada setiap peristiwa apabila tempoh &quot;OffHours&quot; bermula atau berakhir. Pengguna akan diberitahu dan dipaksa log keluar apabila masa &quot;OffHours&quot; berakhir dan tetapan dasar peranti diubah (mis., apabila pengguna log masuk menggunakan akaun yang tidak dibenarkan).</string><string id="DeviceOpenNetworkConfiguration">Konfigurasi rangkaian tahap peranti</string><string id="DeviceOpenNetworkConfiguration_Explain">Membenarkan penolakan konfigurasi rangkaian digunakan untuk semua pengguna peranti Google Chrome OS. Konfigurasi rangkaian ialah rentetan berformat JSON seperti yang ditakrifkan oleh format Konfigurasi Rangkaian Terbuka yang dihuraikan di https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Segar semula kadar untuk Dasar Peranti</string><string id="DevicePolicyRefreshRate_Explain">Menentukan tempoh dalam milisaat ketika perkhidmatan pengurusan peranti diminta maklumat dasar peranti.

Tindakan menetapkan dasar ini akan mengatasi nilai lalai iaitu 3 jam. Nilai yang sah untuk dasar ini ialah dalam julat 1800000 (30 minit) hingga 86400000 (1 hari).

Apabila dasar ini dibiarkan tanpa ditetapkan, Google Chrome OS akan menggunakan nilai lalai 3 jam.

Ambil perhatian bahawa jika platform menyokong pemberitahuan dasar, lengahan muat semula akan ditetapkan kepada 24 jam (mengabaikan semua nilai lalai dan nilai dasar ini) kerana pemberitahuan dasar dijangka akan memaksa muat semula secara automatik apabila dasar berubah, melakukan muat semula yang tidak diperlukan dengan lebih kerap.</string><string id="DeviceQuirksDownloadEnabled">Dayakan pertanyaan ke Pelayan Quirks untuk mendapatkan profil perkakasan</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">But semula automatik semasa penutupan peranti</string><string id="DeviceRebootOnShutdown_Explain">Jika dasar ini ditetapkan kepada palsu atau tidak dikonfigurasikan, Google Chrome OS akan membenarkan pengguna mematikan peranti.
Jika dasar ini ditetapkan kepada benar, Google Chrome OS akan mencetus but semula apabila pengguna mematikan peranti. Google Chrome OS menggantikan semua kejadian bagi butang matikan dalam UI oleh butang but semula. Jika pengguna mematikan peranti menggunakan butang kuasa, peranti tidak akan but semula secara automatik, walaupun dasar didayakan.</string><string id="DeviceShowUserNamesOnSignin">Paparkan nama pengguna pada skrin log masuk</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Bendera untuk seluruh sistem akan digunakan pada permulaan Google Chrome</string><string id="DeviceStartUpFlags_Explain">Menetapkan bendera yang harus digunakan pada Google Chrome semasa bermula. Bendera yang ditetapkan akan digunakan pada skrin log masuk sahaja. Bendera yang ditetapkan melalui dasar ini tidak disebarkan ke dalam sesi pengguna.</string><string id="DeviceStartUpFlagsDesc">Bendera untuk seluruh sistem akan digunakan pada permulaan Google Chrome</string><string id="DeviceTargetVersionPrefix">Versi Kemas Kini Auto Sasaran</string><string id="DeviceTargetVersionPrefix_Explain">Menetapkan versi sasaran untuk Kemas Kini Automatik.

Menentukan awalan versi sasaran Google Chrome OS yang akan dikemas kini. Jika peranti menjalankan versi sebelum awalan yang dinyatakan, peranti akan dikemas kini kepada versi terkini dengan awalan yang diberikan. Jika peranti sudah menggunakan versi lebih baharu, tiada apa-apa akan berlaku (cth. penurunan taraf tidak akan dilakukan) dan peranti akan kekal berada pada versi semasa. Format awalan berfungsi mengikut komponen seperti yang ditunjukkan dalam contoh berikut:

&quot;&quot; (atau tidak dikonfigurasikan): kemas kini kepada versi terkini yang tersedia.
&quot;1412.&quot;: kemas kini kepada mana-mana versi kecil 1412 (misalnya. 1412.24.34 atau 1412.60.2)
&quot;1412.2.&quot;: kemas kini kepada mana-mana versi kecil 1412.2 (misalnya. 1412.2.34 atau 1412.2.2)
&quot;1412.24.34&quot;: kemas kini kepada versi tertentu yang ini sahaja

Amaran: Anda tidak disyorkan untuk mengkonfigurasi had versi kerana tindakan ini boleh menghalang pengguna daripada menerima kemas kini perisian dan pembetulan keselamatan kritikal. Tindakan mengehadkan kemas kini kepada awalan versi tertentu boleh menyebabkan pengguna terdedah kepada risiko.</string><string id="DeviceUpdateAllowedConnectionTypes">Jenis sambungan yang dibenarkan untuk kemas kini</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Jenis sambungan yang dibenarkan untuk digunakan bagi kemas kini OS. Kemas kini OS mungkin akan membebankan sambungan disebabkan oleh saiznya dan boleh menyebabkan kos tambahan. Oleh itu, kemas kini ini tidak didayakan secara lalai untuk jenis sambungan yang dianggap mahal, yang merangkumi WiMax, Bluetooth dan Selular pada masa ini.

Pengecam jenis sambungan yang diperakui ialah &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; dan &quot;selular&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Jenis sambungan yang dibenarkan untuk kemas kini</string><string id="DeviceUpdateHttpDownloadsEnabled">Benarkan muat turun auto kemas kini melalui HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Beban bayar auto kemas kini pada Google Chrome OS boleh dimuat turun melalui HTTP dan bukannya HTTPS. Tindakan ini membenarkan cache HTTP yang telus bagi muat turun HTTP.

Jika dasar ini ditetapkan kepada benar, Google Chrome OS akan cuba memuat turun beban bayar auto kemas kini melalui HTTP. Jika dasar ini ditetapkan kepada palsu atau tidak ditetapkan, HTTPS akan digunakan untuk memuat turun beban bayar auto kemas kini.</string><string id="DeviceUpdateScatterFactor">Faktor berserak kemas kini automatik</string><string id="DeviceUpdateScatterFactor_Explain">Menyatakan bilangan saat sehingga peranti boleh melambatkan muat turun kemas kini secara rawak dari masa kemas kini mula ditolak keluar ke pelayan. Peranti mungkin menunggu sebahagian masa ini dari segi masa jam dinding dan bahagian yang selebihnya dari segi bilangan semakan kemas kini. Dalam apa jua keadaan, serakan atas disempadani oleh jumlah masa yang tetap supaya peranti tidak sekali-kali akan tersekat menunggu selama-lamanya untuk memuat turun kemas kini.</string><string id="DeviceUserWhitelist">Log masuk senarai putih pengguna</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Log masuk senarai putih pengguna</string><string id="DeviceWallpaperImage">Imej kertas dinding peranti</string><string id="DeviceWallpaperImage_Explain">Mengkonfigurasikan imej kertas dinding tahap peranti yang dipaparkan pada skrin log masuk jika belum ada pengguna yang pernah log masuk ke peranti. Dasar ini ditetapkan dengan menentukan URL tempat peranti OS Chrome boleh memuat turun imej kertas dinding itu dan cincangan kriptografi digunakan untuk mengesahkan integriti muat turun itu. Imej mestilah dalam format JPEG dan saiznya tidak boleh melebihi 16MB. URL mestilah boleh diakses tanpa sebarang pengesahan. Imej kertas dinding dimuat turun dan dicache. Imej kertas dinding akan dimuat turun semula setiap kali URL atau cincangan berubah.

Dasar ini hendaklah ditetapkan sebagai rentetan yang menyatakan URL dan cincangan dalam format JSON, mis.,
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Jika dasar kertas dinding peranti ditetapkan, peranti OS Chrome akan memuat turun dan menggunakan imej kertas dinding pada skrin log masuk jika belum ada pengguna yang pernah log masuk ke peranti. Sebaik sahaja pengguna log masuk, dasar kertas dinding pengguna akan berkuat kuasa.

Jika dasar kertas dinding peranti dibiarkan tidak ditetapkan dan jika dasar kertas dinding pengguna ditetapkan, dasar kertas dinding pengguna akan menentukan item yang perlu dipaparkan.</string><string id="Disable3DAPIs">Lumpuhkan sokongan untuk API grafik 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Tentukan sama ada pencari pemalam perlu dilumpuhkan</string><string id="DisablePluginFinder_Explain">Jika anda menetapkan tetapan ini kepada didayakan, carian automatik dan pemasangan pemalam yang tiada akan dilumpuhkan dalam Google Chrome.

Menetapkan pilihan ini kepada dilumpuhkan atau membiarkannya tanpa ditetapkan, pencari pemalam akan diaktifkan.</string><string id="DisableSafeBrowsingProceedAnyway">Lumpuhkan tindakan dari halaman amaran Penyemakan Imbas Selamat</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Perkhidmatan Penyemakan Imbas Selamat memaparkan halaman amaran apabila pengguna menavigasi ke tapak yang dibenderakan sebagai berkemungkinan bersifat hasad. Tindakan mendayakan tetapan ini akan menghalang pengguna daripada tetap meneruskan daripada halaman amaran ke tapak yang bersifat hasad tersebut.

Jika tetapan ini dilumpuhkan atau tidak dikonfigurasi, maka pengguna boleh memilih untuk meneruskan ke tapak yang dibenderakan selepas amaran dipaparkan.

Lihat https://developers.google.com/safe-browsing untuk mendapatkan maklumat lanjut tentang Penyemakan Imbas Selamat.</string><string id="DisableScreenshots">Lumpuhkan pengambilan tangkapan skrin</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Tetapkan putaran paparan lalai yang digunakan semula pada setiap but semula</string><string id="DisplayRotationDefault_Explain">Jika dasar ini ditetapkan, setiap paparan diputar kepada
orientasi yang ditetapkan pada setiap but semula dan pada kali pertama
disambungkan selepas nilai dasar diubah. Pengguna boleh menukar
putaran paparan melalui halaman tetapan selepas log masuk, tetapi tetapan
mereka akan dibatalkan oleh nilai dasar pada but semula yang seterusnya.

Dasar ini dilaksanakan pada paparan utama dan semua paparan sekunder.

Jika dasar ini tidak ditetapkan, nilai lalai ialah 0 darjah dan pengguna bebas
untuk mengubahnya. Dalam keadaan ini, nilai lalai tidak digunakan semula
pada mula semula.</string><string id="DisplayRotationDefault_ROTATE_0">Putar skrin 0 darjah</string><string id="DisplayRotationDefault_ROTATE_90">Putar skrin 90 darjah mengikut arah jam</string><string id="DisplayRotationDefault_ROTATE_180">Putar skrin 180 darjah</string><string id="DisplayRotationDefault_ROTATE_270">Putar skrin 270 darjah mengikut arah jam</string><string id="DownloadDirectory">Tetapkan direktori muat turun</string><string id="DownloadDirectory_Explain">Mengkonfigurasi direktori yang Google Chrome akan gunakan untuk memuat turun fail.

Jika anda menetapkan dasar ini, Google Chrome akan menggunakan direktori yang disediakan tidak kira sama ada pengguna telah menetapkan satu direktori atau mendayakan bendera untuk digesa bagi lokasi muat turun pada setiap kali.

Lihat http://www.chromium.org/administrators/policy-list-3/user-data-directory-variables untuk mendapatkan senarai pemboleh ubah yang boleh digunakan.

Jika dasar ini dibiarkan tanpa ditetapkan, direktori muat turun lalai akan digunakan dan pengguna akan dapat mengubahnya.</string><string id="DownloadRestrictions">Benarkan sekatan muat turun</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Tiada sekatan khas</string><string id="DownloadRestrictions_BlockDangerousDownloads">Sekat muat turun berbahaya</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Sekat muat turun yang mungkin berbahaya</string><string id="DownloadRestrictions_BlockAllDownloads">Sekat semua muat turun</string><string id="EasyUnlockAllowed">Membenarkan Smart Lock digunakan</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Strategi penghijrahan untuk ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Serupa dengan Wipe (nilai 2), tetapi cuba mengekalkan token log masuk supaya pengguna tidak perlu log masuk semula.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Jika model peranti pelanggan sudah menyokong ARC sebelum penghijrahan kepada ext4 yang diperlukan untuk menjalankan ARC dan jika dasar ArcEnabled ditetapkan kepada benar, pilihan ini akan berkelakuan seperti AskUser (nilai 3). Dalam semua keadaan lain, (jika model peranti tidak menyokong ARC sebelum ini atau jika dasar ArcEnabled ditetapkan kepada palsu), nilai ini bersamaan dengan DisallowArc (nilai 0).</string><string id="EditBookmarksEnabled">Mendayakan atau melumpuhkan pengeditan penanda halaman</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Sama ada hendak membenarkan sijil yang dikeluarkan oleh pengukuhan kepercayaan setempat yang tiasa sambungan subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Apabila tetapan ini dadayakan, Google Chrome akan menggunakan commonName sijil pelayan untuk dipadankan dengan nama hos jika sijil tiada sambungan subjectAlternativeName, dengan syarat sijil ini berjaya disahkan dan dikaitkan dengan sijil CA yang dipasang setempat.

Harap maklum bahawa langkah ini tidak disyorkan kerana boleh membenarkan pintasan sambungan nameConstraints yang menyekat nama hos yang boleh diberi kebenaran oleh sijil tertentu.

Jika dasar ini tidak ditetapkan atau ditetapkan kepada palsu, sijil pelayan yang ketiadaan sambungan subjectAlternativeName yang mengandungi sama ada nama DNS atau alamat IP tidak akan dipercayai.</string><string id="EnableDeprecatedWebPlatformFeatures">Dayakan ciri platform web untuk masa yang terhad</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Tentukan senarai ciri platform web yang ditamatkan untuk didayakan semula buat sementara waktu.

Dasar ini memberikan keupayaan kepada pentadbir untuk mendayakan semula ciri platform web yang disekat untuk masa yang terhad. Ciri dikenal pasti melalui tanda rentetan dan ciri yang sepadan dengan tanda yang disertakan dalam senarai yang ditentukan oleh dasar ini akan didayakan semula.

Jika dasar ini dibiarkan tanpa ditetapkan atau senarai ini kosong atau tidak sepadan dengan satu daripada tanda rentetan yang disokong, semua ciri platform web yang ditamatkan akan kekal dilumpuhkan.

Walaupun dasar ini sendiri disokong pada platform di atas, ciri yang didayakannya mungkin tersedia pada lagi kurang platform. Bukan semua ciri Platform Web yang ditamatkan boleh didayakan semula. Hanya ciri yang disenaraikan dengan jelas di bawah ini boleh didayakan semula untuk tempoh yang terhad, yang berbeza bagi setiap ciri. Format umum bagi tanda rentetan ialah [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. Sebagai rujukan, anda boleh dapati tujuan di sebalik perubahan ciri Platform Web di https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Dayakan ciri platform web untuk masa yang terhad</string><string id="EnableOnlineRevocationChecks">Sama ada semakan OCSP/CRL dalam talian dilaksanakan</string><string id="EnableOnlineRevocationChecks_Explain">Berasaskan fakta bahawa semakan pembatalan dalam talian gagal-lembut tidak memberikan sebarang manfaat keselamatan yang berkesan, semakan ini dilumpuhkan secara lalai dalam Google Chrome versi 19 dan yang lebih baharu. Dengan menetapkan dasar ini kepada benar, gelagat sebelumnya dipulihkan dan semakan OCSP/CRL dalam talian akan dilaksanakan.

Jika dasar ini tidak ditetapkan atau ditetapkan kepada palsu, maka Google Chrome tidak akan melaksanakan semakan pembatalan dalam talian dalam Google Chrome 19 dan yang lebih baharu.</string><string id="EnableSha1ForLocalAnchors">Sama ada sijil yang ditandatangani SHA-1 dikeluarkan oleh pengukuhan kepercayaan setempat dibenarkan</string><string id="EnableSha1ForLocalAnchors_Explain">Apabila tetapan ini didayakan, Google Chrome membenarkan sijil yang ditandatangani SHA-1 selagi sijil ini berjaya disahkan dan dikaitkan dengan sijil CA yang dipasang setempat.

Sila ambil perhatian bahawa dasar ini bergantung pada tindanan pengesahan sijil sistem pengendalian yang membenarkan tandatangan SHA-1. Jika kemas kini OS mengubah cara pengendalian OS terhadap sijil SHA-1, dasar ini tidak berkuat kuasa lagi.  Selain itu, dasar ini bertujuan digunakan sebagai penyelesaian sementara bagi memberikan pihak syarikat lebih masa untuk beralih daripada SHA-1.  Dasar ini akan dialih keluar pada atau kira-kira 1 Januari 2019.

Jika dasar ini tidak ditetapkan atau ditetapkan kepada palsu, maka Google Chrome akan mengikut jadual penamatan SHA-1 yang telah diumumkan.</string><string id="ExternalStorageDisabled">Lumpuhkan pelekapan storan luaran</string><string id="ExternalStorageDisabled_Explain">Apabila dasar ini ditetapkan kepada benar, storan luaran tidak akan tersedia dalam penyemak imbas fail.

Dasar ini mempengaruhi semua jenis media storan. Contohnya: pemacu kilat USB, pemacu keras luaran, kad SD dan kad memori lain, storan optik dsb. Storan dalaman tidak terjejas, oleh itu, fail yang disimpan dalam folder Muat Turun masih boleh diakses. Google Drive turut tidak terjejas oleh dasar ini.

Jika tetapan ini dilumpuhkan atau tidak dikonfigurasi, maka pengguna boleh menggunakan semua jenis storan luaran yang disokong pada peranti mereka.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Apabila dasar ini ditetapkan kepada benar, pengguna tidak boleh menulis apa-apa pada peranti storan luaran.

Apabila tetapan ini ditetapkan kepada palsu atau tidak dikonfigurasikan, maka pengguna boleh membuat dan mengubah suai fail peranti storan luaran yang boleh ditulis secara fizikal.

Dasar ExternalStorageDisabled diberi keutamaan berbanding dasar ini - jika ExternalStorageDisabled ditetapkan kepada benar, maka semua akses kepada storan luaran dilumpuhkan dan dasar ini seterusnya diabaikan.

Muat semula dinamik dasar ini disokong dalam M56 dan lebih baharu.</string><string id="ForceGoogleSafeSearch">Paksa Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Memaksa pertanyaan dalam Carian Web Google dilakukan dengan SafeSearch ditetapkan kepada aktif dan menghalang pengguna daripada menukar tetapan ini.

Jika anda mendayakan tetapan ini, SafeSearch dalam Carian Google sentiasa diaktifkan.

Jika anda melumpuhkan tetapan ini atau tidak menetapkan nilai, SafeSearch dalam Carian Google tidak dikuatkuasakan.</string><string id="ForceMaximizeOnFirstRun">Maksimumkan tetingkap penyemak imbas pertama pada kendalian pertama</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Paksa Mod Sekatan YouTube minimum</string><string id="ForceYouTubeRestrict_Explain">Menguatkuasakan sekurang-kurangnya Mod Sekatan di YouTube dan menghalang pengguna daripada
memilih mod sekatan yang kurang ketat.

Jika tetapan ini ditetapkan pada Ketat, Mod Sekatan Ketat di YouTube akan sentiasa aktif.

Jika tetapan ini ditetapkan pada Sederhana, pengguna hanya boleh memilih Mod Sekatan Sederhana
dan Mod Sekatan Ketat di YouTube, tetapi tidak boleh melumpuhkan Mod Sekatan.

Jika tetapan ini ditetapkan pada Mati atau tiada nilai ditetapkan, Mod Sekatan di YouTube tidak dikuatkuasakan oleh Google Chrome. Walau bagaimanapun, dasar luar seperti dasar YouTube, mungkin masih menguatkuasakan Mod Sekatan.</string><string id="ForceYouTubeRestrict_Off">Jangan kuatkuasakan Mod Sekatan di YouTube</string><string id="ForceYouTubeRestrict_Moderate">Kuatkuasakan sekurang-kurangnya Mod Sekatan Sederhana di YouTube</string><string id="ForceYouTubeRestrict_Strict">Kuatkuasakan Mod Sekatan Ketat untuk YouTube</string><string id="FullscreenAllowed">Benarkan mod skrin penuh</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Mendayakan sokongan HTTP/0.9 pada port bukan lalai</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Dasar ini mendayakan HTTP/0.9 pada port selain 80 untuk HTTP dan 443 untuk HTTPS.

Dasar ini dilumpuhkan secara lalai dan jika didayakan akan menyebabkan pengguna terdedah kepada isu keselamatan https://crbug.com/600352.

Dasar ini bertujuan untuk memberikan pihak syarikat peluang memindahkan pelayan sedia ada yang menggunakan HTTP/0.9 dan akan dialih keluar pada masa hadapan.

Jika dasar ini tidak ditetapkan, HTTP/0.9 akan dilumpuhkan pada port bukan lalai.</string><string id="IncognitoModeAvailability">Ketersediaan mod Inkognito</string><string id="IncognitoModeAvailability_Explain">Menentukan sama ada pengguna boleh membuka halaman dalam mod Inkognito dalam Google Chrome.

Jika 'Didayakan' dipilih atau dasar ini dibiarkan tanpa ditetapkan, halaman akan boleh dibuka dalam mod Inkognito.

Jika 'Dilumpuhkan' dipilih, halaman tidak akan boleh dibuka dalam mod Inkognito.

Jika 'Dipaksa' dipilih, halaman boleh dibuka HANYA dalam mod Inkognito.</string><string id="IncognitoModeAvailability_Enabled">Mod Inkognito tersedia</string><string id="IncognitoModeAvailability_Disabled">Mod Inkognito dilumpuhkan</string><string id="IncognitoModeAvailability_Forced">Mod Inkognito dipaksa</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Dayakan Pengasingan Tapak untuk asal yang ditentukan</string><string id="IsolateOrigins_Explain">
NOTA: Dasar ini adalah percubaan dan mungkin keluar daripada fungsi!
Jika dasar ini didayakan, setiap asal yang dinamakan dalam senarai yang
dipisahkan koma akan berjalan dalam prosesnya sendiri. Proses ini turut
akan mengasingkan asal yang dinamakan oleh subdomain; misalnya menentukan https://example.com/ akan
turut menyebabkan https://foo.example.com/ diasingkan sebagai sebahagian daripada
tapak https://example.com/.
Jika dasar ini dilumpuhkan, logik pengurusan proses Pengasingan pra-Tapak akan berkuat kuasa.
Jika dasar tidak dikonfiguraskan, pengguna akan dapat mengubah tetapan ini.
</string><string id="KeyPermissions">Kebenaran Utama</string><string id="KeyPermissions_Explain">Memberi akses kepada kunci korporat untuk sambungan.

Kunci ditetapkan untuk kegunaan korporat jika dijana menggunakan API chrome.enterprise.platformKeys pada akaun terurus. Kunci yang diimport atau dijana dengan cara lain tidak ditetapkan untuk kegunaan korporat.

Akses kepada kunci yang ditetapkan untuk kegunaan korporat dikawal sepenuhnya oleh dasar ini. Pengguna tidak boleh memberi mahupun menarik balik akses kepada kunci korporat ke atau daripada sambungan.

Secara lalai, sambungan tidak boleh menggunakan kunci yang ditetapkan untuk kegunaan korporat, sama seperti menetapkan allowCorporateKeyUsage kepada palsu untuk sambungan itu.

Jika hanya allowCorporateKeyUsage ditetapkan kepada benar untuk sambungan, ia boleh menggunakan mana-mana kunci platform yang ditandai untuk kegunaan korporat bagi menandatangani data arbitrari. Kebenaran ini hanya boleh diberikan jika sambungan itu dipercayai untuk menjamin keselamatan akses kepada kekunci daripada penyerang.</string><string id="ManagedBookmarks">Penanda Halaman Terurus</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Kelewatan pengambilan maksimum selepas pentaksahan dasar</string><string id="MaxInvalidationFetchDelay_Explain">Menentukan kelewatan maksimum dalam milisaat antara menerima pentaksahan dan mengambil dasar baharu dari perkhidmatan pengurusan peranti.

Penetapan dasar ini akan mengatasi nilai lalai 5,000 milisaat. Nilai sah untuk dasar ini berada dalam julat dari 1,000 (1 saat) hingga 30,0000 (5 minit). Sebarang nilai di luar julat ini akan diapit kepada sempadan masing-masing.

Membiarkan dasar ini tanpa ditetapkan akan membuat Google Chrome menggunakan nilai lalai 5,000 milisaat.</string><string id="NativePrinters">Pencetakan Natif</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Pencetakan Natif</string><string id="NativePrintersBulkAccessMode">Dasar akses konfigurasi pencetak.</string><string id="NativePrintersBulkAccessMode_Explain">Mengawal pencetak daripada NativePrintersBulkConfiguration yang tersedia kepada pengguna.

Menetapkan dasar akses yang digunakan untuk konfigurasi pencetak pukal. Jika AllowAll dipilih, semua pencetak akan dipaparkan. Jika BlacklistRestriction dipilih, NativePrintersBulkBlacklist akan digunakan untuk mengehadkan akses kepada pencetak yang ditetapkan.  Jika WhitelistPrintersOnly dipilih, NativePrintersBulkWhitelist akan menetapkan pencetak yang boleh dipilih sahaja.

Jika dasar ini tidak ditetapkan, BlacklistRestriction akan digunakan.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Semua pencetak ditunjukkan kecuali pencetak dalam senarai hitam.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Hanya pencetak dalam senarai putih ditunjukkan kepada pengguna</string><string id="NativePrintersBulkAccessMode_AllowAll">Benarkan semua pencetak daripada fail konfigurasi.</string><string id="NativePrintersBulkBlacklist">Pencetak perusahaan dilumpuhkan</string><string id="NativePrintersBulkBlacklist_Explain">Menentukan pencetak yang tidak boleh digunakan oleh pengguna.

Dasar ini hanya digunakan jika BlacklistRestriction dipilih untuk NativePrintersBulkAccessMode.

Jika dasar ini digunakan, semua pencetak akan disediakan kepada pengguna kecuali ID yang disenaraikan dalam dasar ini.
</string><string id="NativePrintersBulkBlacklistDesc">Pencetak perusahaan dilumpuhkan</string><string id="NativePrintersBulkConfiguration">Fail konfigurasi pencetak perusahaan</string><string id="NativePrintersBulkConfiguration_Explain">Menyediakan konfigurasi untuk pencetak perusahaan.

Dasar ini membenarkan anda menyediakan konfigurasi pencetak kepada peranti Google Chrome OS. Saiz fail tidak boleh melebihi 5MB dan mesti dikodkan dalam JSON. Format adalah sama dengan format kamus NativePrinters. Fail yang mengandungi kira-kira 21,000 pencetak dianggar akan mengekod sebagai fail 5MB. Cincangan kriptografi digunakan untuk mengesahkan integriti muat turun.

Fail dimuat turun dan dicache. Fail tersebut akan dimuat turun semula apabila URL atau cincangan berubah.

Jika dasar ini ditetapkan, Google Chrome OS akan memuat turun fail untuk konfigurasi pencetak dan menjadikan pencetak tersedia menurut NativePrintersBulkAccessMode, NativePrintersBulkWhitelist dan NativePrintersBulkBlacklist.

Jika anda menetapkan dasar ini, pengguna tidak boleh menukar atau membatalkannya.

Dasar ini tidak mempengaruhi sama ada pengguna boleh mengkonfigurasi pencetak pada peranti individu. Tujuan dasar ini adalah sebagai tambahan kepada konfigurasi pencetak oleh pengguna individu.
</string><string id="NativePrintersBulkWhitelist">Pencetak perusahaan didayakan</string><string id="NativePrintersBulkWhitelist_Explain">Menentukan pencetak yang boleh digunakan oleh pengguna.

Dasar ini hanya digunakan jika WhitelistPrintersOnly dipilih untuk NativePrintersBulkAccessMode.

Jika dasar ini digunakan, hanya pencetak dengan ID yang sepadan dengan nilai dalam dasar ini akan tersedia kepada pengguna. ID mesti sepadan dengan masukan dalam fail yang dinyatakan dalam NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Pencetak perusahaan didayakan</string><string id="NetworkPredictionOptions">Dayakan ramalan rangkaian</string><string id="NetworkPredictionOptions_Explain">Membolehkan ramalan rangkaian dalam Google Chrome dan menghalang pengguna daripada mengubah tetapan ini.

Tetapan ini akan mengawal praambilan DNS, TCP dan prasambungan dan prapemaparan SSL halaman web.

Jika anda menetapkan pilihan tetapan kepada 'sentiasa', 'jangan sekali-kali' atau 'Wi-Fi sahaja', pengguna tidak boleh mengubah atau mengatasi tetapan ini dalam Google Chrome.

Jika dasar ini dibiarkan tanpa ditetapkan, ramalan rangkaian akan didayakan tetapi pengguna akan boleh mengubahnya.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Ramalkan tindakan rangkaian pada sebarang sambungan rangkaian</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Ramal tindakan rangkaian pada mana-mana rangkaian yang bukan selular.
(Ditamatkan dalam 50, dialih keluar dalam 52. Selepas 52, jika nilai 1 ditetapkan, nilai ini akan dianggap sebagai 0 - ramal tindakan rangkaian pada mana-mana sambungan rangkaian.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Jangan ramalkan tindakan rangkaian pada sebarang sambungan rangkaian</string><string id="NoteTakingAppsLockScreenWhitelist">Apl pencatatan nota senarai putih dibenarkan pada skrin kunci Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Menentukan senarai apl yang boleh didayakan sebagai apl pencatatan nota pada skrin kunci Google Chrome OS.

Jika apl pencatatan nota pilihan didayakan pada skrin kunci, skrin kunci akan mengandungi unsur UI untuk melancarkan apl pencatatan nota pilihan.
Apabila dilancarkan, apl ini akan dapat membuat tetingkap apl di atas skrin kunci dan membuat item data (nota) dalam konteks skrin kunci. Apl ini akan dapat mengimport nota yang dibuat ke sesi pengguna utama, semasa sesi dibuka kunci. Hanya apl pencatatan nota Chrome yang disokong pada skrin kunci pada masa ini.

Jika dasar ini ditetapkan, pengguna akan dibenarkan untuk mendayakan apl pada skrin kunci hanya jika ID sambungan apl terkandung dalam nilai senarai dasar.
Akibatnya, tindakan menetapkan dasar ini kepada senarai kosong akan melumpuhkan pencatatan nota pada keseluruhan skrin kunci.
Sila ambil perhatian bahawa dasar yang mengandungi ID apl tidak semestinya bermaksud pengguna akan dapat mendayakan apl sebagai apl pencatatan nota pada skrin kunci - contohnya, pada Chrome 61, set apl yang tersedia dihadkan secara tambahan oleh platform.

Jika dasar dibiarkan tanpa ditetapkan, tiada sekatan pada set apl yang boleh didayakan oleh pengguna pada skrin kunci yang dikenakan oleh dasar.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Apl pencatatan nota senarai putih dibenarkan pada skrin kunci Google Chrome OS</string><string id="OpenNetworkConfiguration">Konfigurasi rangkaian tahap pengguna</string><string id="OpenNetworkConfiguration_Explain">Membenarkan penolakan konfigurasi rangkaian digunakan untuk setiap pengguna pada peranti Google Chrome OS. Konfigurasi rangkaian ialah rentetan berformat JSON seperti yang ditakrifkan oleh format Konfigurasi Rangkaian Terbuka yang dihuraikan di https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Dayakan pengeluaran URL PAC (untuk https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Mengeluarkan bahagian privasi dan keselamatan yang sensitif daripada URL https:// sebelum menyerahkannya kepada skrip PAC (Konfigurasi Automatik Proksi) yang digunakan oleh Google Chrome semasa penyelesaian proksi.

Apabila Benar, ciri keselamatan didayakan dan URL https://
dibuang sebelum menyerahkannya kepada skrip PAC. Dalam cara ini,
skrip PAC tidak dapat melihat data yang lazimnya dilindungi oleh
saluran yang disulitkan (seperti laluan dan pertanyaan URL).

Apabila Palsu, ciri keselamatan dilumpuhkan dan skrip PAC
secara tersirat diberikan keupayaan untuk melihat semua komponen
URL https://. Tindakan ini terpakai kepada semua skrip PAC tanpa
mengambil kira asalnya (termasuk skrip yang diambil melalui pengangkutan
yang tidak selamat atau ditemui secara tidak selamat menerusi WPAD).

Ciri ini ditetapkan kepada Benar secara lalai (ciri keselamatan didayakan),
kecuali pengguna perusahaan OS Chrome yang ditetapkan kepada Palsu secara lalai.

Anda disyorkan supaya menetapkannya kepada Benar. Satu-satunya sebab
untuk menetapkannya kepada Palsu adalah jika ciri ini menyebabkan masalah keserasian dengan skrip PAC sedia ada.

Hasrat kami adalah untuk mengalih keluar pembatalan ini pada masa hadapan.</string><string id="PinnedLauncherApps">Senarai apl berpin untuk dipaparkan dalam pelancar</string><string id="PinnedLauncherApps_Explain">Menyenaraikan pengecam aplikasi Google Chrome OS yang dipaparkan sebagai apl berpin dalam bar pelancar.

Jika dasar ini dikonfigurasi, set aplikasi akan ditetapkan dan tidak boleh diubah oleh pengguna.

Jika dasar ini tidak ditetapkan, pengguna boleh menukar senarai apl berpin dalam pelancar.</string><string id="PinnedLauncherAppsDesc">Senarai apl berpin untuk dipaparkan dalam pelancar</string><string id="PolicyRefreshRate">Segar semula kadar untuk dasar pengguna</string><string id="PolicyRefreshRate_Explain">Menentukan tempoh dalam milisaat ketika perkhidmatan pengurusan peranti diminta maklumat dasar pengguna.

Tindakan menetapkan dasar ini akan mengatasi nilai lalai iaitu 3 jam. Nilai yang sah untuk dasar ini ialah dalam julat 1800000 (30 minit) hingga 86400000 (1 hari). Sebarang nilai yang tidak berada dalam julat ini akan diapit ke sempadan masing-masing. Jika platform menyokong pemberitahuan dasar, lengahan muat semula akan ditetapkan kepada 24 jam kerana pemberitahuan dasar dijangka akan memaksa muat semula secara automatik apabila dasar berubah.

Apabila dasar ini dibiarkan tanpa ditetapkan, Google Chrome akan menggunakan nilai lalai 3 jam.

Ambil perhatian bahawa jika platform menyokong pemberitahuan dasar, lengahan muat semula akan ditetapkan kepada 24 jam (mengabaikan semua nilai lalai dan nilai dasar ini) kerana pemberitahuan dasar dijangka akan memaksa muat semula secara automatik apabila dasar berubah, melakukan muat semula yang tidak diperlukan dengan lebih kerap.</string><string id="PrintingEnabled">Dayakan pencetakan</string><string id="PrintingEnabled_Explain">Mendayakan cetakan dalam Google Chrome dan menghalang pengguna daripada menukar tetapan ini.

Jika tetapan ini didayakan atau tidak dikonfigurasi, pengguna boleh mencetak.

Jika tetapan ini dilumpuhkan, pengguna tidak boleh mencetak dari Google Chrome. Cetakan dilumpuhkan dalam menu sepana, sambungan, aplikasi JavaScript dsb. Cetakan masih mungkin dilakukan dari pemalam yang memintas Google Chrome semasa mencetak. Contohnya, aplikasi Flash tertentu mempunyai pilihan cetakan dalam menu konteksnya, yang tidak dilindungi oleh dasar ini.</string><string id="QuicAllowed">Membenarkan protokol QUIC</string><string id="QuicAllowed_Explain">Jika dasar ini ditetapkan kepada benar atau tidak ditetapkan, penggunaan protokol QUIC dalam Google Chrome dibenarkan.
Jika dasar ini ditetapkan kepada palsu, penggunaan protokol QUIC tidak dibenarkan.</string><string id="RebootAfterUpdate">But semula secara automatik selepas kemas kini</string><string id="RebootAfterUpdate_Explain">Jadualkan but semula automatik selepas kemas kini Google Chrome OS telah dilaksanakan.

Apabila dasar ini ditetapkan kepada benar, but semula automatik dijadualkan apabila kemas kini Google Chrome OS telah dilaksanakan dan but semula diperlukan untuk menyelesaikan proses kemas kini. But semula ini dijadualkan serta-merta tetapi boleh ditangguhkan pada peranti sehingga 24 jam jika pengguna sedang menggunakan peranti.

Apabila dasar ini ditetapkan kepada palsu, tiada but semula automatik dijadualkan selepas melaksanakan kemas kini Google Chrome OS. Proses kemas kini selesai apabila pengguna but semula peranti pada masa seterusnya.

Jika anda menetapkan dasar ini, pengguna tidak boleh mengubah atau mengatasinya.

Perhatian: Pada masa ini, but semula automatik hanya didayakan semasa skrin log masuk dipaparkan atau sesi apl kios sedang dijalankan. Ini akan berubah pada masa akan datang dan dasar yang akan sentiasa dilaksanakan, tidak kira sama ada apa jua jenis sesi tertentu sedang dijalankan atau tidak.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Sama ada semakan OCSP/CRL dalam talian diperlukan untuk pengukuhan kepercayaan setempat</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Apabila tetapan ini didayakan, Google Chrome akan sentiasa melaksanakan semakan pembatalan sijil pelayan yang berjaya disahkan dan ditandatangani oleh sijil CA yang dipasang setempat.

Jika Google Chrome tidak berjaya memperoleh maklumat status pembatalan, sijil seperti itu akan dikendalikan sebagai dibatalkan ('gagal keras').

Jika dasar ini tidak ditetapkan atau ditetapkan kepada palsu, maka Google Chrome akan menggunakan tetapan semakan pembatalan dalam talian yang sedia ada.</string><string id="RunAllFlashInAllowMode">Luaskan tetapan kandungan Flash kepada semua kandungan</string><string id="RunAllFlashInAllowMode_Explain">Jika anda mendayakan tetapan ini, semua kandungan Flash yang dibenamkan di tapak web yang telah ditetapkan untuk membenarkan Flash dalam tetapan kandungan -- sama ada oleh pengguna atau dasar perusahaan -- akan dijalankan, termasuk kandungan daripada sumber lain atau kandungan kecil.

Untuk mengawal tapak web yang dibenarkan untuk menjalankan Flash, lihat dasar &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; dan &quot;PluginsBlockedForUrls&quot;.

Jika tetapan ini dilumpuhkan atau tidak ditetapkan, kandungan Flash daripada sumber lain atau kandungan kecil mungkin disekat.</string><string id="SAMLOfflineSigninTimeLimit">Hadkan masa untuk pengguna yang membuat pengesahan melalui SAML boleh melog masuk dalam talian.</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Benarkan tindakan daripada halaman amaran SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome memaparkan halaman amaran apabila pengguna menavigasi ke tapak yang mempunyai ralat SSL. Secara lalai atau apabila dasar ini ditetapkan kepada benar, pengguna dibenarkan mengklik lalu halaman amaran ini.
Pengguna tidak dibenarkan mengklik lalu sebarang halaman amaran apabila dasar ini ditetapkan kepada palsu.</string><string id="SSLVersionMax">Versi SSL maksimum didayakan</string><string id="SSLVersionMax_Explain">Amaran: Dasar versi TLS maksimum akan dialih keluar sepenuhnya daripada Google Chrome sekitar versi 66 (sekitar Februari 2018).

Jika dasar ini tidak dikonfigurasikan, maka Google Chrome akan menggunakan versi maksimum lalai.

Jika tidak, dasar ini mungkin ditetapkan kepada satu daripada nilai berikut: &quot;tls1.2&quot; atau &quot;tls1.3&quot;. Apabila ditetapkan, Google Chrome tidak akan menggunakan versi SSL/TLS yang lebih tinggi daripada versi yang dinyatakan. Nilai yang tidak dicam akan diabaikan.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Dayakan Penyemakan Imbas Selamat</string><string id="SafeBrowsingEnabled_Explain">Mendayakan ciri Penyemakan Imbas Selamat Google Chrome dan menghalang pengguna daripada mengubah tetapan ini.

Jika anda mendayakan tetapan ini, Penyemakan Imbas Selamat akan sentiasa aktif.

Jika anda melumpuhkan tetapan ini, Penyemakan Imbas Selamat tidak akan aktif.

Jika anda mendayakan atau melumpuhkan tetapan ini, pengguna tidak boleh mengubah atau mengatasi tetapan &quot;Dayakan perlindungan pancingan data dan perlindungan perisian hasad&quot; dalam Google Chrome.

Jika dasar ini dibiarkan tanpa ditetapkan, tetapan ini akan didayakan tetapi pengguna akan dapat mengubahnya.
.

Lihat https://developers.google.com/safe-browsing untuk mendapatkan maklumat lanjut tentang Penyemakan Imbas Selamat.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Benarkan pengguna ikut serta untuk pelaporan lanjutan Penyemakan Imbas Selamat</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Penetapan dasar ini kepada palsu akan menghentikan pengguna daripada memilih untuk menghantar beberapa maklumat sistem dan kandungan halaman kepada pelayan Google. Jika tetapan ini benar atau tidak dikonfigurasikan, maka pengguna akan dibenarkan menghantar beberapa maklumat sistem dan kandungan halaman kepada Penyemakan Imbas Selamat untuk mengesan apl dan tapak yang berbahaya.

Lihat https://developers.google.com/safe-browsing untuk mendapatkan maklumat tentang Penyemakan Imbas Selamat.</string><string id="SavingBrowserHistoryDisabled">Lumpuhkan penyimpanan sejarah penyemakan imbas</string><string id="SavingBrowserHistoryDisabled_Explain">Melumpuhkan penyimpanan sejarah penyemakan imbas dalam Google Chrome dan menghalang pengguna daripada menukar tetapan ini.

Jika tetapan ini didayakan, sejarah penyemakan imbas tidak disimpan. Tetapan ini turut melumpuhkan penyegerakan tab.

Jika tetapan ini dilumpuhkan atau tidak ditetapkan, sejarah penyemakan imbas akan disimpan.</string><string id="SearchSuggestEnabled">Dayakan cadangan carian</string><string id="SearchSuggestEnabled_Explain">Mendayakan cadangan carian dalam Kotak Omni Google Chrome dan menghalang pengguna daripada mengubah tetapan ini.

Jika anda mendayakan tetapan ini, cadangan carian akan digunakan.

Jika anda melumpuhkan tetapan ini, cadangan carian tidak akan digunakan.

Jika anda mendayakan atau melumpuhkan tetapan ini, pengguna tidak dapat mengubah atau mengatasi tetapan ini dalam Google Chrome.

Jika dasar ini dibiarkan tanpa ditetapkan, tetapan ini akan didayakan tetapi pengguna akan boleh mengubahnya.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Tetapkan penempatan yang disyorkan untuk sesi awam</string><string id="SessionLocales_Explain">Menetapkan satu atau beberapa penempatan yang disyorkan untuk sesi awam, membolehkan para pengguna memilih satu daripada penempatan ini dengan mudah.

Pengguna boleh memilih satu penempatan dan reka letak papan kekunci sebelum memulakan sesi awam. Secara lalai, semua penempatan yang disokong oleh Google Chrome OS disenaraikan dalam urutan abjad. Anda boleh menggunakan dasar ini untuk mengalihkan satu set penempatan yang disyorkan ke bahagian atas senarai.

Jika dasar ini tidak ditetapkan, penempatan UI semasa akan dipilih lebih awal.

Jika dasar ini ditetapkan, penempatan yang disyorkan akan dialihkan ke bahagian atas senarai dan akan dipisahkan secara visual daripada semua penempatan lain. Penempatan yang disyorkan akan disenaraikan mengikut urutan yang dipaparkan dalam dasar. Penempatan disyorkan yang pertama akan dipilih lebih awal.

Jika terdapat lebih daripada satu penempatan disyorkan, pengguna dianggap ingin memilih salah satu antara penempatan ini. Pemilihan penempatan dan reka letak papan kekunci akan ditawarkan dengan jelas semasa memulakan sesi awam. Jika tidak, kebanyakan pengguna dianggap ingin menggunakan penempatan yang dipilih lebih awal. Pemilihan penempatan dan reka letak papan kekunci akan ditawarkan secara kurang jelas apabila memulakan sesi awam.

Apabila dasar ini ditetapkan dan log masuk automatik didayakan (lihat dasar |DeviceLocalAccountAutoLoginId| dan |DeviceLocalAccountAutoLoginDelay|), sesi awam yang dimulakan secara automatik akan menggunakan penempatan pertama yang disyorkan dan reka letak papan kekunci paling popular yang sepadan dengan penempatan ini.

Reka letak papan kekunci yang dipilih lebih awal sentiasa akan jadi reka letak paling popular yang sepadan dengan penempatan yang dipilih lebih awal.

Dasar ini hanya boleh ditetapkan sebagai disyorkan. Anda boleh menggunakan dasar ini untuk mengalihkan satu set penempatan yang disyorkan ke bahagian atas tetapi para pengguna sentiasa dibenarkan memilih sebarang penempatan yang disokong oleh Google Chrome OS untuk sesi mereka.
</string><string id="SessionLocalesDesc">Tetapkan penempatan yang disyorkan untuk sesi awam</string><string id="ShelfAutoHideBehavior">Kawal penyembunyian automatik rak</string><string id="ShelfAutoHideBehavior_Explain">Mengawal penyembunyian automatik rak Google Chrome OS.

Jika dasar ini ditetapkan kepada 'AlwaysAutoHideShelf', rak akan sentiasa disembunyikan secara automatik.

Jika dasar ini ditetapkan kepada 'NeverAutoHideShelf', rak tidak akan disembunyikan secara automatik.

Jika anda menetapkan dasar ini, pengguna tidak boleh mengubah atau mengatasinya.

Jika dasar ini dibiarkan tanpa ditetapkan, pengguna boleh memilih untuk menyembunyikan rak secara automatik atau tidak.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Sentiasa sembunyikan rak secara automatik</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Jangan sekali-kali sembunyikan rak secara automatik</string><string id="ShowHomeButton">Paparkan butang Halaman Utama pada bar alat</string><string id="ShowHomeButton_Explain">Memaparkan butang Laman Utama pada bar alat Google Chrome.

Jika anda mendayakan tetapan ini, butang Laman Utama akan sentiasa dipaparkan.

Jika anda melumpuhkan tetapan ini, butang Laman Utama tidak akan dipaparkan.

Jika anda mendayakan atau melumpuhkan tetapan ini, pengguna tidak boleh mengubah atau mengatasi tetapan ini dalam Google Chrome.

Membiarkan tetapan tanpa ditetapkan akan membolehkan pengguna memilih sama ada untuk memaparkan butang laman utama atau tidak.</string><string id="ShowLogoutButtonInTray">Tambahkan butang log keluar pada dulang sistem</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Dayakan Pengasingan Tapak untuk setiap tapak</string><string id="SitePerProcess_Explain">
NOTA: Dasar ini adalah percubaan dan mungkin keluar daripada fungsi!
Anda mungkin ingin melihat pada tetapan dasar IsolateOrigins untuk mendapatkan
yang terbaik daripada kedua-duanya, pengasingan dan impak terhad untuk
pengguna dengan menggunakan IsolateOrigins yang mempunyai senarai
tapak yang hendak diasingkan. Tetapan SitePerProcess ini mengasingkan semua tapak.
Jika dasar ini didayakan, setiap tapak akan menjalankannya dalam prosesnya sendiri.
Jika dasar ini dilumpuhkan, logik pengurusan proses Pengasingan pra-Tapak akan berkuat kuasa.
Jika dasar tidak dikonfiguraskan, pengguna akan dapat mengubah tetapan ini.
</string><string id="SpellCheckServiceEnabled">Dayakan atau lumpuhkan perkhidmatan web penyemakan ejaan</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome boleh menggunakan perkhidmatan web Google untuk membantu menyelesaikan kesilapan ejaan. Jika tetapan ini didayakan, maka perkhidmatan ini sentiasa akan digunakan. Jika tetapan ini dilumpuhkan, maka perkhidmatan ini tidak akan digunakan.

Semakan ejaan masih boleh dilakukan menggunakan kamus yang dimuat turun; dasar ini hanya mengawal penggunaan perkhidmatan dalam talian.

Jika tetapan ini tidak dikonfigurasi, maka pengguna boleh memilih sama ada perkhidmatan semakan ejaan harus digunakan atau tidak.</string><string id="SuppressUnsupportedOSWarning">Sekat amaran OS yang tidak disokong</string><string id="SuppressUnsupportedOSWarning_Explain">Menyekat amaran yang dipaparkan semasa Google Chrome dijalankan pada komputer atau sistem pengendalian yang tidak disokong lagi.</string><string id="SyncDisabled">Lumpuhkan penyegerakan data dengan Google</string><string id="SyncDisabled_Explain">Melumpuhkan penyegerakan data dalam Google Chrome menggunakan perkhidmatan penyegerakan yang dihoskan Google dan menghalang pengguna daripada menukar tetapan ini.

Jika anda mendayakan tetapan ini, pengguna tidak boleh menukar atau mengatasi tetapan ini dalam Google Chrome.

Jika dasar ini dibiarkan tidak ditetapkan, Google Sync akan tersedia untuk dipilih oleh pengguna sama ada hendak digunakan atau tidak.

Untuk melumpuhkan Google Sync sepenuhnya, anda disyorkan supaya melumpuhkan perkhidmatan Google Sync dalam konsol Google Admin.

Dasar ini tidak seharusnya didayakan apabila dasar RoamingProfileSupportEnabled ditetapkan kepada didayakan kerana ciri itu berkongsi fungsi bahagian pelanggan yang sama. Penyegerakan yang dihoskan Google dilumpuhkan sepenuhnya dalam hal ini.</string><string id="SystemTimezone">Zon waktu</string><string id="SystemTimezone_Explain">Menentukan zon waktu yang hendak digunakan untuk peranti. Pengguna boleh menolak zon waktu yang ditentukan untuk sesi semasa. Namun demikian, peranti akan ditetapkan semula kepada zon waktu yang ditentukan apabila anda log keluar. Jika nilai yang tidak sah diberikan, dasar ini masih akan diaktifkan menggunakan &quot;GMT&quot; sebagai ganti. Dasar ini akan dibatalkan jika rentetan yang kosong diberikan.

Jika dasar ini tidak digunakan, zon waktu yang sedang aktif akan terus digunakan, namun begitu, pengguna boleh menukar zon waktu dan perubahan ini berterusan. Oleh itu, perubahan yang dibuat oleh seorang pengguna memberi kesan kepada skrin log masuk dan semua pengguna lain.

Peranti baharu bermula dengan zon waktu yang ditetapkan kepada &quot;AS/Pasifik&quot;.

Format nilai mengikut nama zon waktu dalam &quot;Pangkalan Data Zon Waktu IANA&quot; (lihat &quot;https://en.wikipedia.org/wiki/Tz_database&quot;). Secara khususnya, kebanyakan zon waktu boleh dirujuk mengikut &quot;continent/large_city&quot; atau &quot;ocean/large_city&quot;.

Zon waktu automatik yang diselesaikan oleh lokasi peranti akan dilumpuhkan sepenuhnya apabila dasar ini ditetapkan. Langkah ini turut mengatasi dasar SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Konfigurasi kaedah pengesanan zon waktu automatik</string><string id="SystemTimezoneAutomaticDetection_Explain">Apabila dasar ini ditetapkan, aliran pengesanan zon waktu automatik akan menjadi satu daripada cara berikut bergantung pada nilai tetapan:

Jika ditetapkan pada TimezoneAutomaticDetectionUsersDecide, pengguna dapat mengawal pengesanan zon waktu automatik menggunakan kawalan biasa dalam chrome://settings.

Jika ditetapkan pada TimezoneAutomaticDetectionDisabled, kawalan zon waktu automatik dalam chrome://settings akan dilumpuhkan. Pengesanan zon waktu automatik akan sentiasa dimatikan.

Jika ditetapkan pada TimezoneAutomaticDetectionIPOnly, kawalan zon waktu dalam chrome://settings akan dilumpuhkan. Pengesanan zon waktu automatik akan sentiasa dihidupkan. Pengesanan zon waktu akan menggunakan kaedah IP sahaja untuk menyelesaikan lokasi.

Jika ditetapkan pada TimezoneAutomaticDetectionSendWiFiAccessPoints, kawalan zon waktu dalam chrome://settings akan dilumpuhkan. Pengesanan zon waktu automatik akan sentiasa dihidupkan. Senarai pusat akses Wi-Fi yang kelihatan akan sentiasa dihantar ke pelayan API Geolokasi untuk pengesanan zon waktu yang terperinci.

Jika ditetapkan pada TimezoneAutomaticDetectionSendAllLocationInfo, kawalan zon waktu dalam chrome://settings akan dilumpuhkan. Pengesanan zon waktu automatik akan sentiasa dihidupkan. Maklumat lokasi (seperti pusat akses Wi-Fi, Menara Sel yang boleh dihubungi, GPS) akan dihantar ke pelayan untuk pengesanan zon waktu yang terperinci.

ika dasar ini tidak ditetapkan, dasar ini akan berkelakuan seolah-olah TimezoneAutomaticDetectionUsersDecide ditetapkan.

Jika dasar SystemTimezone dasar tersebut akan melangkau dasar ini. Dalam hal ini, pengesanan zon waktu automatik dilumpuhkan sepenuhnya.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Sentiasa hantar sebarang isyarat lokasi yang tersedia kepada pelayan semasa menyelesaikan zon waktu</string><string id="SystemUse24HourClock">Gunakan jam 24 jam secara lalai</string><string id="SystemUse24HourClock_Explain">Menentukan format jam yang digunakan untuk peranti.

Dasar ini mengkonfigurasi format jam untuk digunakan pada skrin log masuk dan sebagai jam lalai untuk sesi pengguna. Pengguna masih boleh mengatasi format jam untuk akaun mereka.

Jika dasar ditetapkan kepada benar, peranti akan menggunakan format 24 jam. Jika dasar ditetapkan kepada salah, peranti anda menggunakan format 12 jam.

Jika dasar ini tidak ditetapkan, peranti akan menggunakan format lalai 24 jam.</string><string id="TPMFirmwareUpdateSettings">Konfigurasikan gelagat kemas kini perisian tegar TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Mengkonfigurasikan ketersediaan dan gelagat fungsi kemas kini perisian TPM.

Tetapan individu boleh ditentukan dalam sifat JSON:

allow-user-initiated-powerwash: Jika ditetapkan kepada true, pengguna akan boleh mencetuskan aliran powerwash untuk memasang kemas kini perisian tegar TPM.

Jika dasar tidak ditetapkan, fungsi kemas kini perisian tegar TPM tidak akan tersedia.</string><string id="TaskManagerEndProcessEnabled">Membolehkan tindakan menamatkan proses dalam Pengurus Tugas</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Tetapkan Syarat Perkhidmatan untuk akaun setempat peranti</string><string id="TermsOfServiceURL_Explain">Menetapkan Syarat Perkhidmatan yang pengguna mesti terima sebelum memulakan sesi akaun peranti setempat.

Jika dasar ini ditetapkan, Google Chrome OS akan memuat turun Syarat Perkhidmatan dan menyampaikannya kepada pengguna apabila sesi akaun peranti setempat bermula. Pengguna hanya akan dibenarkan memasuki sesi selepas bersetuju menerima Syarat Perkhidmatan.

Jika dasar ini tidak ditetapkan, tiada Syarat Perkhidmatan akan dipaparkan.

Dasar ini harus ditetapkan kepada URL yang Google Chrome OS boleh gunakan untuk memuat turun Syarat Perkhidmatan. Syarat Perkhidmatan mestilah dalam teks biasa, bertindak sebagai teks jenis MIME/biasa. Penanda tidak dibenarkan.</string><string id="TouchVirtualKeyboardEnabled">Dayakan papan kekunci maya</string><string id="TouchVirtualKeyboardEnabled_Explain">Dasar ini mengkonfigurasi mendayakan papan kekunci maya sebagai peranti input pada ChromeOS. Pengguna tidak boleh mengatasi dasar ini.

Jika dasar ditetapkan kepada benar, papan kekunci maya pada skrin akan sentiasa didayakan.

Jika ditetapkan kepada salah, papan kekunci maya pada skrin akan sentiasa dilumpuhkan.

Jika anda menetapkan dasar ini, pengguna tidak boleh menukar atau mengatasinya. Namun begitu, pengguna masih boleh mendayakan/melumpuhkan kebolehaksesan papan kekunci pada skrin yang akan diutamakan berbanding papan kekunci maya yang dikawal oleh dasar ini. Lihat dasar |VirtualKeyboardEnabled| untuk mengawal kebolehaksesan papan kekunci pada skrin.

Jika dasar ini dibiarkan tanpa ditetapkan, papan kekunci pada skrin dilumpuhkan pada mulanya tetapi pengguna boleh mendayakannya pada bila-bila masa. Peraturan heuristik turut boleh digunakan untuk memutuskan masa papan kekunci dipaparkan.</string><string id="TranslateEnabled">Dayakan Terjemahan</string><string id="TranslateEnabled_Explain">Mendayakan perkhidmatan Google Terjemah bersepadu pada Google Chrome.

Jika anda mendayakan tetapan ini, Google Chrome akan memaparkan bar alat bersepadu yang menawarkan terjemahan halaman ini kepada pengguna, apabila bersesuaian.

Jika anda melumpuhkan tetapan ini, pengguna tidak akan melihat bar terjemahan.

Jika anda mendayakan atau melumpuhkan tetapan ini, pengguna tidak boleh mengubah atau mengatasi tetapan ini Google Chrome.

Jika tetapan ini dibiarkan tanpa ditetapkan, pengguna boleh memutuskan sama ada hendak menggunakan fungsi ini atau tidak.</string><string id="URLBlacklist">Sekat akses kepada senarai URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Sekat akses kepada senarai URL</string><string id="URLWhitelist">Membenarkan akses kepada senarai URL</string><string id="URLWhitelist_Explain">Membolehkan akses ke URL yang disenaraikan, sebagai pengecualian kepada senarai hitam URL.

Lihat huraian dasar senarai hitam URL untuk format masukan senarai ini.

Dasar ini boleh digunakan untuk membuka pengecualian bagi senarai hitam terbatas. Contohnya, '*' boleh disenaraihitamkan untuk menyekat semua permintaan dan dasar ini boleh digunakan untuk membenarkan akses ke senarai URL yang terhad. Dasar ini boleh digunakan untuk membuka pengecualian bagi skim tertentu, subdomain untuk domain lain, port atau laluan tertentu.

Penapis paling khusus akan menentukan jika URL disekat atau dibenarkan. Senarai putih diberikan keutamaan melebihi senarai hitam.

Dasar ini terhad kepada 1000 masukan; masukan berikutnya akan diabaikan.

Jika dasar ini tidak ditetapkan, tiada pengecualian untuk senarai hitam daripada dasar 'URLBlacklist'.</string><string id="URLWhitelistDesc">Membenarkan akses kepada senarai URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Jika dasar ini ditetapkan kepada benar, Unified Desktop dibenarkan dan didayakan
secara lalai. Ini membenarkan aplikasi merangkumi berbilang paparan.
Pengguna boleh melumpuhkan Unified Desktop untuk paparan individu
dengan menyahtandainya dalam tetapan paparan.

Jika dasar ini ditetapkan kepada salah atau tidak ditetapkan, Unified Desktop akan
dilumpuhkan. Dalam keadaan ini, pengguna tidak dapat mendayakan ciri ini.</string><string id="UsbDetachableWhitelist">Senarai putih peranti boleh tanggal USB</string><string id="UsbDetachableWhitelist_Explain">Menentukan senarai peranti USB yang dibenarkan untuk ditanggalkan daripada pemacu inti peranti tersebut untuk digunakan menerusi API chrome.usb terus dalam aplikasi web. Entri ialah pasangan Pengecam Vendor USB dan Pengecam Produk untuk mengenal pasti perkakasan khusus.

Jika dasar ini tidak dikonfigurasikan, senarai peranti USB yang boleh ditanggalkan ditetapkan sebagai kosong.</string><string id="UsbDetachableWhitelistDesc">Senarai putih peranti boleh tanggal USB</string><string id="UserAvatarImage">Imej avatar pengguna</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Tetapkan nama paparan untuk akaun setempat peranti</string><string id="UserDisplayName_Explain">Mengawal nama akaun yang Google Chrome OS paparkan pada skrin log masuk untuk akaun setempat peranti yang sepadan.

Jika dasar ini ditetapkan, skrin log masuk akan menggunakan rentetan yang dinyatakan dalam pemilih log masuk berasaskan gambar untuk akaun setempat peranti yang sepadan.

Jika dasar ini dibiarkan tanpa ditetapkan, Google Chrome OS akan menggunakan ID akaun e-mel akaun setempat peranti sebagai nama paparan pada skrin log masuk.

Dasar ini diabaikan untuk akaun pengguna biasa.</string><string id="VideoCaptureAllowed">Benarkan atau nafikan rakaman video</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL yang akan diberikan akses kepada peranti tangkapan video tanpa gesaan</string><string id="VideoCaptureAllowedUrls_Explain">Pola dalam senarai ini akan dipadankan dengan keselamatan
asal URL yang meminta.  Jika padanan ditemui, akses kepada peranti
merakam audio akan diberi tanpa gesaan.

PERHATIAN: Dasar ini hanya disokong dalam mod Kios sehingga versi 45.</string><string id="VideoCaptureAllowedUrlsDesc">URL yang akan diberikan akses kepada peranti tangkapan video tanpa gesaan</string><string id="WPADQuickCheckEnabled">Dayakan pengoptimuman WPAD</string><string id="WPADQuickCheckEnabled_Explain">Membolehkan pengoptimuman WPAD (Penemuan Auto Proksi Web) dimatikan dalam Google Chrome.

Jika dasar ini ditetapkan kepada palsu, pengoptimuman WPAD dilumpuhkan menyebabkan Google Chrome menunggu lebih lama untuk pelayan WPAD berasaskan DNS. Jika dasar ini tidak ditetapkan atau didayakan, pengoptimuman WPAD didayakan.

Bergantung kepada sama ada atau cara dasar ini ditetapkan, tetapan pengoptimuman WPAD tidak boleh diubah oleh pengguna.</string><string id="WallpaperImage">Imej hias latar</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Hadkan julat port UDP setempat yang digunakan oleh WebRTC</string><string id="WebRtcUdpPortRange_Explain">Jika dasar ini ditetapkan, julat port UDP yang digunakan oleh WebRTC dihadkan kepada selang port yang ditentukan (termasuk titik akhir).

Jika dasar ini tidak ditetapkan, atau ditetapkan pada rentetan kosong atau julat port yang tidak sah, WebRTC dibenarkan untuk menggunakan mana-mana port UDP setempat yang tersedia.</string></stringTable><presentationTable><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Skim pengesahan yang disokong</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Senarai putih pelayan pengesahan</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Senarai putih pelayan penugasan Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL halaman Tab Baharu</label></textBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Tindakan semasa permulaan</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL untuk dibuka pada permulaan</listBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL halaman utama</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Konfigurasi awalan TalkGadget untuk hos akses jauh</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Hadkan julat port UDP yang digunakan oleh hos akses jauh</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL di mana pelanggan akses jauh harus mendapatkan token pengesahan mereka</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL untuk mengesahkan token pengesahan pelanggan akses jauh</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Sijil pelanggan untuk menyambung kepada RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID sambungan pengguna perlu dihalang daripada memasang (atau * untuk semua)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID sambungan untuk dikecualikan daripada senarai hitam</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID Sambungan/Apl dan URL kemas kini untuk dipasang secara senyap</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Pola URL untuk membenarkan pemasangan sambungan, aplikasi dan skrip pengguna</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Jenis sambungan/apl yang boleh dipasang</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Tetapan pengurusan sambungan</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Pilih cara untuk menentukan tetapan pelayan proksi</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Alamat atau URL pelayan proksi</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL untuk fail .pac proksi</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Senarai diasingkan koma bagi peraturan memintas proksi</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Nama pembekal carian lalai</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Kata kunci pembekal carian lalai</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>URL carian pembekal carian lalai</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Pembekal carian lalai mencadangkan URL</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>URL semerta pembekal carian lalai</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikon pembekal carian lalai</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Pengekodan pembekal carian lalai</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Senarai URL alternatif untuk penyedia carian lalai</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter yang mengawal kedudukan istilah carian untuk penyedia carian lalai</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter yang menyediakan ciri cari melalui imej untuk penyedia carian lalai</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL halaman tab baharu penyedia carian lalai</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parameter untuk URL carian yang menggunakan POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parameter untuk URL cadangan yang menggunakan POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parameter untuk URL semerta yang menggunakan POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parameter untuk URL imej yang menggunakan POST</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Sambungan dibenarkan untuk mengguna API pembuktian jauh</listBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Tindakan yang perlu diambil apabila pengguna menutup penutup</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Peratusan yang digunakan untuk skala kelewatan pemalapan skrin dalam mod penyampaian:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Peratusan yang digunakan untuk menskala kelewatan pemalapan skrin jika pengguna menjadi aktif selepas pemalapan:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Tetapan pengurusan kuasa apabila pengguna melahu</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Kelewatan kunci skrin</label></textBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Tetapan kuki lalai</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Tetapan imej lalai</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Tetapan JavaScript lalai</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Tetapan Flash lalai</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Tetapan pop muncul lalai</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Tetapan pemberitahuan lalai</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Tetapan geolokasi lalai</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Kawal penggunaan API Bluetooth Web</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Memilih sijil klien secara automatik untuk tapak ini</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Benarkan kuki pada tapak ini</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Sekat kuki pada tapak ini</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Benarkan sesi kuki sahaja pada tapak ini</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Benarkan imej pada tapak ini</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Sekat imej pada tapak ini</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Benarkan JavaScript pada tapak ini</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Sekat JavaScript pada tapak ini</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Benarkan pemalam Flash pada tapak ini</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Sekat pemalam Flash pada tapak ini</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Benarkan pop muncul pada halaman ini</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Daftar pengendali protokol</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Sekat pop muncul pada tapak ini</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Benarkan pemberitahuan pada tapak ini</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Sekat pemberitahuan pada tapak ini</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Tetapkan jenis penggadang skrin</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Tetapkan jenis penggadang skrin lalai yang didayakan pada skrin log masuk</dropdownList></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Tentukan domain yang dibenarkan untuk mengakses Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Tetapkan ketersediaan sijil untuk apl ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfigurasi ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL yang akan diberikan akses kepada peranti tangkapan audio tanpa gesaan</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Lumpuhkan penguatkuasaan Ketelusan Sijil untuk senarai URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Kawal kelakuan pengguna dalam sesi berbilang profil</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Saluran keluaran</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Peraturan pilihan pencetak lalai</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfigurasikan senarai apl yang dipasang pada skrin log masuk</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Reka letak papan kekunci skrin log masuk peranti</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Tempat peristiwa skrin log masuk peranti</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Pengurusan kuasa pada skrin log masuk</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Fail konfigurasi pencetak perusahaan untuk peranti</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Dasar akses konfigurasi pencetak peranti.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Pencetak peranti perusahaan dilumpuhkan</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Pencetak peranti perusahaan didayakan</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Selang masa waktu mati apabila OffHours peranti |ignored_policy_proto_tags| dikeluarkan</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Konfigurasi rangkaian tahap peranti</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Segar semula kadar untuk Dasar Peranti:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Bendera untuk seluruh sistem akan digunakan pada permulaan Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Versi Kemas Kini Auto Sasaran</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Jenis sambungan yang dibenarkan untuk kemas kini</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Faktor berserak kemas kini automatik:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Log masuk senarai putih pengguna</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Imej kertas dinding peranti</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Tetapkan putaran paparan lalai yang digunakan semula pada setiap but semula</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Tetapkan direktori muat turun</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Sekatan muat turun</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Strategi penghijrahan untuk ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Dayakan ciri platform web untuk masa yang terhad</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Paksa Mod Sekatan YouTube minimum</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Ketersediaan mod Inkognito</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Dayakan Pengasingan Tapak untuk asal yang ditentukan</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Kebenaran Utama</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Penanda Halaman Terurus</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Kelewatan pengambilan maksimum selepas pentaksahan dasar:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Pencetakan Natif</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Dasar akses konfigurasi pencetak.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Pencetak perusahaan dilumpuhkan</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Fail konfigurasi pencetak perusahaan</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Pencetak perusahaan didayakan</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Dayakan ramalan rangkaian</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Apl pencatatan nota senarai putih dibenarkan pada skrin kunci Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Konfigurasi rangkaian tahap pengguna</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Senarai apl berpin untuk dipaparkan dalam pelancar</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Segar semula kadar untuk dasar pengguna:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Hadkan masa untuk pengguna yang membuat pengesahan melalui SAML boleh melog masuk dalam talian.:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Versi SSL maksimum didayakan</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Tetapkan penempatan yang disyorkan untuk sesi awam</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Kawal penyembunyian automatik rak</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Zon waktu</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfigurasi kaedah pengesanan zon waktu automatik</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfigurasikan gelagat kemas kini perisian tegar TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Tetapkan Syarat Perkhidmatan untuk akaun setempat peranti</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Sekat akses kepada senarai URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Membenarkan akses kepada senarai URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Senarai putih peranti boleh tanggal USB</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Imej avatar pengguna</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Tetapkan nama paparan untuk akaun setempat peranti</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL yang akan diberikan akses kepada peranti tangkapan video tanpa gesaan</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Imej hias latar</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Hadkan julat port UDP setempat yang digunakan oleh WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>