<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 alebo novší</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Predvolené nastavenia (používatelia ich môžu nahradiť)</string><string id="Attestation_group">Diaľkové overenie</string><string id="AttestationEnabledForUser">Povoliť pre používateľa vzdialené overenie</string><string id="AttestationEnabledForUser_Explain">Ak pravidlo nastavíte na hodnotu True, používateľ môže pomocou hardvéru zariadení Chrome diaľkovo overiť svoju identitu pre certifikačnú autoritu (CA) ochrany súkromia prostredníctvom metódy chrome.enterprise.platformKeys.challengeUserKey() rozhrania Enterprise Platform Keys API.

Ak je nastavené na možnosť False alebo nie je nenastavené,
volania rozhrania API zlyhajú a nahlásia kód chyby.</string><string id="AttestationExtensionWhitelist">Rozšírenia s povolením používať vzdialené overenie API</string><string id="AttestationExtensionWhitelist_Explain">Toto pravidlo určuje, pre ktoré rozšírenia bude povolené vzdialené prihlásenie pomocou metódy chrome.enterprise.platformKeys.challengeUserKey() rozhrania Enterprise Platform Keys API. Rozšírenia môžu používať toto rozhranie API, keď sú pridané do tohto zoznamu.

Ak sa rozšírenie v zozname nenachádza alebo zoznam nie je vytvorený, volania rozhrania API zlyhajú a nahlásia kód chyby.</string><string id="AttestationExtensionWhitelistDesc">Rozšírenia s povolením používať vzdialené overenie API</string><string id="Homepage_group">Domovská stránka</string><string id="HomepageLocation">Konfigurovať webovú adresu domovskej stránky</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Použiť stránku Nová karta ako domovskú stránku</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Umožňuje povoliť funkciu Google Cast</string><string id="EnableMediaRouter_Explain">Ak toto pravidlo nastavíte na hodnotu True alebo ho nenastavíte, funkcia Google Cast bude povolená a používatelia ju budú môcť spustiť v ponuke aplikácií, kontextových ponukách na stránke, ovládacích prvkoch médií na weboch podporujúcich funkciu Cast a (ak sa zobrazuje) pomocou ikony panela s nástrojmi funkcie Cast.

Ak je toto pravidlo nastavené na hodnotu False, funkcia Google Cast bude zakázaná.</string><string id="ShowCastIconInToolbar">Zobrazuje sa ikona panela s nástrojmi funkcie Google Cast</string><string id="ShowCastIconInToolbar_Explain">Ak je toto pravidlo nastavené na hodnotu True, bude sa ikona Cast stále zobrazovať na paneli s nástrojmi a používatelia ju nebudú môcť odobrať.

Ak je toto pravidlo nastavené na hodnotu False alebo nie je nastavené vôbec, používatelia budú môcť ikonu pripnúť alebo odstrániť prostredníctvom kontextovej ponuky.

Ak je pravidlo EnableMediaRouter nastavené na hodnotu False, hodnota tohto pravidla sa nijak neprejaví a ikona sa na paneli s nástrojmi nebude zobrazovať.</string><string id="RemoteAccess_group">Konfigurovať možnosti vzdialeného prístupu</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Povoliť prechod cez bránu firewall v smere od hostiteľa vzdialeného prístupu</string><string id="RemoteAccessHostFirewallTraversal_Explain">Povoľuje použitie serverov typu STUN, keď sa vzdialení klienti pokúšajú nadviazať spojenie s týmto počítačom.

Ak je toto nastavenie povolené, vzdialení klienti môžu vyhľadať tieto počítače a pripojiť sa k nim aj v prípade, že sú oddelení bránou firewall.

Ak je toto nastavenie zakázané a brána firewall filtruje odchádzajúce pripojenia cez protokol UDP, povolí tento počítač iba pripojenia z klientskych počítačov v rámci miestnej siete.

Ak toto pravidlo ponecháte nenastavené, nastavenie sa povolí.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Konfigurácia predpony TalkGadget pre hostiteľov vzdialeného prístupu</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfiguruje predponu TalkGadget, ktorú budú používať hostitelia vzdialeného prístupu, a bráni používateľom, aby ju zmenili.

Ak je táto predpona určená, pridá sa pred základný názov modulu TalkGadget, čím vznikne celý názov domény TalkGadget. Základný názov domény TalkGadget je „.talkgadget.google.com“.

Ak je toto nastavenie povolené, budú hostitelia pri pristupovaní k doméne TalkGadget používať vlastný názov domény namiesto predvoleného názvu.

Ak je toto nastavenie zakázané alebo nie je nastavené, pre všetkých hostiteľov sa použije predvolený názov domény TalkGadget (chromoting-host.talkgadget.google.com).

Nastavenie tohto pravidla nemá žiadny vplyv na klientov so vzdialeným prístupom, ktorí budú k doméne TalkGadget pristupovať vždy pomocou adresy chromoting-client.talkgadget.google.com.</string><string id="RemoteAccessHostRequireCurtain">Povoliť blokovanie hostiteľov so vzdialeným prístupom</string><string id="RemoteAccessHostRequireCurtain_Explain">Povoľuje zakrývanie hostiteľov vzdialeného prístupu počas nadviazaného spojenia.

Ak je toto nastavenie povolené, fyzické zariadenia vstupu a výstupu hostiteľa budú počas prebiehajúceho vzdialeného spojenia zakázané.

Ak je toto nastavenie zakázané alebo nenastavené, miestni aj vzdialení používatelia môžu počas zdieľania komunikovať s hostiteľom.</string><string id="RemoteAccessHostAllowClientPairing">Povolenie alebo zakázanie overenia totožnosti bez použitia kódu PIN pre hostiteľov vzdialeného prístupu</string><string id="RemoteAccessHostAllowClientPairing_Explain">Ak je toto nastavenie povolené alebo nie je nakonfigurované, používatelia môžu aktivovať párovanie klientov a hostiteľov v čase pripojenia, čím predídu opakovanému zadávaniu kódu PIN.

Ak je toto nastavenie zakázané, nebude táto funkcia k dispozícii.</string><string id="RemoteAccessHostAllowGnubbyAuth">Povoliť overovanie gnubby pre hostiteľov so vzdialeným prístupom</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Ak je toto nastavenie povolené, žiadosti o overenie gnubby budú sprostredkované cez vzdialené pripojenie hostiteľa.

Ak je toto nastavenie zakázané alebo nie je nakonfigurované, žiadosti o overenie gnubby nebudú sprostredkované.</string><string id="RemoteAccessHostAllowRelayedConnection">Povolí hostiteľovi vzdialeného prístupu používať servery typu relay</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Obmedzí rozsah portov UDP používaných hostiteľom vzdialeného prístupu</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Vyžaduje, aby sa meno miestneho používateľa a vlastníka hostiteľa vzdialeného prístupu zhodovali</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Webová adresa, kde by klienti vzdialeného prístupu mali získať token na overenie totožnosti</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">Webová adresa na potvrdenie overovacieho tokenu klienta vzdialeného pripojenia</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certifikát klienta na pripojenie k adrese RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Drive_group">Konfigurácia možností služby Disk Google</string><string id="DriveDisabled">Zakázať v aplikácii Súbory systému Google Chrome OS službu Disk Google</string><string id="DriveDisabled_Explain">Ak je toto pravidlo nastavené na hodnotu True, zakazuje synchronizáciu aplikácie Súbory systému Google Chrome OS s Diskom Google. V takom prípade sa na Disk Google nenahrajú žiadne údaje.

Ak toto pravidlo nie je nastavené alebo ak je nastavené na hodnotu False, používatelia budú môcť prenášať súbory na Disk Google.</string><string id="DriveDisabledOverCellular">Zakázať v aplikácii Súbory systému Google Chrome OS používanie služby Disk Google prostredníctvom mobilných pripojení</string><string id="DriveDisabledOverCellular_Explain">Ak je pravidlo nastavené na hodnotu True, zakáže v aplikácií Súbory systému Google Chrome OS synchronizáciu služby Disk Google pri používaní mobilného pripojenia. V tomto prípade sa budú údaje v službe Disk Google synchronizovať iba pri pripojení k sieti Wi‑Fi alebo Ethernet.

Ak je hodnota funkcie nastavená na možnosť False, používatelia budú môcť prenášať súbory do služby Disk Google prostredníctvom mobilných pripojení.</string><string id="ContentSettings_group">Nastavenia obsahu</string><string id="DefaultCookiesSetting">Predvolené nastavenie súborov cookie</string><string id="DefaultCookiesSetting_Explain">Umožňuje nastaviť, či môžu webové stránky nastavovať miestne údaje. Nastavenie miestnych údajov je možné buď povoliť pre všetky webové stránky, alebo ho pre všetky webové stránky zakázať.

Ak je toto pravidlo nastavené na možnosť Uchovať súbory cookie počas trvania relácie, súbory cookie sa po ukončení relácie vymažú. Upozorňujeme, že ak je prehliadač Google Chrome spustený v režime na pozadí, relácia sa nemusí ukončiť po zavretí posledného okna. Ďalšie informácie o konfigurácii tohto správania nájdete pri pravidle BackgroundModeEnabled.

Ak ponecháte toto pravidlo nenastavené, použije sa pravidlo AllowCookies a používateľ ho bude môcť zmeniť.</string><string id="DefaultCookiesSetting_AllowCookies">Povoliť všetkým webovým stránkam nastavovať miestne údaje</string><string id="DefaultCookiesSetting_BlockCookies">Nepovoliť žiadnym stránkam nastaviť miestne údaje</string><string id="DefaultCookiesSetting_SessionOnly">Uchovať súbory cookie počas trvania relácie</string><string id="DefaultImagesSetting">Predvolené nastavenie obrázkov</string><string id="DefaultImagesSetting_Explain">Umožňuje vám nastaviť, či môžu webové stránky zobrazovať obrázky. Zobrazovanie obrázkov môže byť buď pre všetky webové stránky umožnené, alebo pre všetky webové stránky zamietnuté.

Ak toto pravidlo ponecháte nenastavené, použije sa pravidlo „AllowImages“ a používateľ ho bude môcť zmeniť.</string><string id="DefaultImagesSetting_AllowImages">Povoliť všetkým stránkam zobrazovať obrázky</string><string id="DefaultImagesSetting_BlockImages">Zakázať všetkým stránkam zobrazovať obrázky</string><string id="DefaultJavaScriptSetting">Predvolené nastavenie kódu JavaScript</string><string id="DefaultJavaScriptSetting_Explain">Umožní nastaviť, či môžu webové stránky spúšťať kód JavaScript. Spúšťanie kódu JavaScript sa dá pre všetky webové stránky buď umožniť, alebo naopak zamietnuť.

Ak toto pravidlo ponecháte nenastavené, použije sa pravidlo „AllowJavaScript“ a používateľ to bude môcť zmeniť.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Povoliť všetkým webom spúšťať JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Nepovoliť žiadnym stránkam spúšťať JavaScript</string><string id="DefaultPluginsSetting">Predvolené nastavenie doplnku Flash</string><string id="DefaultPluginsSetting_Explain">Umožňuje nastaviť, či môžu weby automaticky spúšťať doplnok Flash. Automatické spúšťanie doplnku Flash je možné buď povoliť pre všetky weby, alebo ho pre všetky weby zakázať.

Spustenie doplnku Flash umožní kliknutie na tlačidlo prehrávania, ale používateľ musí kliknúť na zástupný symbol, aby spustil jeho aktiváciu.

Ak toto pravidlo nenastavíte, používateľ bude môcť nastavenie zmeniť ručne.</string><string id="DefaultPluginsSetting_AllowPlugins">Povoliť všetkým webom automaticky spúšťať doplnok Flash</string><string id="DefaultPluginsSetting_BlockPlugins">Blokovať doplnok Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Kliknutím prehrať</string><string id="DefaultPopupsSetting">Predvolené nastavenie kontextových okien</string><string id="DefaultPopupsSetting_Explain">Umožňuje nastaviť, či môžu webové stránky zobrazovať kontextové okná. Zobrazovanie kontextových okien je možné pre všetky webové stránky buď umožniť, alebo zamietnuť.

Ak toto pravidlo ponecháte nenastavené, použije sa pravidlo „BlockPopups“ a používateľ ho bude môcť zmeniť.</string><string id="DefaultPopupsSetting_AllowPopups">Povoliť všetkým webovým stránkam zobrazovať kontextové okná</string><string id="DefaultPopupsSetting_BlockPopups">Zakázať všetkým stránkam zobrazovať kontextové okná</string><string id="DefaultNotificationsSetting">Predvolené nastavenie upozornení</string><string id="DefaultNotificationsSetting_Explain">Umožňuje nastaviť, či môžu webové stránky zobrazovať upozornenia na pracovnej ploche. Zobrazovanie upozornení na pracovnej ploche je možné nakonfigurovať tak, že bude v predvolenom nastavení buď umožnené, alebo zamietnuté. Tiež je možné nastaviť, aby sa pri pokuse webových stránok o zobrazenie upozornení na pracovnej ploche zobrazila používateľovi výzva.

Ak bude toto nastavenie ponechané nenastavené, použije sa pravidlo „AskNotifications“ a používateľ ho bude môcť zmeniť.</string><string id="DefaultNotificationsSetting_AllowNotifications">Povoliť webovým stránkam zobrazovať upozornenia na pracovnej ploche</string><string id="DefaultNotificationsSetting_BlockNotifications">Nepovoliť žiadnym stránkam zobrazovať upozornenia na pracovnej ploche</string><string id="DefaultNotificationsSetting_AskNotifications">Opýtať sa vždy, keď chcú stránky zobrazovať upozornenia na pracovnej ploche</string><string id="DefaultGeolocationSetting">Predvolené nastavenie geolokácie</string><string id="DefaultGeolocationSetting_Explain">Umožňuje nastaviť, či môžu webové stránky sledovať fyzickú polohu používateľa. Sledovanie fyzickej polohy používateľa sa dá nakonfigurovať tak, že bude v predvolenom nastavení umožnené alebo zamietnuté. Tiež je možné nastaviť, aby sa pri pokuse webových stránok o sledovanie fyzickej polohy používateľovi zobrazila výzva.

Ak toto pravidlo ponecháte nenastavené, použije sa pravidlo „AskGeolocation“ a používateľ ho bude môcť zmeniť.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Povoliť stránkam sledovať fyzickú polohu používateľov</string><string id="DefaultGeolocationSetting_BlockGeolocation">Nepovoliť žiadnym stránkam sledovať fyzickú polohu používateľov</string><string id="DefaultGeolocationSetting_AskGeolocation">Opýtať sa vždy, keď chcú stránky sledovať fyzickú polohu používateľa</string><string id="DefaultWebBluetoothGuardSetting">Ovládať používanie rozhrania Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_Explain">Umožňuje nastaviť, či môžu weby získať prístup k zariadeniam Bluetooth v blízkosti. Prístup môže byť úplne zablokovaný alebo je možné používateľa požiadať, keď chce web získať prístup k zariadeniam Bluetooth v blízkosti.

Ak toto pravidlo ponecháte nenastavené, použije sa hodnota 3 a používateľ ju bude môcť zmeniť.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Nepovoliť žiadnemu webu požadovať prístup k zariadeniam Bluetooth prostredníctvom rozhrania Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Povoliť webom žiadať používateľa o prístup k zariadeniam Bluetooth v blízkosti</string><string id="AutoSelectCertificateForUrls">Automaticky vybrať certifikáty klienta pre tieto webové stránky</string><string id="AutoSelectCertificateForUrls_Explain">Umožňuje vám uviesť zoznam vzorov webových adries, ktorý uvádza webové stránky, pre ktoré by mal prehliadač Google Chrome automaticky vybrať certifikát klienta (ak stránky vyžadujú certifikát).

Hodnota musí byť pole slovníkov JSON prevedených na reťazce. Každý slovník musí mať tvar { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, kde $URL_PATTERN je vzor nastavenia obsahu. $FILTER obmedzuje certifikáty klienta, z ktorých bude prehliadač automaticky vyberať. Nezávisle od filtra budú vybraté iba tie certifikáty, ktoré zodpovedajú žiadosti servera o certifikát. Ak má $FILTER tvar { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, budú navyše vybraté iba tie certifikáty klienta, ktoré boli vydané certifikátom s bežným názvom $ISSUER_CN. Ak je $FILTER prázdny slovník {}, výber certifikátov klienta nie je nijako ďalej obmedzený.
{/}{}
Ak toto pravidlo nenastavíte, automatický výber sa nevykoná pre žiadne webové stránky.</string><string id="AutoSelectCertificateForUrlsDesc">Automaticky vybrať certifikáty klienta pre tieto webové stránky</string><string id="CookiesAllowedForUrls">Povoliť súbory cookie na týchto webových stránkach</string><string id="CookiesAllowedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, ktoré môžu nastavovať súbory cookie.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultCookiesSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="CookiesAllowedForUrlsDesc">Povoliť súbory cookie na týchto webových stránkach</string><string id="CookiesBlockedForUrls">Blokovať súbory cookie na týchto webových stránkach</string><string id="CookiesBlockedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, ktoré nemôžu nastavovať súbory cookie.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultCookiesSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="CookiesBlockedForUrlsDesc">Blokovať súbory cookie na týchto webových stránkach</string><string id="CookiesSessionOnlyForUrls">Povoliť súbory cookie iba pre reláciu na týchto weboch</string><string id="CookiesSessionOnlyForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich stránky, ktoré môžu nastavovať súbory cookie iba pre reláciu.

Ak toto pravidlo nenastavíte, pre všetky stránky sa použije globálna predvolená hodnota buď z pravidla DefaultCookiesSetting (ak je nastavené), alebo z osobnej konfigurácie používateľa.

Upozorňujeme, že ak je prehliadač Google Chrome spustený v režime na pozadí, relácia sa nemusí ukončiť po zavretí posledného okna, ale zostane aktívna až dovtedy, kým sa neukončí prehliadač. Ďalšie informácie o konfigurácii tohto správania nájdete pri pravidle BackgroundModeEnabled.

Ak nastavíte pravidlo RestoreOnStartup, aby obnovilo webové adresy z predchádzajúcich relácií, nebude dodržané a súbory cookie budú pre dané stránky uložené natrvalo.</string><string id="CookiesSessionOnlyForUrlsDesc">Povoliť súbory cookie iba pre reláciu na týchto weboch</string><string id="ImagesAllowedForUrls">Povoliť obrázky na týchto webových stránkach</string><string id="ImagesAllowedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, na ktorých sa môžu zobrazovať obrázky.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultImagesSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="ImagesAllowedForUrlsDesc">Povoliť obrázky na týchto webových stránkach</string><string id="ImagesBlockedForUrls">Blokovať obrázky na týchto weboch</string><string id="ImagesBlockedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, ktoré nemôžu zobrazovať obrázky.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultImagesSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="ImagesBlockedForUrlsDesc">Blokovať obrázky na týchto weboch</string><string id="JavaScriptAllowedForUrls">Povoliť JavaScript na týchto weboch</string><string id="JavaScriptAllowedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, ktoré môžu spúšťať kód JavaScript.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultJavaScriptSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="JavaScriptAllowedForUrlsDesc">Povoliť JavaScript na týchto weboch</string><string id="JavaScriptBlockedForUrls">Blokovať jazyk JavaScript na týchto webových stránkach</string><string id="JavaScriptBlockedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, ktoré nemôžu spúšťať kód JavaScript.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultJavaScriptSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="JavaScriptBlockedForUrlsDesc">Blokovať jazyk JavaScript na týchto webových stránkach</string><string id="PluginsAllowedForUrls">Povoliť doplnok Flash na týchto weboch</string><string id="PluginsAllowedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich weby, ktoré majú povolené spustiť doplnok Flash.

Ak toto pravidlo nenastavíte, pre všetky weby sa použije globálna predvolená hodnota, ktorá je určená buď pravidlom DefaultCookiesSetting (ak je nastavené), alebo inou osobnou konfiguráciou od používateľa.</string><string id="PluginsAllowedForUrlsDesc">Povoliť doplnok Flash na týchto weboch</string><string id="PluginsBlockedForUrls">Blokovať doplnok Flash na týchto weboch</string><string id="PluginsBlockedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich weby, ktoré majú zakázané spustiť doplnok Flash.

Ak toto pravidlo nenastavíte, pre všetky weby sa použije globálna predvolená hodnota, ktorá je určená buď pravidlom DefaultCookiesSetting (ak je nastavené), alebo inou osobnou konfiguráciou od používateľa.</string><string id="PluginsBlockedForUrlsDesc">Blokovať doplnok Flash na týchto weboch</string><string id="PopupsAllowedForUrls">Povoliť na týchto weboch kontextové okná</string><string id="PopupsAllowedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, ktoré môžu otvárať kontextové okná.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultPopupsSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="PopupsAllowedForUrlsDesc">Povoliť na týchto weboch kontextové okná</string><string id="RegisteredProtocolHandlers">Registrovať obslužné nástroje protokolu</string><string id="RegisteredProtocolHandlers_Explain">Umožňuje zaregistrovať zoznam obslužných nástrojov protokolu. Môže to byť iba odporúčané pravidlo. Vlastnosť |protocol| by mala byť nastavená na schému, ako napríklad „mailto“, a vlasnosť |url| by mala byť nastavená na vzor webovej adresy aplikácie, ktorá danú schému obsluhuje. Vzor môže zahrnovať reťazec „%s“, ktorý bude nahradený obsluhovanou webovou adresou (ak bude použitý).

Obslužné nástroje protokolu, ktoré sú registrované týmto pravidlom, budú zlúčené s nástrojmi registrovanými používateľom a budú všetky k dispozícii na použitie. Používateľ môže prepísať obslužné nástroje protokolu nainštalované pravidlom inštaláciou nového predvoleného obslužného nástroja. Obslužný protokol registrovaný pravidlom však nie je možné odstrániť.</string><string id="PopupsBlockedForUrls">Blokovať kontextové okná na týchto webových stránkach</string><string id="PopupsBlockedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, ktoré nemôžu otvárať kontextové okná.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultPopupsSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="PopupsBlockedForUrlsDesc">Blokovať kontextové okná na týchto webových stránkach</string><string id="NotificationsAllowedForUrls">Povoliť upozornenia na týchto webových stránkach</string><string id="NotificationsAllowedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, na ktorých sa môžu zobrazovať upozornenia.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultNotificationsSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="NotificationsAllowedForUrlsDesc">Povoliť upozornenia na týchto webových stránkach</string><string id="NotificationsBlockedForUrls">Blokovať upozornenia na týchto webových stránkach</string><string id="NotificationsBlockedForUrls_Explain">Umožňuje nastaviť zoznam vzorov webových adries určujúcich webové stránky, ktoré nemôžu zobrazovať upozornenia.

Ak toto pravidlo ponecháte nenastavené, použije sa v prípade všetkých webových stránok globálna predvolená hodnota buď z pravidla „DefaultNotificationsSetting“ (ak je nastavené), alebo z osobnej konfigurácie používateľa.</string><string id="NotificationsBlockedForUrlsDesc">Blokovať upozornenia na týchto webových stránkach</string><string id="Accessibility_group">Nastavenia zjednodušenia prístupu</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Zobraziť možnosti dostupnosti v oblasti oznámení</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Povoliť veľký kurzor</string><string id="LargeCursorEnabled_Explain">Povolí veľký kurzor (funkcia na uľahčenie prístupu).

Ak toto pravidlo povolíte, bude veľký kurzor vždy zapnutý.

Ak toto pravidlo zakážete, bude veľký kurzor vždy vypnutý.

Ak toto pravidlo povolíte alebo zakážete, používatelia ho nebudú môcť prepísať.

Ak toto pravidlo ponecháte nenastavené, veľký kurzor bude spočiatku zakázaný, ale používateľ to bude môcť kedykoľvek zmeniť.</string><string id="SpokenFeedbackEnabled">Povoliť hlasovú odozvu</string><string id="SpokenFeedbackEnabled_Explain">Povolí hlasovú odozvu (funkcia na uľahčenie prístupu).

Ak toto pravidlo nastavíte na hodnotu true, bude hlasová odozva vždy zapnutá.

Ak toto pravidlo nastavíte na hodnotu false, bude hlasová odozva vždy vypnutá.

Ak toto pravidlo povolíte alebo zakážete, používatelia ho nebudú môcť zmeniť ani prepísať.

Ak toto pravidlo ponecháte nenastavené, hlasová odozva bude spočiatku zakázaná, ale používateľ to bude môcť kedykoľvek zmeniť.</string><string id="HighContrastEnabled">Povoliť režim s vysokým kontrastom</string><string id="HighContrastEnabled_Explain">Povolí režim vysokého kontrastu (funkcia na uľahčenie prístupu).

Ak toto nastavenie povolíte, bude režim vysokého kontrastu vždy zapnutý.

Ak toto nastavenie zakážete, bude režim vysokého kontrastu vždy vypnutý.

Ak toto pravidlo povolíte alebo zakážete, používatelia ho nebudú môcť zmeniť.

Ak toto pravidlo ponecháte nenastavené, režim vysokého kontrastu bude spočiatku zakázaný, ale používateľ to bude môcť kedykoľvek zmeniť.</string><string id="VirtualKeyboardEnabled">Zobraziť klávesnicu na obrazovke</string><string id="VirtualKeyboardEnabled_Explain">Aktivuje funkciu zjednodušenia prístupu pomocou klávesnice na obrazovke.

Ak je toto pravidlo nastavené na hodnotu true, klávesnica na obrazovke bude vždy aktívna.

Ak je toto pravidlo nastavené na hodnotu false, klávesnica na obrazovke bude vždy neaktívna.

Ak toto pravidlo nastavíte, používatelia ho nebudú môcť zmeniť ani prepísať.

Ak ho ponecháte nenastavené, klávesnica na obrazovke bude v predvolenom nastavení deaktivovaná, ale používatelia ju budú môcť kedykoľvek aktivovať.</string><string id="KeyboardDefaultToFunctionKeys">Zmena predvoleného správania klávesov pre médiá na funkčné klávesy</string><string id="KeyboardDefaultToFunctionKeys_Explain">Zmení predvolené správanie klávesov v hornom rade na funkčné klávesy.

Ak toto pravidlo nastavíte na hodnotu pravda (true), klávesy v hornom rade klávesnice budú predvolene plniť príkazy funkčných klávesov. Stlačením klávesu vyhľadávania vrátite ich správanie späť na klávesy pre médiá.

Ak toto pravidlo nastavíte na hodnotu nepravda (false) alebo ho vôbec nenastavíte, klávesnica bude predvolene plniť príkazy klávesov pre médiá. Príkazy funkčných klávesov bude plniť vtedy, keď podržíte stlačený kláves vyhľadávania.</string><string id="ScreenMagnifierType">Nastavenie typu lupy obrazovky</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Lupa obrazovky je vypnutá</string><string id="ScreenMagnifierType_Full-screen">Lupa v režime na celú obrazovku je povolená</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Nastaviť predvolený stav veľkého kurzora na prihlasovacej obrazovke</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Nastaví predvolený stav veľkého kurzora (funkcia na uľahčenie prístupu) na prihlasovacej obrazovke.

Ak je toto pravidlo nastavené na hodnotu true, pri zobrazení prihlasovacej obrazovky sa povolí veľký kurzor.

Ak je toto pravidlo nastavené na hodnotu false, pri zobrazení prihlasovacej obrazovky sa veľký kurzor zakáže.

Ak nastavíte toto pravidlo, používatelia ho budú môcť dočasne prepísať povolením alebo zakázaním veľkého kurzora. Voľba používateľa však nie je trvalá a predvolené nastavenie sa obnoví zakaždým, keď sa znova zobrazí prihlasovacia obrazovka alebo používateľ bude na prihlasovacej obrazovke nečinný počas jednej minúty.

Ak toto pravidlo ponecháte nenastavené, bude veľký kurzor pri prvom zobrazení prihlasovacej obrazovky zakázaný. Používatelia budú môcť veľký kurzor kedykoľvek povoliť alebo zakázať a jeho stav na prihlasovacej obrazovke sa zachová aj po zmene používateľov.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Nastaviť predvolený stav hlasovej odozvy na prihlasovacej obrazovke</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Nastaví predvolený stav hlasovej odozvy (funkcia na uľahčenie prístupu) na prihlasovacej obrazovke.

Ak je toto pravidlo nastavené na hodnotu true, pri zobrazení prihlasovacej obrazovky sa povolí hlasová odozva.

Ak je toto pravidlo nastavené na hodnotu false, pri zobrazení prihlasovacej obrazovky sa hlasová odozva zakáže.

Ak nastavíte toto pravidlo, používatelia ho budú môcť dočasne prepísať povolením alebo zakázaním hlasovej odozvy. Voľba používateľa však nie je trvalá a predvolené nastavenie sa obnoví zakaždým, keď sa znova zobrazí prihlasovacia obrazovka alebo používateľ bude na prihlasovacej obrazovke nečinný po dobu jednej minúty.

Ak toto pravidlo ponecháte nenastavené, bude hlasová odozva pri prvom zobrazení prihlasovacej obrazovky zakázaná. Používatelia budú môcť hlasovú odozvu kedykoľvek povoliť alebo zakázať a jej stav na prihlasovacej obrazovke sa zachová aj po zmene používateľov.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Nastaviť predvolený stav režimu vysokého kontrastu na prihlasovacej obrazovke</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Nastaví predvolený stav režimu vysokého kontrastu (funkcia na uľahčenie prístupu) na prihlasovacej obrazovke.

Ak je toto pravidlo nastavené na hodnotu true, pri zobrazení prihlasovacej obrazovky sa povolí režim vysokého kontrastu.

Ak je toto pravidlo nastavené na hodnotu false, pri zobrazení prihlasovacej obrazovky sa režim vysokého kontrastu zakáže.

Ak nastavíte toto pravidlo, používatelia ho budú môcť dočasne prepísať povolením alebo zakázaním režimu vysokého kontrastu. Voľba používateľa však nie je trvalá a predvolené nastavenie sa obnoví zakaždým, keď sa znova zobrazí prihlasovacia obrazovka alebo používateľ bude na prihlasovacej obrazovke nečinný po dobu jednej minúty.

Ak toto pravidlo ponecháte nenastavené, bude režim vysokého kontrastu pri prvom zobrazení prihlasovacej obrazovky zakázaný. Používatelia budú môcť režim vysokého kontrastu kedykoľvek povoliť alebo zakázať a jeho stav na prihlasovacej obrazovke sa zachová aj po zmene používateľov.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Nastavuje na prihlasovacej obrazovke predvolený stav klávesnice na obrazovke</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Nastavuje na prihlasovacej obrazovke predvolený stav funkcie zjednodušenia prístupu ku klávesnici na obrazovke.

Ak je toto pravidlo nastavené na hodnotu true, bude pri zobrazení prihlasovacej obrazovky klávesnica na obrazovke aktívna.

Ak je pravidlo nastavené na hodnotu false, bude pri zobrazení prihlasovacej obrazovky klávesnica na obrazovke deaktivovaná.

Ak toto pravidlo nastavíte, používatelia ho budú môcť dočasne prepísať aktiváciou alebo deaktiváciou klávesnice na obrazovke. Voľba používateľa však nebude trvalá a po opätovnom zobrazení prihlasovacej obrazovky alebo nečinnosti používateľa na prihlasovacej obrazovke počas jednej minúty sa obnoví pôvodné nastavenie.

Ak toto pravidlo nenastavíte, bude pri prvom zobrazení prihlasovacej obrazovky klávesnica na obrazovke deaktivovaná. Používatelia budú môcť klávesnicu na obrazovke kedykoľvek aktivovať alebo deaktivovať a zvolený stav na prihlasovacej obrazovke pretrvá aj u iných používateľov.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Nastaviť predvolený typ lupy obrazovky, ktorý je povolený na prihlasovacej obrazovke</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Nastaví predvolený typ lupy obrazovky, ktorý je povolený na prihlasovacej obrazovke.

Ak je toto pravidlo nastavené, ovláda typ lupy obrazovky, ktorý je povolený pri zobrazení prihlasovacej obrazovky. Nastavenie pravidla na možnosť Žiadne zakáže lupy obrazovky.

Ak toto pravidlo nastavíte, používatelia ho budú môcť dočasne prepísať povolením alebo zakázaním lupy obrazovky. Voľba používateľa však nie je trvalá a predvolené nastavenie sa obnoví zakaždým, keď sa znova zobrazí prihlasovacia obrazovka alebo používateľ bude na prihlasovacej obrazovke nečinný po dobu jednej minúty.

Ak toto pravidlo ponecháte nenastavené, bude lupa obrazovky pri prvom zobrazení prihlasovacej obrazovky zakázaná. Používatelia budú môcť lupu obrazovky kedykoľvek povoliť alebo zakázať a jej stav na prihlasovacej obrazovke sa zachová aj po zmene používateľov.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Lupa obrazovky je vypnutá</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Lupa v režime na celú obrazovku je povolená</string><string id="HTTPAuthentication_group">Pravidlá pre overenie HTTP</string><string id="AuthSchemes">Podporované schémy overenia</string><string id="AuthSchemes_Explain">Určuje, ktoré schémy overenia totožnosti pomocou protokolu HTTP bude prehliadač Google Chrome podporovať.

Zadať môžete hodnoty „basic“, „ntlm“ a „negotiate“. Ak chcete zadať viacero hodnôt, oddeľte ich čiarkami.

Ak toto pravidlo ponecháte nenastavené, použijú sa všetky štyri schémy.</string><string id="DisableAuthNegotiateCnameLookup">Zakázať hľadanie záznamov CNAME pri absolvovaní overenia Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Určuje, či bude vygenerovaný hlavný názov služby protokolu Kerberos založený na kanonickom názve DNS alebo na pôvodnom zadanom názve.

Ak toto nastavenie povolíte, vyhľadávanie záznamov CNAME sa preskočí a použije sa zadaný názov servera.

Ak toto nastavenie zakážete alebo ho ponecháte nenastavené, kanonický názov servera sa určí prostredníctvom vyhľadávania záznamov CNAME.</string><string id="EnableAuthNegotiatePort">Do hlavného názvu služby protokolu Kerberos zahrnúť neštandardný port</string><string id="EnableAuthNegotiatePort_Explain">Určuje, či má generovaný hlavný názov služby protokolu Kerberos zahŕňať neštandardný port.

Ak toto nastavenie povolíte a zadáte neštandardný port (t.j. iný port ako 80 či 443), zahrnie sa do vygenerovaného hlavného názvu služby protokolu Kerberos.

Ak toto nastavenie zakážete alebo ho ponecháte nenastavené, port sa do vygenerovaného hlavného názvu služby protokolu Kerberos v žiadnom prípade nezahrnie.</string><string id="AuthServerWhitelist">Zoznam povolených overovacích serverov</string><string id="AuthServerWhitelist_Explain">Určuje, ktoré servery majú byť umiestnené na bielu listinu pre integrované overenie totožnosti. Integrované overenie totožnosti je povolené iba v prípade, ak Google Chrome dostane výzvu na overenie z proxy servera alebo iného servera, ktorý je uvedený v tomto zozname povolených serverov.

Ak chcete zadať niekoľko názvov serverov, oddeľte ich čiarkami. Zástupné znaky (*) sú povolené.

Ak pravidlo zostane nenastavené, prehliadač Google Chrome sa najprv pokúsi zistiť, či sa server nachádza v sieti intranet, a až potom bude reagovať na žiadosti IWA. Ak sa zistí, že je server v sieti internet, prehliadač Google Chrome bude žiadosti IWA ignorovať.</string><string id="AuthNegotiateDelegateWhitelist">Zoznam povolených serverov delegovania protokolu Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Servery, na ktoré môže Google Chrome delegovať poverenia.

Ak chcete zadať niekoľko názvov serverov, oddeľte ich čiarkami. Zástupné znaky (*) sú povolené.

Ak pravidlo nenastavíte, prehliadač Google Chrome nebude delegovať poverenia používateľov ani v prípade, ak je server v sieti intranet.</string><string id="AllowCrossOriginAuthPrompt">Požiadavky typu cross-origin štandardu HTTP Basic Auth</string><string id="AllowCrossOriginAuthPrompt_Explain">Kontroluje, či má vnorený obsah tretej strany na stránke povolenie zobrazovať kontextové dialógové okno s protokolom HTTP Basic Auth.

Táto funkcia je zvyčajne zakázaná kvôli ochrane pred phishingom (neoprávneným získavaním údajov). Ak toto pravidlo nie je nastavené, je zakázané a vnorenému obsahu tretej strany sa nepovolí zobrazovať kontextové dialógové okno s protokolom HTTP Basic Auth.</string><string id="QuickUnlock_group">Pravidlá rýchleho odomknutia</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Biela listina ovládajúca, ktoré režimy rýchleho odomknutia môže používateľ nakonfigurovať a použiť na odomknutie uzamknutej obrazovky.

Táto hodnota je zoznam reťazcov. Platné vstupy v zozname sú: all (Všetko) a PIN. Ak pridáte do zoznamu možnosť all (Všetko), znamená to, že používateľ bude mať k dispozícii všetky režimy rýchleho odomknutia vrátane tých, ktoré budú implementované v budúcnosti. Inak bude mať k dispozícii iba tie režimy rýchleho odomknutia, ktoré sú uvedené v zozname.

Ak chcete napríklad povoliť všetky režimy rýchleho odomknutia, použitie možnosť [&quot;all&quot;]. Ak chcete povoliť iba odomykanie pomocou kódu PIN, použitie možnosť [&quot;PIN&quot;]. Ak chcete zakázať všetky režimy rýchleho odomknutia, použite [].

Predvolene nemajú spravované zariadenia k dispozícii žiadne režimy rýchleho odomknutia.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Toto nastavenie ovláda, ako často bude zámka obrazovky požadovať zadanie hesla na ďalšie používanie rýchleho odomknutia. Ak prebehlo posledné zadanie hesla neskôr ako toto nastavenie, nebude rýchle odomknutie pri vstupe na uzamknutú obrazovku k dispozícii. Ak používateľ zostane na uzamknutej obrazovke dlhšie ako toto časové obdobie, pri zadaní nesprávneho kódu alebo pri opätovnom prístupe na uzamknutú obrazovku (podľa toho, čo nastane prvé) sa bude vyžadovať heslo.
Ak je toto nastavenie nakonfigurované, používatelia využívajúci rýchle odomknutie budú musieť na uzamknutej obrazovke zadať svoje heslo v závislosti od tohto nastavenia.

Ak toto nastavenie nie je nakonfigurované, používatelia využívajúci rýchle odomknutie budú musieť na uzamknutej obrazovke zadávať heslo každý deň.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Ak je toto nastavenie nakonfigurované na možnosť False, používatelia nebudú môcť nastaviť slabé ani ľahko uhádnuteľné kódy PIN.

Niekoľko príkladov slabých kódov PIN: kódy PIN obsahujúce iba jedno číslo (1111), kódy PIN so vzostupným radom po sebe nasledujúcich čísel (1234), kódy PIN so zostupnými radom po sebe nasledujúcich čísel (4321) a také, ktoré sa bežne používajú.

Ak bude kód PIN považovaný za slabý, používatelia predvolene dostanú upozornenie, nie chybové hlásenie.</string><string id="DefaultSearchProvider_group">Predvolený poskytovateľ vyhľadávania</string><string id="DefaultSearchProviderEnabled">Povoliť predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Názov predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderName_Explain">Určuje názov predvoleného poskytovateľa vyhľadávania. Ak sa pole nevyplní alebo bude pravidlo ponechané nenastavené, použije sa názov hostiteľa určený webovou adresou vyhľadávania.

Toto pravidlo sa vezme do úvahy len v prípade, ak je povolené pravidlo „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderKeyword">Kľúčové slovo predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderKeyword_Explain">Určuje kľúčové slovo, ktoré vo všeobecnom poli spúšťa vyhľadávanie tohto poskytovateľa. Toto pravidlo je voliteľné.

Ak nebude nastavené, poskytovateľ vyhľadávania nebude aktivovaný pomocou žiadneho kľúčového slova.

Toto pravidlo sa vezme do úvahy len v prípade, ak je povolené pravidlo „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderSearchURL">Webová adresa vyhľadávania predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderSearchURL_Explain">Určuje webovú adresu vyhľadávača používaného pri predvolenom vyhľadávaní. Webová adresa by mala obsahovať reťazec {searchTerms}, ktorý bude počas posielania dopytu nahradený používateľom hľadanými výrazmi.

Webovú adresu vyhľadávania Google je možné špecifikovať ako: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Táto možnosť musí byť nastavená v prípade, že je povolené pravidlo DefaultSearchProviderEnabled, a bude uplatnená len v takom prípade.</string><string id="DefaultSearchProviderSuggestURL">Webová adresa návrhu predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderSuggestURL_Explain">Určuje webovú adresu vyhľadávača, ktorý poskytuje návrhy pre vyhľadávanie. Webová adresa by mala obsahovať reťazec {searchTerms}, ktorý bude počas posielania dopytu nahradený textom zadávaným používateľom.

Toto pravidlo je voliteľné. Ak nebude nastavené, nepoužije sa žiadna webová adresa návrhu.

Webovú adresu návrhu Google je možné špecifikovať ako: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Toto pravidlo bude uplatnené len v prípade, ak je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderInstantURL">Webová adresa dynamického vyhľadávania predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderInstantURL_Explain">Určuje webovú adresu vyhľadávača, ktorý poskytuje výsledky dynamického vyhľadávania. Webová adresa by mala obsahovať reťazec '{searchTerms}', ktorý bude počas posielania dopytu nahradený textom zadávaným používateľom.

Toto pravidlo je voliteľné. Ak ho nenastavíte, nebudú sa vám zobrazovať žiadne výsledky dynamického vyhľadávania.

Webovú adresu dynamických výsledkov Google je možné špecifikovať ako: '{google:baseURL}suggest?q={searchTerms}'.

Toto pravidlo bude dodržané len v prípade, ak je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderIconURL">Ikona predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderIconURL_Explain">Určuje webovú adresu ikony predvoleného poskytovateľa vyhľadávania.

Toto pravidlo je voliteľné. Ak nebude nastavené, pri poskytovateľovi vyhľadávania sa nezobrazí žiadna ikona.

Toto pravidlo bude dodržané len v prípade, ak je povolené pravidlo „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderEncodings">Kódovania predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderEncodings_Explain">Určuje kódovanie znakov podporovaných poskytovateľom vyhľadávania. Kódovania sú kódové stránky, napríklad UTF-8, GB2312 alebo ISO-8859-1. Budú vyskúšané v uvedenom poradí.

Toto pravidlo je voliteľné. Ak nebude nastavené, použije sa predvolené kódovanie (UTF-8).

Toto pravidlo bude dodržané len v prípade, ak je povolené pravidlo „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderEncodingsDesc">Kódovania predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderAlternateURLs">Zoznam alternatívnych webových adries pre predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderAlternateURLs_Explain">Určuje zoznam alternatívnych webových adries, ktoré sa môžu použiť na extrahovanie hľadaných výrazov z vyhľadávačov. Webové adresy by mali obsahovať značku '{searchTerms}', ktorá sa použije na extrahovanie hľadaných výrazov.

Toto pravidlo je nepovinné. Ak ho nenastavíte, nepoužijú sa na extrahovanie hľadaných výrazov žiadne alternatívne webové adresy.

Toto pravidlo sa použije iba v prípade, že je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderAlternateURLsDesc">Zoznam alternatívnych webových adries pre predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter kontrolujúci umiestnenie vyhľadávacích výrazov pre predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Ak je toto pravidlo nastavené a webová adresa vyhľadávania navrhnutá vo všeobecnom poli obsahuje tento parameter v reťazci dopytu alebo v identifikátore fragmentu, potom odporúčanie zobrazí hľadané výrazy a poskytovateľa vyhľadávania namiesto nespracovanej webovej adresy vyhľadávania.

Toto pravidlo je voliteľné. Ak nie je nastavené, nedôjde k žiadnej výmene hľadaných výrazov.

Toto pravidlo sa rešpektuje len vtedy, ak je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderImageURL">Parameter poskytujúci funkciu vyhľadávania podľa obrázka pre predvoleného poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderImageURL_Explain">Určuje webovú adresu vyhľadávača použitého na poskytovanie vyhľadávania obrázkov. Žiadosti o vyhľadávanie sa budú odosielať pomocou metódy GET. Ak je nastavené pravidlo DefaultSearchProviderImageURLPostParams, budú žiadosti o vyhľadávanie obrázkov používať namiesto toho metódu POST.

Toto pravidlo je voliteľné. Ak nie je nastavené, nepoužije sa žiadne vyhľadávanie obrázkov.

Toto pravidlo sa rešpektuje iba v prípade, ak je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderNewTabURL">Predvolená webová adresa stránky novej karty poskytovateľa vyhľadávania</string><string id="DefaultSearchProviderNewTabURL_Explain">Určuje webovú adresu, ktorú vyhľadávač otvorí na novej karte.

Toto pravidlo je nepovinné. Ak sa nenastaví, neotvorí sa na novej karta žiadna stránka.

Toto pravidlo sa rešpektuje iba v prípade, ak je zapnuté pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametre pre webovú adresu vyhľadávania, ktorá používa metódu POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Určuje parametre, ktoré sa použijú vyhľadávaní webovej adresy pomocou metódy POST. Pozostáva z párov názov/hodnota oddelených čiarkami. Ak je hodnota parameter šablóny, napr. hodnota {searchTerms} v príklade vyššie, bude nahradená údajmi skutočných vyhľadávaných výrazov.

Toto pravidlo je voliteľné. Ak nie je nastavené, žiadosť o vyhľadávanie sa odošle pomocou metódy GET.

Toto pravidlo sa rešpektuje iba v prípade, ak je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametre pre webovú adresu návrhov, ktorá používa metódu POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Určuje parametre, ktoré sa použijú pri hľadaní návrhov pomocou metódy POST. Pozostáva z párov názov/hodnota oddelených čiarkami. Ak je hodnota parameter šablóny, napr. hodnota {searchTerms} v príklade vyššie, bude nahradená údajmi skutočných vyhľadávaných výrazov.

Toto pravidlo je voliteľné. Ak nie je nastavené, žiadosť o vyhľadávanie návrhu sa odošle pomocou metódy GET.

Toto pravidlo sa rešpektuje iba v prípade, ak je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametre pre webovú adresu okamžitého vyhľadávania, ktorá používa metódu POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Určuje parametre, ktoré sa použijú pri okamžitom vyhľadávaní pomocou metódy POST. Pozostáva z párov názov/hodnota oddelených čiarkami. Ak je hodnota parameter šablóny, napr. hodnota {searchTerms} v príklade vyššie, bude nahradená údajmi skutočných vyhľadávaných výrazov.

Toto pravidlo je voliteľné. Ak nie je nastavené, žiadosť o okamžité vyhľadávanie sa odošle pomocou metódy GET.

Toto pravidlo sa rešpektuje iba v prípade, ak je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderImageURLPostParams">Parametre pre webovú adresu obrázkov, ktorá používa metódu POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Určuje parametre, ktoré sa použijú pri hľadaní obrázkov pomocou metódy POST. Pozostáva z párov názov/hodnota oddelených čiarkami. Ak je hodnota parameter šablóny, napr. hodnota {imageThumbnail} v príklade vyššie, bude nahradená údajmi skutočnej miniatúry obrázkov.

Toto pravidlo je voliteľné. Ak nie je nastavené, žiadosť o vyhľadávanie obrázka sa odošle pomocou metódy GET.

Toto pravidlo sa rešpektuje iba v prípade, ak je povolené pravidlo DefaultSearchProviderEnabled.</string><string id="Extensions_group">Rozšírenia</string><string id="ExtensionInstallBlacklist">Konfigurovať zoznam rozšírení, ktorých inštalácia je zakázaná</string><string id="ExtensionInstallBlacklist_Explain">Umožňuje určiť, ktoré rozšírenia používatelia NEMÔŽU inštalovať. Nainštalované rozšírenia uvedené v zozname zakázaných položiek budú zakázané a používateľ ich nebude môcť povoliť. Ak odstránite rozšírenie zo zoznamu zakázaných položiek, ktoré bolo na základe toho zakázané, bude automaticky znova povolené.

Hodnota „*“ v zozname zakázaných položiek znamená, že všetky rozšírenia sú zaradené do zoznamu zakázaných položiek, ak nie sú výslovne uvedené v zozname povolených položiek.

Ak toto pravidlo nenastavíte, používateľ bude môcť v prehliadači Google Chrome inštalovať všetky rozšírenia.</string><string id="ExtensionInstallBlacklistDesc">Konfigurovať zoznam rozšírení, ktorých inštalácia je zakázaná</string><string id="ExtensionInstallWhitelist">Konfigurovať zoznam rozšírení, ktorých inštalácia je povolená</string><string id="ExtensionInstallWhitelist_Explain">Umožňuje určiť rozšírenia, ktorých sa netýka zoznam zakázaných rozšírení. Ak je v zozname uvedená hodnota *, znamená to, že sa v ňom nachádzajú všetky rozšírenia a používatelia môžu inštalovať len tie, ktoré sú uvedené v zozname povolených rozšírení. V predvolenom nastavení sú všetky rozšírenia povolené. Ak však boli všetky rozšírenia pridané do zoznamu zakázaných rozšírení pomocou pravidla, je možné toto pravidlo nahradiť pomocou zoznamu povolených rozšírení.</string><string id="ExtensionInstallWhitelistDesc">Konfigurovať zoznam rozšírení, ktorých inštalácia je povolená</string><string id="ExtensionInstallForcelist">Konfigurácia zoznamu vynútene nainštalovaných aplikácií a rozšírení</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfigurácia zoznamu vynútene nainštalovaných aplikácií a rozšírení</string><string id="ExtensionInstallSources">Konfigurácia zdrojov inštalácie rozšírenia, aplikácie a skriptov používateľa</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigurácia zdrojov inštalácie rozšírenia, aplikácie a skriptov používateľa</string><string id="ExtensionAllowedTypes">Nakonfigurovať povolené typy aplikácií/rozšírení</string><string id="ExtensionAllowedTypes_Explain">Ovláda typy aplikácií a rozšírení, ktoré je možné nainštalovať. Tiež obmedzuje prístup k spúšťaniu.

Týmto nastavením pridáte do zoznamu povolených položiek povolené typy rozšírení a aplikácií, ktoré je možné nainštalovať v aplikácii Google Chrome a s hostiteľmi, s ktorými je možné interagovať. Táto hodnota je zoznam reťazcov, z ktorých každý by mal byť jeden z nasledujúcich: „extension“, „theme“, „user_script“, „hosted_app“, „legacy_packaged_app“, „platform_app“. Ďalšie informácie o týchto typoch si môžete prečítať v dokumentácii k rozšíreniam prehliadača Google Chrome.

Upozorňujeme, že toto pravidlo má vplyv aj na rozšírenia a aplikácie, ktoré budú vynútene nainštalované prostredníctvom pravidla ExtensionInstallForcelist.

Ak je toto nastavenie nakonfigurované, rozšírenia a aplikácie typu, ktorý sa nenachádza v zozname, sa nenainštalujú.

Ak toto nastavenie nie je nakonfigurované, nebudú sa vynucovať žiadne obmedzenia prijateľných rozšírení a aplikácií.</string><string id="ExtensionAllowedTypesDesc">Nakonfigurovať povolené typy aplikácií/rozšírení</string><string id="ExtensionSettings">Nastavenia správy rozšírení</string><string id="ExtensionSettings_Explain">Umožňuje konfigurovať nastavenia správy pre Google Chrome.

Toto pravidlo ovláda viaceré nastavenia, ako aj nastavenia ovládané existujúcimi pravidlami týkajúcimi sa rozšírení. Ak nastavíte obe, toto pravidlo prepíše všetky staré pravidlá.

Toto pravidlo namapuje identifikátor rozšírenia alebo webovú adresu aktualizácie na svoju konfiguráciu. Keď bude mať k dispozícii identifikátor rozšírenia, konfigurácia sa použije iba pre ním určené rozšírenie. Pre špeciálny identifikátor &quot;*&quot; môžete nastaviť predvolenú konfiguráciu, ktorá sa použije pre všetky rozšírenia, pre ktoré ste v rámci tohto pravidla nenastavili vlastnú konfiguráciu. Keď bude mať k dispozícii webovú adresu aktualizácie, konfigurácia sa použije pre všetky rozšírenia s presnou webovou adresou aktualizácie stanovenou v manifeste tohto rozšírenia tak, ako je to uvedené na adrese https://developer.chrome.com/extensions/autoupdate.

Konfigurácia pre jednotlivé rozšírenia (alebo rozšírenia s rovnakou webovou adresou aktualizácie) je ďalší slovník, ktorý môže obsahovať polia uvedené nižšie.

&quot;installation_mode&quot;: spustí mapovanie na reťazec označujúci režim inštalácie daného rozšírenia. Medzi platné reťazce patria:
* &quot;allowed&quot;: umožňuje používateľovi nainštalovať rozšírenie.
* &quot;blocked&quot;: zablokuje inštaláciu rozšírenia.
* &quot;force_installed&quot;: rozšírenie sa automaticky nainštaluje a používateľ ho nebude môcť odstrániť.
* &quot;normal_installed&quot;: rozšírenie sa automaticky nainštaluje, ale používateľ ho bude môcť zakázať.

Režim &quot;installation_mode&quot; môžete nakonfigurovať aj pre viacero rozšírení, ako aj pre rozšírenie &quot;*&quot; (ako predvolené nastavenie) a rozšírenia s rovnakou webovou adresou aktualizácie. V tomto prípade môžete použiť iba hodnoty &quot;allowed&quot; a &quot;blocked&quot;.

Ak režim nastavíte na &quot;force_installed&quot; alebo &quot;normal_installed&quot;, potom musíte nakonfigurovať aj parameter &quot;update_url&quot;. Upozorňujeme, že webová adresa aktualizácie nastavená v rámci tohto pravidla sa použije iba pri prvej inštalácii. Následné aktualizácie rozšírenia budú používať webovú adresu aktualizácie uvedenú v manifeste daného rozšírenia. Webová adresa aktualizácie by mala odkazovať na dokument XML manifestu aktualizácie tak, ako je to uvedené vyššie.

&quot;blocked_permissions&quot;: spustí mapovanie na zoznam reťazcov označujúci blokované povolenia rozhrania API pre dané rozšírenie. Názvy povolení sú rovnaké ako reťazce povolení uvedené v manifeste daného rozšírenia tak, ako je to uvedené na adrese https://developer.chrome.com/extensions/declare_permissions. Toto nastavenie môžete nakonfigurovať aj pre rozšírenie &quot;*&quot;. Ak rozšírenie vyžaduje povolenie, ktoré sa nachádza v zozname blokovaných položiek, toto povolenie sa nenačíta. Ak ako nepovinnú požiadavku obsahuje blokované povolenie, bude spracované bežným spôsobom. Ak však vyžiada povolenia, ktoré sú v konflikte, budú automaticky zakázané pri spustení.

&quot;allowed_permissions&quot;: je rovnaké nastavenie ako &quot;blocked_permissions&quot;, ale na rozdiel od neho explicitne povolí niektoré povolenia, ktoré môžu byť blokované globálnym zoznamom blokovaných povolení, a preto ho nie je možné nakonfigurovať pre rozšírenie &quot;*&quot;. Upozorňujeme, že toto nastavenie neudeľuje rozšíreniam povolenia automaticky.

&quot;minimum_version_required&quot;: spustí mapovanie na reťazec verzie. Formát reťazca verzie je rovnaký ako ten, ktorý bol použitý v manifeste daného rozšírenia tak, ako je to uvedené na adrese https://developer.chrome.com/apps/manifest/version. Rozšírenia so staršou verziou ako stanovená minimálna verzia budú zakázané. Platí to aj pre rozšírenia, ktorých inštalácia bola vynútená.

Nasledujúce nastavenie môžete použiť iba pre predvolenú konfiguráciu &quot;*&quot;:

&quot;install_sources&quot;: všetky položky v tomto zozname sú vzory zodpovedajúce typu rozšírenia (https://developer.chrome.com/extensions/match_patterns). Používatelia budú môcť poľahky inštalovať položky z ľubovoľnej webovej adresy, ktorá sa bude zhodovať s položkou v tomto zozname. Pomocou týchto vzorov musíte povoliť umiestnenie súboru *.crx a stránku, na ktorej sa spustí sťahovanie (t. j. sprostredkovateľa).

&quot;allowed_types&quot;: toto nastavenie pridá na bielu listinu povolené typy rozšírenia/aplikácií, ktoré je možné nainštalovať v prehliadači Google Chrome.  Daná hodnota je zoznam týchto reťazcov: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Ďalšie informácie o týchto typoch si môžete prečítať v dokumentácii k rozšíreniam prehliadača Google Chrome.
&quot;blocked_install_message&quot;: Ak sa používateľ pokúsi nainštalovať rozšírenie, ktoré je blokované pravidlami, Internetový obchod Chrome zobrazí všeobecné chybové hlásenie. Toto nastavenie umožňuje k nemu pripojiť text. Môžete to využiť na nasmerovanie používateľov na vašu stránku technickej pomoci, vysvetliť dôvod blokovania konkrétneho rozšírenia a pod. Toto chybové hlásenie musí mať maximálne 1 000 znakov, inak bude skrátené.
&quot;runtime_blocked_hosts&quot;: umožní prijať zoznam hostiteľov, s ktorými nebude môcť rozšírenie interagovať. Patria sem vkladanie JavaScriptu, upravovanie alebo zobrazovanie parametrov webRequests / webNavigation, zobrazovanie a upravovanie súborov cookie. Formát je podobný hľadaniu zhôd so vzormi https://developer.chrome.com/extensions/match_patterns , avšak nemôžete definovať žiadne cesty, napr. *://*.example.com. Tiež je podporované efektívne používanie zástupných znakov TLD, napr. *://example.*.
&quot;runtime_allowed_hosts&quot;: Umožňuje prijať zoznam hostiteľov, s ktorými môže rozšírenie interagovať bez ohľadu na to, či sú uvedené v zozname &quot;runtime_blocked_hosts&quot;. Má rovnaký formát ako &quot;runtime_blocked_hosts&quot;.
</string><string id="Proxy_group">Server proxy</string><string id="ProxyMode">Zvoľte spôsob konfigurácie nastavení servera proxy</string><string id="ProxyMode_Explain">Umožňuje špecifikovať proxy server, ktorý bude Google Chrome používať. Zabraňuje používateľom zmeniť nastavenia proxy servera.

Ak sa rozhodnete proxy server nikdy nepoužívať a vždy sa pripájať ručne, všetky ostatné možnosti budú ignorované.

Ak sa rozhodnete používať systémové nastavenia proxy servera, všetky ostatné možnosti budú ignorované.

Ak zvolíte možnosť automatického zisťovania proxy servera, všetky ostatné možnosti budú ignorované.

Ak zvolíte režim pevne daného proxy servera, môžete vybrať ďalšie možnosti v častiach „Adresa alebo webová adresa proxy servera“ a „Zoznam pravidiel vynechania proxy servera oddelených čiarkami“. Aplikácie ARC bude môcť používať iba proxy server HTTP s najvyššou prioritou.

Ak sa rozhodnete použiť skript .pac proxy servera, je potrebné zadať v časti „Webová adresa súboru .pac proxy servera“ webovú adresu.

Podrobné príklady nájdete na adrese
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Ak toto nastavenie povolíte, Google Chrome a aplikácie ARC budú ignorovať všetky možnosti týkajúce sa proxy serverov zadané pomocou príkazového riadka.

Ak toto pravidlo nenastavíte, používateľom umožníte zvoliť vlastné nastavenia proxy servera.</string><string id="ProxyMode_ProxyDisabled">Nikdy nepoužívať server proxy</string><string id="ProxyMode_ProxyAutoDetect">Automaticky zisťovať nastavenia servera proxy</string><string id="ProxyMode_ProxyPacScript">Použiť skript servera proxy vo formáte PAC</string><string id="ProxyMode_ProxyFixedServers">Použiť fixné servery proxy</string><string id="ProxyMode_ProxyUseSystem">Použiť systémové nastavenia servera proxy</string><string id="ProxyServer">Adresa alebo webová adresa servera proxy</string><string id="ProxyServer_Explain">Tu môžete zadať webovú adresu proxy servera.

Toto pravidlo sa prejaví len v prípade, ak ste v časti „Zvoľte spôsob konfigurácie nastavení proxy servera“ zvolili ručné nastavenia proxy servera.

Ak ste zvolili akýkoľvek iný režim nastavenia pravidiel proxy servera, mali by ste toto pravidlo ponechať nenastavené.

Ďalšie podrobné príklady nájdete na adrese:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">Webová adresa súboru PAC servera proxy</string><string id="ProxyPacUrl_Explain">Tu môžete zadať webovú adresu súboru .pac proxy servera.

Toto pravidlo sa prejaví len v prípade, ak ste v časti „Zvoľte spôsob konfigurácie nastavení proxy servera“ zvolili ručné nastavenia proxy servera.

Ak ste zvolili akýkoľvek iný režim nastavenia pravidiel proxy servera, mali by ste toto pravidlo ponechať nenastavené.

Podrobné príklady nájdete na adrese:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Pravidlá vynechania servera proxy</string><string id="ProxyBypassList_Explain">Pri hostiteľoch v uvedenom zozname prehliadač Google Chrome vynechá všetky proxy servery.

Toto pravidlo sa prejaví len v prípade, že ste v časti „Zvoľte spôsob konfigurácie nastavení proxy servera“ vybrali ručné nastavenia proxy servera.

Ak ste zvolili akýkoľvek iný režim nastavenia pravidiel proxy, mali by ste toto pravidlo ponechať nenastavené.

Ďalšie podrobné príklady nájdete na adrese
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="PowerManagement_group">Správa možností napájania</string><string id="LidCloseAction">Akcia pri zavretí veka</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Režim spánku</string><string id="LidCloseAction_LidCloseActionLogout">Odhlásiť používateľa</string><string id="LidCloseAction_LidCloseActionShutdown">Vypnúť</string><string id="LidCloseAction_LidCloseActionDoNothing">Nevykonať žiadnu akciu</string><string id="PowerManagementUsesAudioActivity">Určuje, či prehrávanie zvuku ovplyvňuje správu napájania</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Určuje, či prehrávanie videa ovplyvňuje správu napájania</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Percento predĺženia oneskorenia stmavenia obrazovky v režime prezentácie</string><string id="PresentationScreenDimDelayScale_Explain">Určuje percentuálnu hodnotu, o ktorú sa predĺži oneskorenie stmavenia obrazovky, keď je zariadenie v režime prezentácie.

Ak je toto pravidlo nastavené, určuje percentuálnu hodnotu, o ktorú sa predĺži oneskorenie stmavenia obrazovky, keď je zariadenie v režime prezentácie. Po predĺžení oneskorenia stmavenia obrazovky sa oneskorenia pre vypnutie, uzamknutie a nečinnosť obrazovky prispôsobia tak, aby si zachovali rovnaké odstupy od stmavenia obrazovky ako pri pôvodnej konfigurácii.

Ak je toto pravidlo nenastavené, použije sa predvolený škálovací faktor.

Škálovací faktor musí mať hodnotu aspoň 100 %. Hodnoty, ktoré by oneskorenie stmavenia obrazovky v režime prezentácie skrátili na dobu kratšiu ako je bežné oneskorenie stmavenia obrazovky, nie sú povolené.</string><string id="AllowScreenWakeLocks">Povoliť uzamknutie obrazovky v aktívnom režime</string><string id="AllowScreenWakeLocks_Explain">Určuje, či sú povolené uzamknutia obrazovky v aktívnom režime. Rozšírenia môžu o uzamknutie obrazovky v aktívnom režime požiadať prostredníctvom rozhrania API na správu napájania pre rozšírenia.

Ak je toto pravidlo nastavené na hodnotu True alebo nie je nastavené vôbec, uzamknutia obrazovky v aktívnom režime budú pre správu napájania povolené.

Ak je toto pravidlo nastavené na hodnotu False, budú sa žiadosti o uzamknutie obrazovky v aktívnom režime ignorovať.</string><string id="UserActivityScreenDimDelayScale">Percentuálna hodnota, o ktorú sa predĺži oneskorenie stmavenia obrazovky, keď sa zaznamená aktivita používateľa po stmavení obrazovky</string><string id="UserActivityScreenDimDelayScale_Explain">Určuje percentuálnu hodnotu, o ktorú sa predĺži oneskorenie stmavenia obrazovky, keď sa zaznamená aktivita používateľa počas doby, keď je obrazovka stmavená, alebo krátko po vypnutí obrazovky.

Ak je toto pravidlo nastavené, určuje percentuálnu hodnotu, o ktorú sa predĺži oneskorenie stmavenia obrazovky, keď sa zaznamená aktivita používateľa počas doby, keď je obrazovka stmavená, alebo krátko po vypnutí obrazovky. Po predĺžení oneskorenia stmavenia obrazovky sa oneskorenia pre vypnutie, uzamknutie a nečinnosť obrazovky prispôsobia tak, aby si zachovali rovnaké odstupy od stmavenia obrazovky ako pri pôvodnej konfigurácii.

Ak je toto pravidlo nenastavené, použije sa predvolený škálovací faktor.

Škálovací faktor musí mať hodnotu aspoň 100 %.</string><string id="WaitForInitialUserActivity">Počkať na aktivitu používateľa</string><string id="WaitForInitialUserActivity_Explain">Toto pravidlo určuje, či oneskorenia správy napájania a limit dĺžky relácie sa majú spustiť iba po zaznamenaní prvej aktivity používateľa v relácii.

Ak je toto pravidlo nastavené na hodnotu True, oneskorenia správy napájania a limit dĺžky relácie sa nespustia po zaznamenaní prvej aktivity používateľa v relácii.

Ak je toto pravidlo nastavené na hodnotu False alebo nastavené nie je, oneskorenia správy napájania a limit dĺžky relácie sa spustia hneď na začiatku relácie.</string><string id="PowerManagementIdleSettings">Nastavenia správy spotreby energie, keď je používateľ nečinný</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Oneskorenia uzamknutia obrazovky</string><string id="ScreenLockDelays_Explain">Stanovuje čas, počas ktorého nebol zadaný žiadny vstup používateľa, a po ktorého uplynutí sa pri používaní napájacieho zdroja alebo batérie uzamkne obrazovka.
Ak je tento čas nastavený na hodnotu väčšiu ako nula, stanovuje, ako dlho musí byť používateľ nečinný, než systém Google Chrome OS uzamkne obrazovku.

Ak je tento čas nastavený na nulu, systém Google Chrome OS obrazovku pri nečinnosti používateľa neuzamkne.

Ak tento čas nie je nastavený, použije sa predvolený čas.

Odporúčaný spôsob uzamknutia obrazovky pri nečinnosti je povoliť uzamknutie obrazovky pri pozastavení a pozastaviť tak systém Google Chrome OS po uplynutí času nečinnosti. Toto pravidlo použite iba v prípade, že chcete obrazovku uzamknúť podstatne skôr ako má dôjsť k pozastaveniu, alebo v prípade, že pozastavenie pri nečinnosti nechcete vôbec používať.

Hodnota tohto pravidla sa zadáva v milisekundách. Ak zadáte hodnotu vyššiu ako je čas nečinnosti, použije sa hodnota času nečinnosti.</string><string id="PasswordManager_group">Správca hesiel</string><string id="PasswordManagerEnabled">Povolenie ukladania hesiel do správcu hesiel</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="NewTabPage_group">Stránka na novej karte</string><string id="NewTabPageLocation">Konfigurovať webovú adresu stránky na novej karte</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Stránky pri spustení</string><string id="RestoreOnStartup">Akcia pri spustení</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Otvoriť stránku Nová karta</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Obnoviť poslednú reláciu</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Otvoriť zoznam webových adries</string><string id="RestoreOnStartupURLs">Webové adresy otvárané pri spustení</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Webové adresy otvárané pri spustení</string><string id="AllowDeletingBrowserHistory">Povoliť odstránenie histórie prehliadača a sťahovania</string><string id="AllowDeletingBrowserHistory_Explain">Povolí v prehliadači Google Chrome odstránenie histórie prehliadača a sťahovania a zabraňuje používateľom toto nastavenie zmeniť.

Aj keď je toto pravidlo zakázané, nedá sa zaručiť, že sa história prehliadania a sťahovania zachová: používatelia môžu súbory upravovať alebo odstraňovať priamo v databáze histórie a tiež prehliadač môže niektoré alebo všetky položky histórie kedykoľvek vymazať alebo uložiť do archívu.

Ak je nastavenie povolené alebo nie je nastavené, história prehliadania a sťahovania sa dá odstrániť.

Ak je nastavenie zakázané, história prehliadania a sťahovania sa odstrániť nedá.</string><string id="AllowDinosaurEasterEgg">Povoliť hru s dinosaurom</string><string id="AllowDinosaurEasterEgg_Explain">Povoľte používateľom hrať veľkonočnú hru s dinosaurom, keď je zariadenie offline.

Ak je toto pravidlo nastavené na hodnotu False, používatelia nebudú môcť hrať veľkonočnú hru s dinosaurom, keď je zariadenie offline. Ak je toto pravidlo nastavené na hodnotu True, používatelia môžu hrať hru s dinosaurom. Ak toto pravidlo nie je nastavené, v zaregistrovanom systéme Chrome OS používatelia veľkonočnú hru s dinosaurom hrať nemôžu, ale za všetkých iných okolností ju hrať môžu.</string><string id="AllowOutdatedPlugins">Povoliť spúšťanie zastaraných doplnkov</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Povoliť uzamykanie obrazovky</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definovať domény s povoleným prístupom do služby Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Povoliť alternatívne chybové stránky</string><string id="AlternateErrorPagesEnabled_Explain">Povoľuje využívať alternatívne chybové stránky vopred definované v prehliadači Google Chrome (napr. webová stránka sa nenašla) a bráni používateľom toto nastavenie zmeniť.

Ak toto nastavenie povolíte, budú sa používať alternatívne chybové stránky.

Ak toto nastavenie zakážete, alternatívne chybové stránky sa používať nebudú.

Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Google Chrome nebudú môcť zmeniť ani prepísať.

Ak bude toto nastavenie ponecháte nenastavené, povolí sa, no používateľ to bude môcť zmeniť.</string><string id="AlwaysAuthorizePlugins">Vždy spustí doplnky, ktoré vyžadujú autorizáciu</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Povolenie služby Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Keď toto pravidlo nastavíte na hodnotu True, údaje aplikácií pre Android sa nahrajú na servery služby Android Backup a pri opätovnej inštalácii kompatibilných aplikácií ich z nich obnoví.

Keď ho nastavíte na hodnotu False, služba Android Backup Service bude vypnutá.

Ak toto nastavenie nakonfigurujete, používatelia ho nebudú môcť zmeniť.

Ak ho ponecháte nenastavené, používatelia budú môcť službu Android Backup Service zapnúť a vypnúť v aplikácii Nastavenia systému Android.</string><string id="ArcCertificatesSyncMode">Nastaviť dostupnosť certifikátov pre aplikácie ARC</string><string id="ArcCertificatesSyncMode_Explain">Ak je pravidlo nastavené na hodnotu SyncDisabled alebo nie je nakonfigurované, certifikáty systému Google Chrome OS nie sú pre aplikácie ARC k dispozícii.

Ak je nastavené na hodnotu CopyCaCerts, všetky certifikáty CA inštalované s konfiguráciou ONC a parametrom Web TrustBit sú pre aplikácie ARC k dispozícii.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Zakázať použitie certifikátov systému Google Chrome OS v aplikáciách ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Povoliť certifikáty CA systému Google Chrome OS v aplikáciách ARC</string><string id="ArcEnabled">Povoliť funkciu ARC</string><string id="ArcEnabled_Explain">Keď je toto pravidlo nastavené na hodnotu True, bude pre používateľa povolená funkcia ARC (táto možnosť podlieha ďalším kontrolám nastavení pravidiel – ak je v aktuálnej relácii používateľa povolený buď režim dočasných profilov, alebo viacnásobné prihlásenie, funkcia ARC nebude dostupná).

Ak je toto nastavenie zakázané alebo nie je nakonfigurované, nebudú môcť podnikoví používatelia používať funkciu ARC.</string><string id="ArcLocationServiceEnabled">Povoliť službu určovania polohy Google v aplikáciách pre Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfigurovať ARC</string><string id="ArcPolicy_Explain">Určuje skupinu pravidiel, ktoré budú postúpené na spustenie ARC. Hodnota musí mať platný formát JSON.

Pomocou tohto pravidla je možné konfigurovať, ktoré aplikácie pre Android sa automaticky nainštalujú do zariadenia:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identifikátor aplikácie pre Android, napr. „com.google.android.gm“ pre Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Určí spôsob inštalácie aplikácie. OPTIONAL (VOLITEĽNÁ): Aplikácia sa nenainštaluje automaticky, ale môže ju nainštalovať používateľ. Ide o predvolené nastavenie, ak pravidlo nie je určené. PRELOAD (PREDINŠTALOVANÁ): Aplikácia sa nainštaluje automaticky, ale používateľ ju môže odinštalovať. FORCE_INSTALLED (VYNÚTENE NAINŠTALOVANÁ): Aplikácia sa nainštaluje automaticky a používateľ ju nemôže odinštalovať. BLOCKED (BLOKOVANÁ): Aplikácia je blokovaná a nedá sa nainštalovať. Ak bola aplikácia nainštalovaná v rámci predchádzajúceho pravidla, odinštaluje sa.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Pravidlo na udeľovanie žiadostí o povolenie aplikáciám. PERMISSION_POLICY_UNSPECIFIED (PRAVIDLO POVOLENÍ NIE JE URČENÉ): Pravidlo nie je určené. Ak pre povolenie na akejkoľvek úrovni nie je určené žiadne pravidlo, predvolene sa použije nastavenie PROMPT (VYZVAŤ). PROMPT (VYZVAŤ): Používateľ bude vyzvaný udeliť povolenie. GRANT (UDELIŤ): Povolenie bude udelené automaticky. DENY (ZAMIETNUŤ): Povolenie bude automaticky zamietnuté.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Konfiguračný objekt JSON špecifický pre aplikáciu s nastavenými pármi kľúč-hodnota, napr. „&quot;managedConfiguration&quot;: { &quot;kľúč&quot;: hodnota, &quot;kľúč&quot;: hodnota }“. Kľúče sú definované v manifeste aplikácie.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Ak chcete pripnúť aplikácie do spúšťača, pozrite si pravidlo PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Povoliť alebo zakázať zaznamenávanie zvuku</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Webové adresy, ktorým bude udelený prístup k zariadeniam na zachytávanie zvuku bez zobrazenia výzvy</string><string id="AudioCaptureAllowedUrls_Explain">Vzory v tomto zozname sa porovnajú s pôvodom
zabezpečenia webovej adresy, ktorá odoslala žiadosť. Ak sa nájde zhoda, prístup k zariadeniam
na zaznamenávanie zvuku sa udelí bez výzvy.
POZNÁMKA: Do verzie 45 je toto pravidlo v súčasnosti podporované iba v režime verejného terminálu.</string><string id="AudioCaptureAllowedUrlsDesc">Webové adresy, ktorým bude udelený prístup k zariadeniam na zachytávanie zvuku bez zobrazenia výzvy</string><string id="AudioOutputAllowed">Povoliť prehrávanie zvuku</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Zapnúť automatické dopĺňanie</string><string id="AutoFillEnabled_Explain">Povoľuje v prehliadači Google Chrome funkciu Automatické dopĺňanie a umožňuje používateľom automaticky dopĺňať polia webových formulárov pomocou uložených údajov (napr. adresa alebo číslo kreditnej karty).

Ak toto nastavenie zakážete, používatelia nebudú mať k funkcii Automatické dopĺňanie prístup.

Ak toto nastavenie povolíte alebo nenastavíte žiadnu hodnotu, funkcia Automatické dopĺňanie zostane pod kontrolou používateľa. Vďaka tomu si budú môcť používatelia nakonfigurovať profily tejto funkcie a podľa vlastného úsudku ich vypínať alebo zapínať.</string><string id="AutofillCreditCardEnabled">Aktivovať Automatické dopĺňanie pre kreditné karty</string><string id="AutofillCreditCardEnabled_Explain">Aktivuje v prehliadači Google Chrome funkciu Automatické dopĺňanie, ktorá používateľom umožňuje automaticky dopĺňať údaje kreditných kariet a adries do webových formulárov na základe predtým uložených informácií.

Ak toto nastavenie deaktivujete, Automatické dopĺňanie nebude nikdy navrhovať ani vyplňovať údaje kreditných kariet ani ukladať informácie o ďalších kartách, ktoré môže používateľ odoslať počas prehliadania webu.

Ak toto nastavenie aktivujete alebo preň nenastavíte žiadnu hodnotu, používateľ bude môcť ovládať celú funkciu Automatické dopĺňanie (vrátane kreditných kariet) v používateľskom rozhraní.</string><string id="BlockThirdPartyCookies">Blokovať súbory cookie tretej strany</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Povoliť panel so záložkami</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Overenie totožnosti pomocou prihlasovacieho portálu ignoruje proxy server</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Zakázať vynucovanie pravidla transparentnosti certifikátov pre zoznam webových adries</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Zakáže vynucovanie požiadaviek pravidla transparentnosti certifikátov pre uvedené webové adresy.

Toto pravidlo umožňuje, aby certifikáty názvov hostiteľov na uvedených webových adresách neboli zverejňované prostredníctvom pravidla transparentnosti certifikátov. Umožňuje to ďalšie používanie certifikátov, ktoré by boli inak nedôveryhodné, pretože neboli správne zverejnené. Sťažuje to však zistenie zneužitých certifikátov takýchto hostiteľov.

Vzor webovej adresy je formátovaný v súlade s pokynmi na adrese https://www.chromium.org/administrators/url-blacklist-filter-format. Pretože sú však certifikáty platné pre daný názov hostiteľa nezávisle od schémy, portu alebo cesty, používa sa iba časť webovej adresy s názvom hostiteľa. Hostitelia so zástupnými znakmi nie sú podporovaní.

Ak nie je toto pravidlo nastavené, všetky certifikáty, ktoré majú povinnosť byť zverejnené prostredníctvom pravidla transparentnosti certifikátov a ktoré túto povinnosť nedodržia, budú považované za nedôveryhodné.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Zakázať vynucovanie pravidla transparentnosti certifikátov pre zoznam webových adries</string><string id="ChromeOsLockOnIdleSuspend">Povoliť zámok, ak je zariadenie nečinné alebo pozastavené</string><string id="ChromeOsLockOnIdleSuspend_Explain">Povolí uzamknutie v prípade, ak sú zariadenia so systémom Google Chrome OS nečinné alebo pozastavené.

Ak toto nastavenie povolíte, pri pokuse o odomknutie zariadenia a prebudenie z režimu spánku sa používateľom zobrazí výzva na zadanie hesla.

Ak toto nastavenie zakážete, používatelia budú môcť zariadenie prebudiť z režimu spánku aj bez hesla.

Ak toto nastavenie povolíte alebo zakážete, používatelia ho nebudú môcť zmeniť ani prepísať.

Ak toto nastavenie ponecháte nenastavené, používateľ si bude môcť zvoliť, či chce, aby sa mu pri pokuse o odomknutie zariadenia zobrazovala výzva na zadanie hesla.</string><string id="ChromeOsMultiProfileUserBehavior">Ovládať správanie používateľa v relácii viacerých profilov</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Určuje správ používateľa v multiprofilovej relácii na zariadeniach so systémom Google Chrome OS.

Ak je pravidlo nastavené na hodnotu MultiProfileUserBehaviorUnrestricted, používateľ môže byť v multiprofilovej relácii buď primárnym, alebo sekundárnym používateľom.

Ak je pravidlo nastavené na hodnotu MultiProfileUserBehaviorMustBePrimary, používateľ môže byť v multiprofilovej relácii iba primárnym používateľom.

Ak je pravidlo nastavené na hodnotu MultiProfileUserBehaviorNotAllowed, používateľ nemôže byť súčasťou multiprofilovej relácie.

Ak toto pravidlo nastavíte, používatelia ho nebudú môcť zmeniť ani prepísať.

Ak sa nastavenie zmení v momente, kedy je k multiprofilovej relácii prihlásený nejaký používateľ, budú skontrolované príslušné nastavenia všetkých používateľov v relácii. Ak niektorý používateľ už nebude mať právo zúčastniť sa relácie, relácia bude ukončená.

Ak pravidlo nenastavíte, použije sa predvolená hodnota MultiProfileUserBehaviorMustBePrimary pre používateľov spravovaných podnikom a hodnota MultiProfileUserBehaviorUnrestricted pre nespravovaných používateľov.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Povoliť používateľovi v podnikovej sieti stať sa hlavným aj sekundárnym používateľom (predvolené správanie pre používateľov, ktorí nie sú spravovaní)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Povolí používateľovi v podnikovej sieti stať sa iba hlavným používateľom s viacerými profilmi (predvolené správanie pre používateľov spravovaných podnikom)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Nepovoliť podnikovému používateľovi byť súčasťou viacnásobného profilu (primárneho ani sekundárneho)</string><string id="ChromeOsReleaseChannel">Kanál verzie</string><string id="ChromeOsReleaseChannel_Explain">Určuje, aký kanál verzie by mal byť v zariadení uzamknutý.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabilná verzia</string><string id="ChromeOsReleaseChannel_BetaChannel">Verzia beta</string><string id="ChromeOsReleaseChannel_DevChannel">Verzia pre vývojárov (môže byť nestabilná)</string><string id="ChromeOsReleaseChannelDelegated">Či má byť kanál na vydávanie nových verzií konfigurovateľný používateľom</string><string id="ChromeOsReleaseChannelDelegated_Explain">Ak je toto pravidlo nastavené na možnosť True a pravidlo ChromeOsReleaseChannel nie je určené, používatelia budú môcť v zariadení meniť kanál na vydávanie nových verzií. Ak je toto pravidlo nastavené na možnosť False, zariadenie bude uzamknuté v kanáli, v ktorom bolo naposledy nastavené.

Kanál vybratý používateľom bude prepísaný pravidlom ChromeOsReleaseChannel, avšak ak je kanál pravidla stabilnejší ako kanál nainštalovaný v zariadení, kanál sa zmení až potom, čo bude stabilnejší kanál vo vyššej verzii ako kanál nainštalovaný v zariadení.</string><string id="ComponentUpdatesEnabled">Umožňuje aktualizácie komponentov v prehliadači Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Umožňuje povoliť aktualizácie všetkých komponentov v prehliadači Google Chrome, keď nie je nastavené alebo je nastavené na možnosť True.

Ak ho nastavíte na možnosť False, aktualizácie komponentov budú zakázané. Na niektoré komponenty sa však toto pravidlo nevzťahuje: nebudú zakázané aktualizácie komponentov bez spustiteľného kódu ani také, ktoré podstatne nezmenia správanie prehliadača alebo sú dôležité pre jeho zabezpečenie.
Medzi príklady týchto komponentov patria zoznamy zrušení certifikátov a dáta bezpečného prehliadania.
Ďalšie informácie o Bezpečnom prehliadaní získate na adrese https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Pravidlá výberu predvolenej tlačiarne</string><string id="DefaultPrinterSelection_Explain">Umožňuje prepísať pravidlá výberu predvolenej tlačiarne v prehliadači Google Chrome.

Určuje pravidlá výberu predvolenej tlačiarne v prehliadači Google Chrome pri prvom použití funkcie tlače s určitým profilom.

Keď toto pravidlo nastavíte, Google Chrome sa pokúsi nájsť tlačiareň zodpovedajúcu všetkým špecifikovaným atribútom a vyberie ju ako predvolenú. Vyberie sa prvá tlačiareň zodpovedajúca tomuto pravidlu. Ak sa nájde tlačiareň, ktorá nie je jedinečná zhoda, môžete vybrať akúkoľvek zodpovedajúcu tlačiareň (v závislosti od poradia, v ktorom boli tlačiarne objavené).

Ak toto pravidlo nenastavíte alebo sa v rámci časového limitu nenájde zodpovedajúca tlačiareň, obnoví sa predvolené nastavenie vstavanej tlačiarne PDF alebo sa nevyberie žiadna tlačiareň (ak tlačiareň PDF nie je k dispozícii).

Hodnota sa analyzuje ako objekt JSON, a to podľa nasledujúcej schémy:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Či obmedziť vyhľadávanie zodpovedajúcej tlačiarne na konkrétnu skupinu tlačiarní.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regulárny výraz na priradenie identifikátora tlačiarne.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regulárny výraz na priradenie zobrazovaného názvu tlačiarne.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Tlačiarne pripojené do služby Google Cloud Print sa považujú za &quot;cloud&quot;, ostatné tlačiarne sú označené ako &quot;local&quot;.
Ak vynecháte určité pole, budú mu zodpovedať všetky príslušné hodnoty. Ak napríklad nešpecifikujete pripojenie, nástroj Print Preview spustí hľadanie všetkých druhov tlačiarní – miestnych aj v cloude.
Vzory bežných výrazov musia zodpovedať syntaxi JavaScript RegExp a vo všetkých zodpovedajúcich výrazoch sa rozlišujú veľké a malé písmená.</string><string id="DeveloperToolsDisabled">Zakázať Nástroje pre vývojárov</string><string id="DeveloperToolsDisabled_Explain">Zakáže Nástroje pre vývojárov a konzolu JavaScript.

Ak toto nastavenie povolíte, nebude možné pristupovať k nástrojom pre vývojárov ani kontrolovať prvky webov. Zakázané budú tiež všetky klávesové skratky a položky klasických či kontextových ponúk, pomocou ktorých je možné otvoriť nástroje pre vývojárov alebo konzolu JavaScript.

Ak túto možnosť nastavíte ako zakázanú alebo ju ponecháte nenastavenú, umožní to používateľovi použiť Nástroje pre vývojárov a konzolu JavaScript.</string><string id="DeviceAllowBluetooth">Povoliť Bluetooth na zariadení</string><string id="DeviceAllowBluetooth_Explain">Ak je toto pravidlo nastavené na hodnotu False, Google Chrome OS vypne rozhranie Bluetooth a používateľ ho nebude môcť znova zapnúť.

Ak toto pravidlo nie je nastavené alebo ak je nastavené na hodnotu True. používateľ bude môcť rozhranie Bluetooth zapnúť alebo vypnúť podľa svojho uváženia.

Keď je toto pravidlo nastavené, používateľ ho nemôže zmeniť ani prepísať.

Na to, aby sa po povolení rozhrania Bluetooth uplatnili zmeny, používateľ sa musí odhlásiť a zase prihlásiť (pri zakázaní rozhrania Bluetooth sa to nevyžaduje).</string><string id="DeviceAllowNewUsers">Povoliť vytváranie nových používateľských účtov</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Povoliť používateľom uplatniť ponuky pri registrácii systému OS Chrome</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Správcovia IT spravujúci podnikové zariadenia môžu pomocou tohto pravidla povoliť alebo zakázať používateľom uplatniť ponuky pri registrácii OS Chrome.

Ak je toto pravidlo nastavené na hodnotu true alebo je ponechané bez nastavenia, používatelia si pri registrácii OS Chrome budú môcť uplatniť ponuky.

Ak je toto pravidlo nastavené na hodnotu false, používatelia si nebudú môcť uplatniť ponuky.</string><string id="DeviceAutoUpdateDisabled">Zakáže automatickú aktualizáciu</string><string id="DeviceAutoUpdateDisabled_Explain">Ak je pravidlo nastavené na hodnotu True, zakáže automatické aktualizácie.

Ak je toto nastavenie nenakonfigurované, alebo je nastavené na hodnotu False, budú zariadenia so systémom Google Chrome OS automaticky kontrolovať aktualizácie.

Upozornenie: Odporúča sa ponechať automatické aktualizácie povolené, aby mohli používatelia získavať aktualizácie softvéru a kritické opravy chýb zabezpečenia. Vypnutie automatických aktualizácií môže vystaviť používateľov riziku.</string><string id="DeviceAutoUpdateP2PEnabled">Protokol p2p na automatické aktualizácie je povolený</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Určuje, či sa pri aktualizovaní OS má použiť protokol p2p. Ak je táto možnosť nastavená na hodnotu True, zariadenia budú zdieľať aktualizácie a pokúsia sa ich sťahovať v sieti LAN, čím potenciálne znížia využitie a preťaženie rýchlosti pripojenia. Ak sa aktualizácie nedajú vykonať v sieti LAN, zariadenie ich prevezme z aktualizačného servera. Ak je táto možnosť nastavená na hodnotu False alebo nie je nakonfigurovaná, protokol p2p sa nepoužije.</string><string id="DeviceBlockDevmode">Blokovať režim pre vývojárov</string><string id="DeviceBlockDevmode_Explain">Umožňuje blokovať režim pre vývojárov.

Ak toto pravidlo nastavíte na hodnotu Pravda, systém Google Chrome OS zabráni zariadeniu, aby sa reštartovalo v režime pre vývojárov. Systém odmietne reštartovanie a ak je zapnutý prepínač pre vývojárov, zobrazí chybovú obrazovku.
Ak toto pravidlo nenastavíte alebo ho nastavíte na hodnotu Nepravda, režim pre vývojárov bude na zariadení naďalej dostupný.</string><string id="DeviceDataRoamingEnabled">Povoliť roaming pre dátové prenosy</string><string id="DeviceDataRoamingEnabled_Explain">Určuje, či bude v zariadení povolený roaming pre dátové prenosy. Ak je pravidlo nastavené na hodnotu true, roaming pre dátové prenosy bude povolený. Ak ho ponecháte nenakonfigurované alebo ho nastavíte na hodnotu false, roaming pre dátové prenosy nebude k dispozícii.</string><string id="DeviceEphemeralUsersEnabled">Vymazať údaje používateľa po odhlásení</string><string id="DeviceEphemeralUsersEnabled_Explain">Určuje, či má systém Google Chrome OS po odhlásení zachovať miestne údaje o účte. Ak je toto pravidlo nastavené na hodnotu true, systém Google Chrome OS nebude uchovávať žiadne trvalé účty a všetky údaje z relácií používateľov budú po odhlásení odstránené. Ak je toto pravidlo nastavené na hodnotu false, alebo nie je nakonfigurované, zariadenie môže uchovávať (zašifrované) miestne údaje používateľa.</string><string id="DeviceGuestModeEnabled">Povoliť režim hosťa</string><string id="DeviceGuestModeEnabled_Explain">Ak je toto pravidlo nastavené na hodnotu true alebo je nenakonfigurované, systém Google Chrome OS povolí prihlásenie hostí. Prihlásenia hostí predstavujú relácie anonymných používateľov a nevyžadujú heslo.

Ak je toto pravidlo nastavené na hodnotu false, systém Google Chrome OS nepovolí spustenie relácií hosťa.</string><string id="DeviceLoginScreenAppInstallList">Konfigurácia zoznamu nainštalovaných aplikácií na prihlasovacej obrazovke</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfigurácia zoznamu nainštalovaných aplikácií na prihlasovacej obrazovke</string><string id="DeviceLoginScreenInputMethods">Rozloženie klávesnice na prihlasovacej obrazovke zariadenia</string><string id="DeviceLoginScreenInputMethods_Explain">Umožňuje konfigurovať, ktoré rozloženia klávesnice sú povolené na prihlasovacej obrazovke v systéme Google Chrome OS.

Ak toto pravidlo nastavíte na zoznam identifikátorov metód vstupu, príslušné metódy vstupu budú k dispozícii na prihlasovacej obrazovke. Predvolená bude prvá uvedená metóda vstupu. Keď je na prihlasovacej obrazovke zameraná sekcia konkrétneho používateľa, bude okrem metód vstupu definovaných týmto pravidlom k dispozícii aj metóda vstupu, ktorú používateľ naposledy použil. Ak toto pravidlo nie je nastavené, metódy vstupu na prihlasovacej obrazovke budú vychádzať z jazyka, v ktorom sa spúšťa prihlasovacia obrazovka. Hodnoty, ktoré nie sú platnými identifikátormi metód vstupu, sa budú ignorovať.</string><string id="DeviceLoginScreenInputMethodsDesc">Rozloženie klávesnice na prihlasovacej obrazovke zariadenia</string><string id="DeviceLoginScreenLocales">Jazyk prihlasovacej obrazovky zariadenia</string><string id="DeviceLoginScreenLocales_Explain">Konfiguruje jazyk, ktorý je vynútene nastavený na prihlasovacej obrazovke systému Google Chrome OS.

Ak je toto pravidlo nastavené, prihlasovacia obrazovka sa vždy zobrazí v jazyku, ktorý je určený prvou hodnotou tohto pravidla (z dôvodu kompatibility s nasledujúcimi verziami je pravidlo definované ako zoznam). Ak toto pravidlo nie je nastavené alebo je nastavené na prázdny zoznam, prihlasovacia obrazovka sa zobrazí v jazyku poslednej relácie používateľa. Ak je pravidlo nastavené na hodnotu, ktorá nie je platným jazykom, prihlasovacia obrazovka sa zobrazí v záložnom jazyku (aktuálne americká angličtina).</string><string id="DeviceLoginScreenLocalesDesc">Jazyk prihlasovacej obrazovky zariadenia</string><string id="DeviceLoginScreenPowerManagement">Správa možností napájania na prihlasovacej obrazovke</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfigurácia správy napájania na prihlasovacej obrazovke systému Google Chrome OS.

Toto pravidlo umožňuje nakonfigurovať správanie systému Google Chrome OS v prípadoch, keď je zobrazená prihlasovacia obrazovka a používateľ určitý čas nevykonáva žiadnu činnosť. Toto pravidlo riadi niekoľko nastavení. Ak chcete zobraziť ich individuálnu sémantiku a rozsahy hodnôt, prejdite na zodpovedajúce pravidlá, ktoré riadia správu napájania v rámci relácie. Jedinými výnimkami z týchto pravidiel sú:
* Akcie, ktoré budú vykonané pri nečinnosti alebo zavretí krytu, nemôžu ukončiť reláciu.
* Predvolenou akciou, ktorá bude vykonaná počas nečinnosti pri používaní napájacieho zdroja, je vypnutie.

Ak niektoré nastavenie nebude určené, použije sa predvolená hodnota.

Ak toto pravidlo nie je nastavené, použijú sa predvolené hodnoty pre všetky nastavenia.</string><string id="DeviceMetricsReportingEnabled">Povoliť hlásenia o metrikách</string><string id="DeviceMetricsReportingEnabled_Explain">Určuje, či sa budú Googlu spätne nahlasovať metriky používania a diagnostické údaje vrátane správ o zlyhaní. Ak je pravidlo nastavené na hodnotu True, systém Google Chrome OS bude nahlasovať metriky používania a diagnostické údaje. Ak nie je nakonfigurované alebo je nastavené na hodnotu False, nahlasovanie metrík a diagnostických údajov bude zakázané.</string><string id="DeviceNativePrinters">Konfiguračný súbor podnikovej tlačiarne pre zariadenia</string><string id="DeviceNativePrinters_Explain">Umožňuje poskytnúť konfigurácie podnikových tlačiarní priradených k zariadeniam.

Toto pravidlo umožňuje poskytnúť konfigurácie tlačiarní pre zariadenia Google Chrome OS. Veľkosť súboru nesmie prekročiť 5 MB a musí byť zakódovaný vo formáte JSON. Tento formát je rovnaký ako slovník NativePrinters. Odhaduje sa, že súbor obsahujúci približne 21 000 tlačiarní sa zašifruje ako súbor s veľkosťou 5 MB. Na overenie integrity stiahnutého obsahu sa použije kryptografická hodnota hash.

Súbor sa stiahne a uloží do vyrovnávacej pamäte. Znova sa stiahne, keď sa zmení webová adresa alebo hodnota hash.

Ak toto pravidlo nastavíte, Google Chrome OS stiahne súbor na konfiguráciu tlačiarní a sprístupní tlačiarne v súlade s pravidlami DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist a DeviceNativePrintersBlacklist.

Toto pravidlo neovplyvní, či používatelia môžu konfigurovať tlačiarne pri jednotlivých zariadeniach. Slúži skôr ako doplnok ku konfigurácii tlačiarní jednotlivými používateľmi.

Toto pravidlo je doplnok pravidla NativePrintersBulkConfiguration.

Ak ho nenastavíte, nebudú k dispozícii žiadne tlačiarne zariadení a ostatné pravidlá DeviceNativePrinter* budú ignorované.</string><string id="DeviceNativePrintersAccessMode">Pravidlá prístupu ku konfigurácii tlačiarní zariadenia</string><string id="DeviceNativePrintersAccessMode_Explain">Umožňuje ovládať, ktoré tlačiarne z pravidla DeviceNativePrinters majú používatelia k dispozícii.

Označuje, ktoré pravidlo pre prístup sa použije na hromadnú konfiguráciu tlačiarní. Ak vyberiete možnosť AllowAll, zobrazia sa všetky tlačiarne. Ak vyberiete BlacklistRestriction, na obmedzenie prístupu špecifikovaných tlačiarní sa použije pravidlo DeviceNativePrintersBlacklist. Ak vyberiete možnosť WhitelistPrintersOnly, DeviceNativePrintersWhitelist označuje iba tie tlačiarne, ktoré sa dajú vybrať.

Ak toto pravidlo nenastavíte, bude platiť možnosť BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Zobrazujú sa všetky tlačiarne okrem tých zo zoznamu zakázaných položiek</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Používateľom sa zobrazujú iba tlačiarne pridané na bielu listinu</string><string id="DeviceNativePrintersAccessMode_AllowAll">Povoliť všetky tlačiarne z konfiguračného súboru</string><string id="DeviceNativePrintersBlacklist">Zakázané podnikové tlačiarne zariadenia</string><string id="DeviceNativePrintersBlacklist_Explain">Umožňuje určiť tlačiarne, ktoré používateľ nemôže používať.

Toto pravidlo sa používa iba vtedy, ak je pre režim DeviceNativePrintersAccessMode vybraná možnosť BlacklistRestriction.

Ak toto pravidlo použijete, používateľ má k dispozícii všetky tlačiarne okrem tých, ktorých identifikátory sú uvedené v tomto pravidle.
</string><string id="DeviceNativePrintersBlacklistDesc">Zakázané podnikové tlačiarne zariadenia</string><string id="DeviceNativePrintersWhitelist">Povolené podnikové tlačiarne zariadenia</string><string id="DeviceNativePrintersWhitelist_Explain">Umožňuje určiť tlačiarne, ktoré má používateľ k dispozícii.

Toto pravidlo sa používa iba vtedy, keď je pre WhitelistPrintersOnly vybraná možnosť DeviceNativePrintersAccessMode

Ak toto pravidlo použijete, používateľ bude mať k dispozícii iba tlačiarne s identifikátormi, ktoré sa zhodujú s hodnotami v tomto pravidle. Identifikátory sa musia zhodovať so zadanými údajmi v súbore určenom v pravidle DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Povolené podnikové tlačiarne zariadenia</string><string id="DeviceOffHours">Intervaly nečinnosti, kedy sú povolené pravidlá |ignored_policy_proto_tags| upravujúce parameter OffHours</string><string id="DeviceOffHours_Explain">Ak nastavíte pravidlo OffHours, zadané pravidlá zariadenia budú ignorované (použite predvolené nastavenia týchto pravidiel) počas stanovených časových intervalov. Chrome znova začne používať pravidlá zariadenia, keď sa obdobie pravidla OffHours začne alebo skončí. Používateľ bude upozornený a systém vynúti jeho odhlásenie, keď sa časové obdobie pravidla OffHours skončí a nastavenia pravidiel zariadenia sa zmenia (t. j. keď sa používateľ prihlási pomocou účtu, ktorý nie je povolený).</string><string id="DeviceOpenNetworkConfiguration">Konfigurácia siete na úrovni zariadenia</string><string id="DeviceOpenNetworkConfiguration_Explain">Umožňuje preniesť konfiguráciu siete, ktorá sa použije pre všetkých používateľov v zariadení so systémom Google Chrome OS. Konfigurácia siete je reťazec vo formáte JSON, ktorý sa riadi definíciou formátu Open Network Configuration uvedenou na adrese https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Frekvencia obnovenia pravidiel pre zariadenie</string><string id="DevicePolicyRefreshRate_Explain">Určuje interval (v ms), v ktorom budú službe správy zariadenia odosielané žiadosti o informácie o pravidlách pre zariadenie.

Nastavením tohto pravidla bude prepísaná predvolená hodnota 3 hodiny. Platné hodnoty pre toto pravidlo sa pohybujú v rozmedzí od 1800000 (30 minút) do 86400000 (1 deň). Hodnoty mimo daného rozsahu budú upravené na príslušnú medznú hodnotu.

Ak toto pravidlo nenastavíte, Google Chrome OS použije predvolenú hodnotu – 3 hodiny.

Upozorňujeme, že ak platforma podporuje upozornenia na pravidlá, oneskorenie obnovenia bude nastavené na 24 hodín (všetky predvolené nastavenia a hodnota určená v tomto pravidle budú ignorované), pretože sa očakáva, že upozornenia na pravidlá vynútia automatické obnovenie po každej zmene pravidiel. Častejšie obnovenia sú preto zbytočné.</string><string id="DeviceQuirksDownloadEnabled">Povoľte dopyty na serveri Quirks pre hardvérové profily</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automaticky reštartovať po vypnutí zariadenia</string><string id="DeviceRebootOnShutdown_Explain">Ak toto pravidlo nastavíte na možnosť False alebo ho nenakonfigurujete, systém Google Chrome OS umožní používateľovi vypnúť zariadenie.
Ak toto pravidlo nastavíte na možnosť True, systém Google Chrome OS spustí reštart, keď používateľ vypne zariadenie. Google Chrome OS nahradí v používateľskom rozhraní všetky výskyty tlačidiel na vypnutie tlačidlami na reštartovanie. Ak teda používateľ vypne zariadenie pomocou vypínača, automaticky sa nereštartuje, a to ani vtedy, keď je toto pravidlo povolené.</string><string id="DeviceShowUserNamesOnSignin">Zobraziť používateľské mená na prihlasovacej obrazovke</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Príznaky v celom systéme, ktoré sa používajú pri spúšťaní prehliadača Google Chrome</string><string id="DeviceStartUpFlags_Explain">Určuje príznaky, ktoré sa použijú pri spúšťaní prehliadača Google Chrome. Určené príznaky budú použité iba na prihlasovacej obrazovke. Príznaky nastavené prostredníctvom tohto pravidla sa neprenesú do relácií používateľov.</string><string id="DeviceStartUpFlagsDesc">Príznaky v celom systéme, ktoré sa používajú pri spúšťaní prehliadača Google Chrome</string><string id="DeviceTargetVersionPrefix">Cieľová verzia automatickej aktualizácie</string><string id="DeviceTargetVersionPrefix_Explain">Nastaví cieľovú verziu pre automatické aktualizácie.

Špecifikuje predponu, na ktorú by sa mala cieľová verzia systému Google Chrome OS aktualizovať. Ak je na zariadení verzia, ktorá predchádza špecifikovanej predpone, bude aktualizovaná na najnovšiu verziu s danou predponou. Ak je na zariadení novšia verzia, nevykoná sa žiadna akcia (t. j. nedôjde k prechodu na staršiu verziu) a na zariadení zostane aktuálna verzia. Formát predpony funguje na základe komponentov. Príklad:

&quot;&quot; (alebo nenakonfigurované): aktualizácia na najnovšiu dostupnú verziu.
&quot;1412.&quot;: aktualizácia na akúkoľvek malú verziu verzie 1412 (napr.. 1412.24.34 alebo 1412.60.2)
&quot;1412.2.&quot;: aktualizácia na akúkoľvek malú verziu verzie 1412.2 (napr. 1412.2.34 alebo 1412.2.2)
&quot;1412.24.34&quot;: aktualizácia iba na túto konkrétnu verziu

Upozornenie: Neodporúča sa konfigurovať obmedzenia verzií, pretože to môže používateľom zabrániť získavať aktualizácie softvéru a kritické opravy chýb zabezpečenia. Obmedzenie aktualizácií na konkrétnu predponu verzie môže používateľov vystaviť riziku.</string><string id="DeviceUpdateAllowedConnectionTypes">Typy pripojenia, pre ktoré sú povolené aktualizácie</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Typy pripojení, ktoré je možné používať na aktualizáciu operačného systému. Aktualizácie operačného systému môžu vzhľadom na objem dát významne zaťažovať pripojenie a môžu tak zvýšiť vaše poplatky. Predvolene preto nie sú povolené pre typy pripojení, ktoré sú považované za finančne nákladné, ako sú momentálne pripojenia WiMax, Bluetooth a mobilné pripojenie.

Medzi uznávané identifikátory typov pripojení patria &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; a &quot;cellular&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Typy pripojenia, pre ktoré sú povolené aktualizácie</string><string id="DeviceUpdateHttpDownloadsEnabled">Povoliť stiahnutia automatických aktualizácií prostredníctvom protokolu HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Dátové časti automatických aktualizácií systému Google Chrome OS je možné namiesto protokolu HTTPS stiahnuť prostredníctvom protokolu HTTP. To umožňuje sťahovanie protokolu HTTP transparentne ukladať do vyrovnávacej pamäte protokolu HTTP.

Ak toto pravidlo nastavíte na hodnotu true, systém Google Chrome OS sa bude pokúšať sťahovať dátové časti automatických aktualizácií prostredníctvom protokolu HTTP. Ak pravidlo nastavíte na hodnotu false alebo ho nenastavíte, na sťahovanie dátových častí automatických aktualizácií sa použije protokol HTTPS.</string><string id="DeviceUpdateScatterFactor">Rozptylový faktor automatických aktualizácií</string><string id="DeviceUpdateScatterFactor_Explain">Určí počet sekúnd, o koľko môže zariadenie náhodne zdržať sťahovanie aktualizácie odvtedy, čo bola aktualizácia odoslaná na server. Zariadenie môže čakať určitý čas a sa pokúsiť o určitý počet kontrol aktualizácií. Oneskorenie je obmedzené nemenným maximálnym časovým intervalom tak, aby zariadenie nečakalo na stiahnutie aktualizácie donekonečna.</string><string id="DeviceUserWhitelist">Zoznam používateľov s povolením na prihlásenie</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Zoznam používateľov s povolením na prihlásenie</string><string id="DeviceWallpaperImage">Obrázok tapety zariadenia</string><string id="DeviceWallpaperImage_Explain">Slúži na konfiguráciu obrázku tapety na úrovni zariadenia, ktorý sa bude zobrazovať na obrazovke prihlásenia, ak sa do zariadenia zatiaľ neprihlásil žiadny používateľ. Pravidlo nastavíte určením webovej adresy, z ktorej môže zariadenie so systémom Chrome OS stiahnuť daný obrázok tapety, a určením kryptografickej hodnoty hash, pomocou ktorej sa overí integrita stiahnutého súboru. Obrázok musí byť vo formáte JPEG a jeho veľkosť nesmie prekročiť 16 MB. Webová adresa musí byť prístupná bez overenia totožnosti. Obrázok tapety sa stiahne a uloží do vyrovnávacej pamäte. Obrázok sa stiahne znova v prípade, že sa zmení webová adresa alebo hodnota hash.

Toto pravidlo je potrebné zadať ako reťazec, ktorý udáva webovú adresu a hodnotu hash vo formáte JSON. Príklad:
{
&quot;url&quot;: &quot;https://example.com/tapeta_zariadenia.jpg&quot;,
&quot;hash&quot;: &quot;hashukazkovejtapety&quot;
}

Ak je pravidlo tapety zariadenia nastavené, zariadenie so systémom Chrome OS stiahne obrázok tapety a použije ho na obrazovke prihlásenia, ak sa do zariadenia zatiaľ neprihlásil žiadny používateľ. Po prihlásení sa použije pravidlo pre tapetu príslušného používateľa.

Ak pravidlo tapety zariadenia nie je nastavené, zobrazený obrázok závisí od pravidla tapety používateľa (ak je nastavené).</string><string id="Disable3DAPIs">Zakázať podporu rozhrania API pre grafiku 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Určiť, či má byť nástroj na vyhľadávanie doplnkov zakázaný</string><string id="DisablePluginFinder_Explain">Ak tu nastavíte na hodnotu povolené, automatické vyhľadávanie a inštalovanie chýbajúcich doplnkov bude v prehliadači Google Chrome zakázané.

Ak túto možnosť nastavíte ako zakázanú alebo ju ponecháte nenastavenú, nástroj na vyhľadávanie doplnkov bude aktívny.</string><string id="DisableSafeBrowsingProceedAnyway">Zakázať pokračovanie zo stránky s upozornením Bezpečného prehliadania</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Keď používateľ prejde na weby, ktoré sú nahlásené ako potenciálne škodlivé, služba Bezpečné prehliadanie zobrazí stránku s upozornením. Povolenie tohto nastavenia zabráni používateľom pokračovať zo stránky s upozornením na škodlivý web.

Ak je toto nastavenie zakázané alebo ak nie je nakonfigurované, používatelia môžu pokračovať na nahlásený web aj po zobrazení upozornenia.

Ďalšie informácie o Bezpečnom prehliadaní získate na adrese https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Zákaz zaznamenávania snímok obrazovky</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Nastaviť predvolené otočenie obrazovky, ktoré sa opakovane použije pri každom reštarte</string><string id="DisplayRotationDefault_Explain">Ak nastavíte toto pravidlo, všetky obrazovky budú otočené
určeným smerom, keď ich reštartujete alebo prvýkrát pripojíte
po zmene hodnoty tohto pravidla. Prihlásení používatelia môžu
otáčanie obrazovky zmeniť pomocou stránky s nastaveniami, ale ich
nastavenie bude prepísané hodnotou tohto pravidla pri ďalšom reštartovaní.

Toto pravidlo platí pre hlavné aj všetky vedľajšie obrazovky.

Ak toto pravidlo nenastavíte, predvolená hodnota bude 0 stupňov a
používateľ ju môže zmeniť. V tomto prípade sa predvolená hodnota
pri reštartovaní opakovane nepoužije.</string><string id="DisplayRotationDefault_ROTATE_0">Otočiť obrazovku o 0 stupňov</string><string id="DisplayRotationDefault_ROTATE_90">Otočiť obrazovku v smere hodinových ručičiek o 90 stupňov</string><string id="DisplayRotationDefault_ROTATE_180">Otočiť obrazovku o 180 stupňov</string><string id="DisplayRotationDefault_ROTATE_270">Otočiť obrazovku v smere hodinových ručičiek o 270 stupňov</string><string id="DownloadDirectory">Nastaviť adresár na sťahovanie</string><string id="DownloadDirectory_Explain">Umožňuje nakonfigurovať adresár, ktorý bude prehliadač Google Chrome používať na sťahovanie súborov.

Ak nastavíte toto pravidlo, prehliadač Google Chrome bude používať zadaný adresár bez ohľadu na to, či používateľ určil takýto adresár alebo povolil príznak na zobrazenie výzvy na zadanie umiestnenia pre stiahnuté položky pri každom sťahovaní.

Zoznam premenných, ktoré sa dajú použiť, nájdete na adrese https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Ak toto pravidlo nenastavíte, použije sa predvolený adresár pre stiahnuté súbory a používateľ ho bude môcť zmeniť.</string><string id="DownloadRestrictions">Povoliť obmedzenia súborov na stiahnutie</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Žiadne špeciálne obmedzenia</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokovať nebezpečné súbory na stiahnutie</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokovať potenciálne nebezpečné súbory na stiahnutie</string><string id="DownloadRestrictions_BlockAllDownloads">Blokovať všetky súbory na stiahnutie</string><string id="EasyUnlockAllowed">Povoliť použitie funkcie Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Stratégia migrácie pre šifrovanie ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Podobné možnosti Vymazať (hodnota 2), ale pokúsi sa uchovať prihlasovacie tokeny, aby sa používateľ nemusel znova prihlasovať.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Ak model klientskeho zariadenia podporoval ARC už predtým, ako bolo na spustenie ARC potrebné migrovať na ext4, a ak je pravidlo ArcEnabled nastavené na hodnotu True, táto možnosť sa bude správať ako parameter AskUser (hodnota 3). Vo všetkých ostatných prípadoch (ak model zariadenia predtým ARC nepodporoval alebo ak je pravidlo ArcEnabled nastavené na hodnotu False), táto hodnota sa bude zhodovať s parametrom DisallowArc (hodnota 0).</string><string id="EditBookmarksEnabled">Povolí alebo zakáže úpravu záložiek</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Či sú povolené certifikáty vydané miestnymi dôveryhodnými autoritami, v ktorých chýba rozšírenie subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Keď povolíte toto nastavenie, Google Chrome bude priraďovať názov hostiteľa pomocou atribútu commonName z certifikátu servera, ak v certifikáte chýba rozšírenie subjectAlternativeName. Musí sa však úspešne overiť a naviazať na miestne nainštalované certifikáty CA.

Upozorňujeme, že toto nastavenie sa neodporúča, pretože môže dôjsť k obchádzaniu rozšírenia nameConstraints obmedzujúceho názvy hostiteľa, pre ktoré je možné autorizovať daný certifikát.

Ak toto pravidlo nenastavíte alebo nastavíte na možnosť False, certifikáty servera bez rozšírenia subjectAlternativeName, ktoré obsahujú názov DNS alebo adresu IP, nebudú považované za dôveryhodné.</string><string id="EnableDeprecatedWebPlatformFeatures">Povoliť zastarané funkcie webovej platformy na obmedzený čas</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Určuje zoznam zastaraných funkcií webovej platformy, ktoré budú znova dočasne povolené.

Toto pravidlo umožňuje správcom na obmedzený čas znova povoliť zastarané funkcie webovej platformy. Funkcie sú identifikované podľa značky reťazca a ak budú zodpovedať značkám zahrnutým v tomto pravidle, budú znova povolené.

Ak toto pravidlo nenastavíte alebo ak je zoznam prázdny alebo nezodpovedá niektorej z podporovaných značiek reťazcov, zostanú všetky zastarané funkcie webovej platformy zakázané.

Zatiaľ čo samotné pravidlo podporujú platformy uvedené vyššie, funkcie, ktoré povoľuje, môžu byť k dispozícii na menšom množstve platforiem. Niektoré zastarané funkcie webovej platformy nie je možné znova povoliť. Je možné povoliť iba tie funkcie, ktoré sú výslovne uvedené nižšie (na obmedzený čas, ktorý sa líši podľa funkcie). Všeobecný formát značky reťazca je [NázovZastaranejFunkcie]_EffectiveUntil[rrrrmmdd]. Dôvody na zmenu funkcií webovej platformy nájdete na adrese https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Povoliť zastarané funkcie webovej platformy na obmedzený čas</string><string id="EnableOnlineRevocationChecks">Či sa majú vykonávať kontroly OCSP/CRL online</string><string id="EnableOnlineRevocationChecks_Explain">Vzhľadom na to, že kontroly online odvolania s príznakom soft-fail neposkytujú žiadne účinné bezpečnostné výhody, sú v predvolenom nastavení aplikácie Google Chrome verzie 19 alebo vyššej deaktivované. Ak toto pravidlo nastavíte na hodnotu true, predchádzajúce správanie sa obnoví a budú sa vykonávať kontroly online OCSP/CRL.

Ak toto pravidlo nie je nastavené alebo je nastavené na hodnotu false, Google Chrome nebude v aplikácii Google Chrome verzie 19 alebo novšej vykonávať kontroly online odvolania.</string><string id="EnableSha1ForLocalAnchors">Či sú povolené certifikáty podpísané algoritmom SHA-1 vydané miestnymi ukotveniami dôvery</string><string id="EnableSha1ForLocalAnchors_Explain">Ak je toto nastavenie aktivované, prehliadač Google Chrome povolí certifikáty podpísané algoritmom SHA-1, ktoré sú úspešne overené a pripojené k reťazcu miestne nainštalovaných certifikátov CA.

Upozorňujeme, že toto pravidlo je závislé od balíka súborov na overovanie totožnosti certifikátov operačných systémov, ktorý povoľuje podpisy algoritmom SHA-1. Ak sa v dôsledku aktualizácie operačného systému zmení spracovávanie certifikátov SHA-1 operačným systémom, toto pravidlo nemusí byť uplatňované. Toto pravidlo má fungovať ako dočasné riešenie, ktoré podnikom poskytne viac času na ukončenie používania algoritmu SHA-1. Bude odstránené približne 1. januára 2019.

Ak toto pravidlo nenastavíte alebo nastavíte na možnosť False, prehliadač Google Chrome bude nasledovať zverejnený plán ukončenia podpory algoritmu SHA-1.</string><string id="ExternalStorageDisabled">Zákaz pripojenia externého ukladacieho priestoru</string><string id="ExternalStorageDisabled_Explain">Ak je toto pravidlo nastavené na hodnotu True, externé úložisko sa nezobrazí v prehliadači súborov.

Toto pravidlo sa vzťahuje na všetky typy pamäťových médií, ako sú prenosné disky USB, externé pevné disky, SD karty a ďalšie typy pamäťových kariet, optické úložiská a pod. Na interné úložisko sa nevzťahuje, takže položky v priečinku Stiahnuté súbory je možné otvoriť. Toto pravidlo tiež nemá žiadny vplyv na službu Disk Google.

Ak je toto nastavenie zakázané alebo nie je nakonfigurované, používatelia môžu v zariadeniach používať všetky podporované typy externých úložísk.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Ak je toto pravidlo nastavené na možnosť True, používatelia nemôžu zapisovať na externé úložné zariadenia.

Ak je toto nastavenie nastavené na hodnotu False alebo nie je nakonfigurované, používatelia môžu vytvárať a upravovať súbory na externých úložných zariadeniach, na ktoré ide fyzicky zapisovať.

Pravidlo ExternalStorageDisabled má prednosť pred týmto pravidlom. Ak je pravidlo ExternalStorageDisabled nastavené na hodnotu True, bude všetok prístup k externým úložiskám zakázaný a toto pravidlo sa bude ignorovať.

Dynamické obnovenie tohto pravidla je podporované vo verzii M56 a novších.</string><string id="ForceGoogleSafeSearch">Vynútiť Bezpečné vyhľadávanie Google</string><string id="ForceGoogleSafeSearch_Explain">Vynucuje vyhľadávanie dopytov vo Vyhľadávaní Google na webe pomocou aktívneho Bezpečného vyhľadávania a zabraňuje používateľom toto nastavenie zmeniť.

Ak toto nastavenie povolíte, Bezpečné vyhľadávanie bude vo Vyhľadávaní Google vždy aktívne.

Ak toto nastavenie zakážete alebo nenastavíte žiadnu hodnotu, Bezpečné vyhľadávanie vo Vyhľadávaní Google vynucované nebude.</string><string id="ForceMaximizeOnFirstRun">Maximalizovať prvé okno prehliadača pri prvom spustení</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Vynútiť minimálny obmedzený režim v službe YouTube</string><string id="ForceYouTubeRestrict_Explain">Umožňuje vynútiť minimálny obmedzený režim v službe YouTube a zabrániť používateľom
vyberať menej obmedzený režim.

Ak toto nastavenie nakonfigurujete na možnosť Prísny, v službe YouTube bude vždy aktívny prísny obmedzený režim.

Ak toto nastavenie nakonfigurujete na možnosť Stredný, používatelia budú môcť v službe YouTube vybrať iba
stredný obmedzený režim a prísny obmedzený režim, ale nebudú môcť deaktivovať používanie obmedzeného režimu.

Ak toto nastavenie vypnete alebo nenastavíte žiadnu hodnotu, Google Chrome nebude vynucovať obmedzený režim v službe YouTube. Externé pravidlá (napríklad pravidlá služby YouTube) však môžu naďalej vynucovať obmedzený režim.</string><string id="ForceYouTubeRestrict_Off">Nevynucovať obmedzený režim v službe YouTube</string><string id="ForceYouTubeRestrict_Moderate">Vynútiť aspoň stredný obmedzený režim v službe YouTube</string><string id="ForceYouTubeRestrict_Strict">Vynútiť prísny obmedzený režim v službe YouTube</string><string id="FullscreenAllowed">Povoliť režim celej obrazovky</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Toto pravidlo povoľuje podporu protokolu HTTP/0.9 na portoch, ktoré nie sú predvolené</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Toto pravidlo povoľuje protokol HTTP/0.9 na portoch iných ako 80 (v prípade protokolu HTTP) a 443 (v prípade protokolu HTTPS).

Toto pravidlo je predvolene zakázané a po povolení vystavuje používateľov problému so zabezpečením – https://crbug.com/600352.

Jeho cieľom je poskytnúť podnikom možnosť migrovať existujúce servery z protokolu HTTP/0.9. V budúcnosti bude odstránené.

Ak toto pravidlo nie je nastavené, protokol HTTP/0.9 bude zakázaný na portoch, ktoré nie sú predvolené.</string><string id="IncognitoModeAvailability">Dostupnosť režimu Inkognito</string><string id="IncognitoModeAvailability_Explain">Určuje, či môže používateľ v prehliadači Google Chrome otvoriť stránky v režime Inkognito.

Ak vyberiete možnosť „Povolené“ alebo bude pravidlo ponechané nenastavené, stránky sa v režime Inkognito budú dať otvoriť.

Ak vyberiete možnosť „Zakázané“, stránky v režime Inkognito nebude možné otvoriť.

Ak vyberiete možnosť „Vynútené“, stránky bude možné otvoriť LEN v režime Inkognito.</string><string id="IncognitoModeAvailability_Enabled">Režim inkognito je dostupný</string><string id="IncognitoModeAvailability_Disabled">Režim inkognito je zakázaný</string><string id="IncognitoModeAvailability_Forced">Vynútený režim inkognito</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Povolenie izolácie webov pre konkrétne zdroje</string><string id="IsolateOrigins_Explain">
POZNÁMKA: Toto je experimentálne pravidlo, ktoré môže poškodiť funkčnosť!
Ak toto pravidlo povolíte, všetky zdroje v zozname
s položkami oddelenými čiarkami sa spustia vo vlastnom procese. Zároveň sa tým izolujú
zdroje označené subdoménami, napr. ak uvediete adresu https://example.com/, izolovaná bude
aj adresa https://foo.example.com/ ako súčasť webu
https://example.com/.
Ak toto pravidlo zakážete, bude platiť logika správy procesov pre predbežnú izoláciu webov.
Ak ho nenakonfigurujete, používateľ bude môcť dané nastavenie zmeniť.
</string><string id="KeyPermissions">Kľúčové povolenia</string><string id="KeyPermissions_Explain">Poskytne rozšíreniam prístup k podnikovým kľúčom.

Kľúče vygenerované pomocou rozhrania chrome.enterprise.platformKeys API v spravovanom účte sú určené na podnikové využitie. Kľúče importované alebo generované iným spôsobom nie sú určené na podnikové využitie.

Prístup ku kľúčom určeným na podnikové využitie je ovládaný výhradne týmto pravidlom. Používateľ nemôže rozšíreniam prístup k podnikovým kľúčom udeliť ani zrušiť.

Predvolene nemôže žiadne rozšírenie používať kľúč určený na podnikové využitie, čo je to isté, ako keď je povolenie allowCorporateKeyUsage pre toto rozšírenie nastavené na možnosť False.

Rozšírenie môže použiť kľúč ľubovoľnej platformy určený na podnikové využitie na podpísanie ľubovoľných dát iba vtedy, keď je povolenie allowCorporateKeyUsage pre toto rozšírenie nastavené na možnosť True. Toto povolenie by ste mali udeliť iba vtedy, keď máte istotu, že rozšírenie určite ochráni prístup ku kľúču pred útočníkmi.</string><string id="ManagedBookmarks">Spravované záložky</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maximálne oneskorenie načítania po zrušení platnosti pravidla</string><string id="MaxInvalidationFetchDelay_Explain">Určuje maximálne oneskorenie v milisekundách medzi prijatím zrušenia platnosti pravidla a načítaním nového pravidla zo služby správy zariadenia.

Nastavenie tohto pravidla prepíše predvolenú hodnotu 5 000 milisekúnd. Platné hodnoty pre toto pravidlo sú v rozsahu od 1 000 (1 sekunda) do 300 000 (5 minút). Všetky hodnoty mimo tohto rozsahu budú upravené k zodpovedajúcej hranici.

Ak toto pravidlo nenastavíte, Google Chrome použije predvolenú hodnotu 5 000 milisekúnd.</string><string id="NativePrinters">Natívna tlač</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Natívna tlač</string><string id="NativePrintersBulkAccessMode">Pravidlá prístupu ku konfigurácii tlačiarní</string><string id="NativePrintersBulkAccessMode_Explain">Umožňuje ovládať, ktoré tlačiarne z pravidla NativePrintersBulkConfiguration majú používatelia k dispozícii.

Označuje, ktoré pravidlo pre prístup sa použije na hromadnú konfiguráciu tlačiarní. Ak vyberiete možnosť AllowAll, zobrazia sa všetky tlačiarne. Ak vyberiete BlacklistRestriction, na obmedzenie prístupu špecifikovaných tlačiarní sa použije pravidlo NativePrintersBulkBlacklist. Ak vyberiete možnosť WhitelistPrintersOnly, NativePrintersBulkWhitelist označuje iba tie tlačiarne, ktoré sa dajú vybrať.

Ak toto pravidlo nenastavíte, bude platiť možnosť BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Zobrazujú sa všetky tlačiarne okrem tých zo zoznamu zakázaných položiek</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Používateľom sa zobrazujú iba tlačiarne pridané na bielu listinu</string><string id="NativePrintersBulkAccessMode_AllowAll">Povoliť všetky tlačiarne z konfiguračného súboru</string><string id="NativePrintersBulkBlacklist">Zakázané podnikové tlačiarne</string><string id="NativePrintersBulkBlacklist_Explain">Umožňuje určiť tlačiarne, ktoré používateľ nemôže používať.

Toto pravidlo sa používa iba vtedy, ak je pre režim BlacklistRestriction vybraná možnosť NativePrintersBulkAccessMode.

Ak toto pravidlo použijete, používateľ má k dispozícii všetky tlačiarne okrem tých, ktorých identifikátory sú uvedené v tomto pravidle.
</string><string id="NativePrintersBulkBlacklistDesc">Zakázané podnikové tlačiarne</string><string id="NativePrintersBulkConfiguration">Konfiguračný súbor podnikovej tlačiarne</string><string id="NativePrintersBulkConfiguration_Explain">Umožňuje poskytnúť konfigurácie podnikových tlačiarní.

Toto pravidlo umožňuje poskytnúť konfigurácie tlačiarní pre zariadenia Google Chrome OS. Veľkosť súboru nesmie prekročiť 5 MB a musí byť zakódovaný vo formáte JSON. Tento formát je rovnaký ako slovník NativePrinters. Odhaduje sa, že súbor obsahujúci približne 21 000 tlačiarní sa zašifruje ako súbor s veľkosťou 5 MB. Na overenie integrity stiahnutého obsahu sa použije kryptografická hodnota hash.

Súbor sa stiahne a uloží do vyrovnávacej pamäte. Znova sa stiahne, keď sa zmení webová adresa alebo hodnota hash.

Ak toto pravidlo nastavíte, Google Chrome OS stiahne súbor na konfiguráciu tlačiarní a sprístupní tlačiarne v súlade s pravidlami NativePrintersBulkAccessMode, NativePrintersBulkWhitelist a NativePrintersBulkBlacklist.

Toto pravidlo neovplyvní, či používatelia môžu konfigurovať tlačiarne pri jednotlivých zariadeniach. Slúži skôr ako doplnok ku konfigurácii tlačiarní jednotlivými používateľmi.
</string><string id="NativePrintersBulkWhitelist">Povolené podnikové tlačiarne</string><string id="NativePrintersBulkWhitelist_Explain">Umožňuje určiť tlačiarne, ktoré má používateľ k dispozícii.

Toto pravidlo sa používa iba vtedy, keď je pre WhitelistPrintersOnly vybraná možnosť NativePrintersBulkAccessMode.

Ak toto pravidlo použijete, používateľ bude mať k dispozícii iba tlačiarne s identifikátormi, ktoré sa zhodujú s hodnotami v tomto pravidle. Identifikátory sa musia zhodovať so zadanými údajmi v súbore určenom v pravidle NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Povolené podnikové tlačiarne</string><string id="NetworkPredictionOptions">Povolenie predpovede siete</string><string id="NetworkPredictionOptions_Explain">Povolí predpovedanie siete v prehliadači Google Chrome a zabráni používateľom toto nastavenie zmeniť.

Toto pravidlo ovláda spoločne s predbežným načítaním servera DNS aj predbežné pripojenie pomocou protokolu TCP a SSL a predbežné vykreslenie webových stránok.

Ak túto predvoľbu zmeníte na hodnotu Vždy, Nikdy alebo Iba W-Fi, používatelia ju v prehliadači Google Chrome nebudú môcť zmeniť.

Ak ponecháte toto pravidlo nenastavené, bude predpovedanie siete aktivované, no používatelia budú môcť nastavenie zmeniť.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Predvídať akcie siete pri sieťovom pripojení</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Predvídať akcie všetkých sietí, ktoré nie sú mobilné.
(Zastarané vo verzii 50, odstránené vo verzii 52. Ak je vo verziách novších ako 52 nastavená hodnota 1, bude považovaná za hodnotu 0 – predvídať akcie siete pri ľubovoľnom sieťovom pripojení.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Nepredpovedať akcie siete pri sieťovom pripojení</string><string id="NoteTakingAppsLockScreenWhitelist">Pridať na bielu listinu aplikácie na písanie poznámok, ktoré sú povolené na uzamknutej obrazovke systému Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Špecifikuje zoznam aplikácií, ktoré môžu byť na uzamknutej obrazovke systému Google Chrome OS povolené ako aplikácie na písanie poznámok.

Ak je na uzamknutej obrazovke povolená preferovaná aplikácia na písanie poznámok, na uzamknutej obrazovke bude prvok používateľského rozhrania na spustenie preferovanej aplikácie na písanie poznámok.
Po spustení bude táto aplikácia môcť otvoriť okno aplikácie na uzamknutej obrazovke a vytvárať dátové položky (poznámky) v kontexte uzamknutej obrazovky. Aplikácia bude môcť vytvorené poznámky importovať do primárnej používateľskej relácie (keď bude odomknutá). Na uzamknutej obrazovke sú momentálne podporované iba aplikácie na písanie poznámok prehliadača Chrome.

Ak je toto pravidlo nastavené, používateľ bude môcť povoliť aplikáciu na uzamknutej obrazovke iba v prípade, ak bude ID rozšírenia aplikácie zahrnuté ako hodnota v zozname pravidla.
Preto ak nastavíte toto pravidlo na prázdny zoznam, písanie poznámok bude na uzamknutej obrazovke úplne zakázané.
Upozorňujeme, že pravidlo zahrnujúce ID aplikácie automaticky neznamená, že používateľ bude môcť na uzamknutej obrazovke povoliť príslušnú aplikáciu ako aplikáciu na písanie poznámok – v systéme Chrome 61 je napríklad skupina dostupných aplikácií ďalej obmedzená platformou.

Ak pravidlo ponecháte nenastavené, nebudú existovať žiadne obmedzenia skupiny aplikácií, ktoré používateľ môže povoliť na uzamknutej obrazovke na základe tohto pravidla.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Pridať na bielu listinu aplikácie na písanie poznámok, ktoré sú povolené na uzamknutej obrazovke systému Google Chrome OS</string><string id="OpenNetworkConfiguration">Konfigurácia siete na úrovni používateľa</string><string id="OpenNetworkConfiguration_Explain">Umožňuje preniesť konfiguráciu siete, ktorá sa použije pre jednotlivých používateľov v zariadení so systémom Google Chrome OS. Konfigurácia siete je reťazec vo formáte JSON, ktorý sa riadi definíciou formátu Open Network Configuration uvedenou na adrese https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Aktivovať odstraňovanie častí z webových adries pred odoslaním do skriptov PAC (pre adresy https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Umožňuje odstrániť citlivé časti webových adries s predponou https:// týkajúce sa súkromia a zabezpečenia ešte predtým, ako sa odošlú do skriptov PAC (Proxy Auto Config) používaných prehliadačom Google Chrome počas vyvolania proxy servera.

Keď toto pravidlo nastavíte na hodnotu True, daná bezpečnostná funkcia bude povolená a časti webových
adries s predponou https:// sa odstránia ešte predtým, ako budú odoslané do skriptov PAC. Takto nebude
môcť skript PAC zobraziť dáta, ktoré sú štandardne chránené šifrovaným kanálom (ako sú napríklad cesta
webovej adresy a dopyt).

Keď toto pravidlo nastavíte na hodnotu False, daná bezpečnostná funkcia bude zakázaná a skriptom PAC
bude bezvýhradne povolené zobrazovať všetky časti webových adries
s predponou https://. Platí to pre všetky skripty PAC bez ohľadu na ich pôvod (vrátane
tých, ktoré boli načítané cez nezabezpečený prenos alebo objavené nezabezpečeným spôsobom
prostredníctvom protokolu WPAD).

Predvolene je nastavená možnosť True (bezpečnostná funkcia je povolená), neplatí to však pre podnikových
používateľov systému Chrome OS, pre ktorých je predvolená možnosť False.

Pravidlo odporúčame nastaviť na možnosť True. Nastavte ho na možnosť
False iba vtedy, keď spôsobuje problém s kompatibilitou v prípade existujúcich skriptov PAC.

V budúcnosti by malo byť toto prepísanie odstránené.</string><string id="PinnedLauncherApps">Zoznam pripnutých aplikácií, ktoré sa zobrazujú v spúšťači</string><string id="PinnedLauncherApps_Explain">Zoznam identifikátorov aplikácií, ktoré sa v Google Chrome OS na paneli spustenia zobrazujú ako pripnuté.

Ak je toto pravidlo nakonfigurované, tieto aplikácie sú pevne dané a používateľ ich nemôže zmeniť.

Ak toto pravidlo nastavené nie je, používateľ zoznam aplikácií v spúšťači zmeniť môže.</string><string id="PinnedLauncherAppsDesc">Zoznam pripnutých aplikácií, ktoré sa zobrazujú v spúšťači</string><string id="PolicyRefreshRate">Frekvencia obnovenia pravidiel pre používateľov</string><string id="PolicyRefreshRate_Explain">Určuje interval (v ms), v ktorom budú službe správy zariadenia odosielané žiadosti o informácie o pravidlách pre používateľov.

Nastavením tohto pravidla bude prepísaná predvolená hodnota 3 hodiny. Platné hodnoty pre toto pravidlo sa pohybujú v rozmedzí od 1800000 (30 minút) do 86400000 (1 deň). Hodnoty mimo daného rozsahu budú upravené na príslušnú medznú hodnotu. Ak platforma podporuje upozornenia na pravidlá, oneskorenie obnovenia bude nastavené na 24 hodín, pretože sa očakáva, že upozornenia na pravidlá vynútia automatické obnovenie po každej zmene pravidiel.

Ak toto pravidlo nenastavíte, Google Chrome použije predvolenú hodnotu – 3 hodiny.

Upozorňujeme, že ak platforma podporuje upozornenia na pravidlá, oneskorenie obnovenia bude nastavené na 24 hodín (všetky predvolené nastavenia a hodnota určená v tomto pravidle budú ignorované), pretože sa očakáva, že upozornenia na pravidlá vynútia automatické obnovenie po každej zmene pravidiel. Častejšie obnovenia sú preto zbytočné.</string><string id="PrintingEnabled">Povoliť tlač</string><string id="PrintingEnabled_Explain">Umožňuje tlač v službe Google Chrome a zabraňuje používateľom zmeniť toto nastavenie.

Ak je toto nastavenie povolené alebo nie je nakonfigurované, používatelia môžu tlačiť.

Ak je toto nastavenie zakázané, používatelia v službe Google Chrome tlačiť nemôžu. Tlač je zakázaná v ponuke nástrojov, rozšíreniach, aplikáciách jazyka JavaScript a pod. Tlačiť môžete z doplnkov, ktoré pri tlači službu Google Chrome obchádzajú. Niektoré aplikácie Flash majú napríklad možnosť tlače v kontextovej ponuke, na ktoré sa tieto pravidlá nevzťahujú.</string><string id="QuicAllowed">Povolenie protokolu QUIC</string><string id="QuicAllowed_Explain">Ak je toto pravidlo nastavené na možnosť True alebo nie je nastavené vôbec, použitie protokolu QUIC je v prehliadači Google Chrome povolené.
Ak je toto pravidlo nastavené na možnosť False, použitie protokolu QUIC je zakázané.</string><string id="RebootAfterUpdate">Automaticky reštartovať po aktualizácii</string><string id="RebootAfterUpdate_Explain">Naplánuje automatické reštartovanie po použití aktualizácie systému Google Chrome OS.

Ak je toto pravidlo nastavené na hodnotu true, automatické reštartovanie sa naplánuje vždy, keď sa použije aktualizácia systému Google Chrome OS a dokončenie procesu aktualizácie bude vyžadovať reštartovanie. Automatické reštartovanie sa naplánuje na vybratý čas, ale ak používateľ v danej chvíli zariadenie používa, môže sa reštart zariadenia odložiť až o 24 hodín.

Ak je toto pravidlo nastavené na hodnotu false, nenaplánuje sa po použití aktualizácie systému Google Chrome OS žiadne automatické reštartovanie. Proces aktualizácie sa dokončí pri ďalšom reštartovaní zariadenia.

Ak nastavíte toto pravidlo, používatelia ho nebudú môcť prepísať ani zmeniť.

Poznámka: Automatické reštartovanie je v súčasnosti povolené, iba pokiaľ sa zobrazuje prihlasovacia obrazovka alebo prebieha relácia aplikácie v režime kiosku. Toto sa v budúcnosti zmení a pravidlo sa použije bez ohľadu na to, či prebieha relácia akéhokoľvek typu alebo nie.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Toto pravidlo určuje, či sa pre miestne dôveryhodné ukotvenia vyžadujú kontroly OCSP/CRL online</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Keď je toto nastavenie povolené, Google Chrome vždy vykoná kontrolu odvolania certifikátov servera, ktoré sú úspešne overené a podpísané miestne nainštalovanými certifikátmi CA.

Ak Google Chrome nedokáže získať informácie o stave odvolania, budú sa takéto certifikáty považovať za odvolané („ťažké zlyhanie“).

Ak toto pravidlo nie je nastavené alebo ak je nastavené na možnosť False, prehliadač Google Chrome použije existujúce nastavenia kontroly odvolania online.</string><string id="RunAllFlashInAllowMode">Rozšíriť obsah Flash na všetok obsah</string><string id="RunAllFlashInAllowMode_Explain">Ak toto nastavenie povolíte, všetok obsah Flash vložený do webových stránok, ktoré majú povolené zobrazovať prvky Flash v nastaveniach obsahu (buď používateľom, alebo pravidlami pre podniky), bude spustený, a to vrátane obsahu z ostatných zdrojov alebo malého obsahu.

Ak chcete ovládať, ktoré webové stránky majú povolené spúšťať Flash, pozrite si pravidlá DefaultPluginsSetting, PluginsAllowedForUrls a PluginsBlockedForUrls.

Ak je toto nastavenie zakázané alebo nie je nastavené, obsah Flash z ostatných zdrojov alebo malého obsahu môže byť blokovaný.</string><string id="SAMLOfflineSigninTimeLimit">Stanovte časový limit prihlásenia v režime offline pre používateľa, ktorého totožnosť bola overená prostredníctvom štandardu SAML</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Povoliť pokračovanie zo stránky s upozornením protokolu SSL</string><string id="SSLErrorOverrideAllowed_Explain">Keď používateľ prejde na weby, ktoré obsahujú chyby protokolu SSL, Chrome zobrazí stránku s upozornením. V predvolenom nastavení alebo vtedy, keď je toto pravidlo nastavené na možnosť True, môžu používatelia preskočiť tieto stránky s upozornením prostredníctvom kliknutia.
Nastavením tohto pravidla na možnosť False zakážete používateľom, aby mohli stránku s upozornením preskočiť kliknutím.</string><string id="SSLVersionMax">Maximálna povolená verzia SSL</string><string id="SSLVersionMax_Explain">Upozornenie: Pravidlo stanovujúce maximálnu verziu protokolu TLS bude úplne odstránené z prehliadača Google Chrome približne vo verzii 66 (okolo februára 2018).

Ak toto pravidlo nenakonfigurujete, Google Chrome bude používať predvolenú maximálnu verziu.

Inak ho môžete nastaviť na niektorú z nesledujúcich hodnôt: tls1.2 alebo tls1.3. Keď ho nastavíte, Google Chrome nebude používať verzie protokolu SSL/TLS vyššie ako stanovená verzia. Hodnota, ktorá sa nebude dať rozpoznať, bude ignorovaná.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Povoliť Bezpečné prehliadanie</string><string id="SafeBrowsingEnabled_Explain">Umožňuje povoliť funkciu Bezpečné prehliadanie Google Chrome a zabráni používateľom zmeniť toto nastavenie.

Ak toto nastavenie povolíte, Bezpečné prehliadanie bude vždy zapnuté.

Ak toto nastavenie zakážete, Bezpečné prehliadanie bude vždy vypnuté.

Ak toto pravidlo povolíte alebo zakážete, používatelia nemôžu zmeniť ani prepísať „Povoliť ochranu pred phishingom a malvérom“ v prehliadači Google Chrome.

Ak toto pravidlo ponecháte nenastavené, funkcia bude povolená, ale používateľ to bude môcť zmeniť.

Ďalšie informácie o Bezpečnom prehliadaní získate na adrese https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Umožniť používateľom prihlásenie do rozšírených prehľadov Bezpečného prehliadania</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Nastavením tohto pravidla na možnosť False zabránite používateľom odosielať niektoré systémové informácie a obsah stránok na servery Google. Ak je nastavené na možnosť True alebo nie je nakonfigurované, používatelia budú môcť odosielať niektoré systémové informácie a obsah stránok do Bezpečného prehliadania a pomôcť tak rozpoznať nebezpečné aplikácie a weby.

Ďalšie informácie o Bezpečnom prehliadaní získate na adrese https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Zakázať ukladanie histórie prehliadača</string><string id="SavingBrowserHistoryDisabled_Explain">Zakáže v prehliadači Google Chrome ukladanie histórie prehliadania a zabráni používateľom toto nastavenie meniť.

Ak toto nastavenie povolíte, história prehliadania sa nebude ukladať. Toto nastavenie tiež zakáže synchronizáciu kariet.

Ak toto nastavenie zakážete alebo nenastavíte, história prehliadania sa bude ukladať.</string><string id="SearchSuggestEnabled">Povoliť návrhy pre vyhľadávanie</string><string id="SearchSuggestEnabled_Explain">Vo všeobecnom poli prehliadača Google Chrome povolí funkciu návrhov pre vyhľadávanie a bráni používateľom toto nastavenie zmeniť.

Ak toto nastavenie povolíte, budú sa zobrazovať návrhy pre vyhľadávanie.

Ak toto nastavenie zakážete, návrhy pre vyhľadávanie sa nikdy nezobrazia.

Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Google Chrome nebudú môcť zmeniť ani prepísať.

Ak toto pravidlo ponecháte nenastavené, povolí sa, no používateľ ho bude môcť zmeniť.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Nastavenie odporúčaných miestnych nastavení pre verejnú reláciu</string><string id="SessionLocales_Explain">Nastaví jedno alebo viac odporúčaných miestnych nastavení pre verejnú reláciu a umožní používateľom poľahky z nich niektoré vybrať.

Používateľ si môže vybrať miestne nastavenie a rozloženie klávesnice ešte pred spustením verejnej relácie. Predvolene sú všetky miestne nastavenia, ktoré Google Chrome OS podporuje, uvedené v abecednom poradí. Pomocou tohto pravidla môžete presunúť skupinu odporúčaných miestnych nastavení na začiatok zoznamu.

Ak toto pravidlo nenastavíte, vopred sa vyberie aktuálne miestne nastavenie používateľského rozhrania.

Ak toto pravidlo nastavíte, odporúčané miestne nastavenia budú presunuté na začiatok daného zoznamu a budú vizuálne oddelené od ostatných miestnych nastavení. Odporúčané miestne nastavenia budú uvedené v poradí, v akom sa nachádzajú v danom pravidle. Prvé odporúčané miestne nastavenie bude vopred vybrané.

Ak existuje viac ako jedno odporúčané miestne nastavenie, potom sa predpokladá, že používatelia si budú chcieť vybrať z týchto miestnych nastavení. Pri spúšťaní verejnej relácie sa zobrazí neprehliadnuteľná výzva na výber miestneho nastavenia a rozloženia klávesnice. V opačnom prípade sa predpokladá, že väčšina používateľov bude chcieť použiť vopred vybraté miestne nastavenie. Pri spúšťaní verejnej relácie sa zobrazí menej výrazná výzva na výber miestneho nastavenia a rozloženia klávesnice.

Keď toto pravidlo nastavíte a povolíte automatické prihlasovanie (pozrite si pravidlá |DeviceLocalAccountAutoLoginId| a |DeviceLocalAccountAutoLoginDelay|), automaticky spustená verejná relácia použije prvé odporúčané miestne nastavenie a jemu zodpovedajúce najobľúbenejšie rozloženie klávesnice.

Vopred vybrané bude vždy to najobľúbenejšie rozloženie klávesnice zodpovedajúce vopred vybranému miestnemu nastaveniu.

Toto pravidlo môžete nastaviť iba ako odporúčané. Pomocou tohto pravidla môžete presúvať skupinu odporúčaných miestnych nastavení na začiatok, ale používatelia si budú môcť pre svoju reláciu vždy vybrať ľubovoľné miestne nastavenie, ktoré Google Chrome OS podporuje.
</string><string id="SessionLocalesDesc">Nastavenie odporúčaných miestnych nastavení pre verejnú reláciu</string><string id="ShelfAutoHideBehavior">Ovládať automatické skrývanie poličky</string><string id="ShelfAutoHideBehavior_Explain">Ovláda nastavenie automatického skrývania poličky systému Google Chrome OS.

Ak je toto pravidlo nastavené na hodnotu AlwaysAutoHideShelf, polička sa bude skrývať automaticky.

Ak je toto pravidlo nastavené na hodnotu NeverAutoHideShelf, polička sa nebude nikdy skrývať automaticky.

Ak toto pravidlo nastavíte, používatelia ho nemôžu zmeniť ani nahradiť.

Ak toto pravidlo ponecháte nenastavené, používatelia si môžu sami zvoliť, či sa bude polička skrývať automaticky.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Poličku vždy skrývať automaticky</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Poličku nikdy neskrývať automaticky</string><string id="ShowHomeButton">Zobraziť tlačidlo Domov na paneli s nástrojmi</string><string id="ShowHomeButton_Explain">Zobrazí tlačidlo Domovská stránka na paneli s nástrojmi prehliadača Google Chrome.

Ak toto nastavenie povolíte, tlačidlo Domovská stránka sa bude vždy zobrazovať.

Ak toto nastavenie zakážete, tlačidlo Domovská stránka sa nikdy nezobrazí.

Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Google Chrome nebudú môcť zmeniť ani prepísať.

Ak toto nastavenie ponecháte nenastavené, umožní to používateľovi zvoliť, či chce tlačidlo Domovská stránka zobraziť.</string><string id="ShowLogoutButtonInTray">Pridať do oblasti oznámení tlačidlo odhlásenia</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Povolenie izolácie všetkých webov</string><string id="SitePerProcess_Explain">
POZNÁMKA: Toto je experimentálne pravidlo, ktoré môže poškodiť funkčnosť!
Ak chcete vyťažiť z oboch možností, t. j. izolovať s obmedzeným vplyvom na používateľov,
pozrite si nastavenie pravidla IsolateOrigins. Pravidlo
IsolateOrigins použite so zoznamom webov, ktoré chcete izolovať. Toto
nastavenie – SitePerProcess – izoluje všetky weby.
Ak toto pravidlo povolíte, všetky weby sa budú spúšťať vo vlastných procesoch.
Ak ho zakážete, bude platiť logika správy procesov pre predbežnú izoláciu webov.
Ak toto pravidlo nenakonfigurujete, používateľ bude môcť dané nastavenie zmeniť.
</string><string id="SpellCheckServiceEnabled">Povoliť alebo zakázať webovú službu kontroly pravopisu</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome môže na opravu pravopisných chýb používať webovú službu spoločnosti Google. Ak je toto nastavenie povolené, služba sa používa neustále. Ak je nastavenie zakázané, služba sa nepoužíva nikdy.

Kontrolu pravopisu je stále možné vykonať pomocou stiahnutého slovníka. Toto pravidlo sa vzťahuje iba na používanie služieb online.

Ak toto nastavenie nie je nakonfigurované, používatelia môžu zvoliť, či službu na kontrolu pravopisu chcú použiť alebo nie.</string><string id="SuppressUnsupportedOSWarning">Zrušenie zobrazovania upozornenia na nepodporovaný operačný systém</string><string id="SuppressUnsupportedOSWarning_Explain">Zruší zobrazenie upozornenia spúšťaného vtedy, keď Google Chrome používate v počítači alebo operačnom systéme, ktorý už nie je podporovaný.</string><string id="SyncDisabled">Zakázať synchronizáciu údajov so servermi Google</string><string id="SyncDisabled_Explain">Zakáže v prehliadači Google Chrome synchronizáciu údajov pomocou služieb synchronizácie hostených Googlom a zabráni používateľom toto nastavenie zmeniť.

Ak toto nastavenie povolíte, používatelia ho v prehliadači Google Chrome nebudú môcť zmeniť ani prepísať.

Ak toto pravidlo ponecháte nenastavené, používateľ si bude môcť vybrať, či sa má Synchronizácia Google používať.

Ak chcete Synchronizáciu Google zakázať úplne, odporúčame vypnúť službu Synchronizácie Google v Správcovskej konzole Google.

Toto pravidlo by ste nemali povoľovať zároveň s pravidlom RoamingProfileSupportEnabled, keďže obe funkcie fungujú na strane klienta rovnako. Synchronizácia hostená Googlom je v tomto prípade úplne zakázaná.</string><string id="SystemTimezone">Časové pásmo</string><string id="SystemTimezone_Explain">Určí časové pásmo, ktoré sa má použiť v zariadení. Používatelia môžu prepísať určené časové pásmo pre aktuálnu reláciu. Po odhlásení sa však opäť nastaví určené časové pásmo. Ak poskytnete neplatnú hodnotu, toto pravidlo sa aktivuje a použije sa časové pásmo GMT. Ak poskytnete prázdny reťazec, toto pravidlo sa bude ignorovať.

Ak toto pravidlo nepoužijete, bude sa naďalej používať aktuálne časové pásmo. Používatelia však môžu časové pásmo zmeniť a táto zmena bude trvalá. Zmena, ktorú vykoná jeden používateľ, teda bude mať vplyv prihlasovaciu obrazovku a všetkých ďalších používateľov.

Nové zariadenia začínajú s časovým pásmom US/Pacific.

Formát hodnoty zodpovedá názvom časových pásiem v databáze časových pásiem IANA (nájdete ju na adrese https://en.wikipedia.org/wiki/Tz_database). Konkrétne je väčšina časových pásiem vyjadrená vo formáte „kontinent/veľkomesto“ alebo „oceán/veľkomesto“.

Nastavenie tohto pravidla zakáže automatické rozlíšenie časového pásma na základe polohy zariadenia. Prepíše tiež pravidlo SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Konfigurovať spôsob automatického zisťovania časového pásma</string><string id="SystemTimezoneAutomaticDetection_Explain">Keď je toto pravidlo nastavené, postup automatického zisťovania časového pásma bude v závislosti od hodnoty daného nastavenia prebiehať jedným z nasledujúcich spôsobov:

Ak je nastavené na hodnotu TimezoneAutomaticDetectionUsersDecide, používatelia budú môcť ovládať automatické zisťovanie časového pásma pomocou bežných ovládacích prvkov v nastaveniach na adrese chrome://settings.

Ak je nastavené na hodnotu TimezoneAutomaticDetectionDisabled, ovládacie prvky automatického zisťovania časového pásma budú v nastaveniach na adrese chrome://settings zakázané. Automatické zisťovanie časového pásma bude vždy vypnuté.

Ak je nastavené na hodnotu TimezoneAutomaticDetectionIPOnly, ovládacie prvky časového pásma budú v nastaveniach na adrese chrome://settings zakázané. Automatické zisťovanie časového pásma bude vždy zapnuté. Zisťovanie časového pásma bude na rozpoznávanie polohy používať iba metódu pomocou adresy IP.

Ak je nastavené na hodnotu TimezoneAutomaticDetectionSendWiFiAccessPoints, ovládacie prvky časového pásma budú v nastaveniach na adrese chrome://settings zakázané. Automatické zisťovanie časového pásma bude vždy zapnuté. Zoznam viditeľných prístupových bodov Wi‑Fi sa bude vždy posielať na server s rozhraním Geolocation API, ktorý zisťovanie časového pásma ešte viac spresní.

Ak je nastavené na hodnotu TimezoneAutomaticDetectionSendAllLocationInfo, ovládacie prvky časového pásma budú v nastaveniach na adrese chrome://settings zakázané. Automatické zisťovanie časového pásma bude vždy zapnuté. Informácie o polohe (ako sú prístupové body Wi‑Fi, stanice BTS v dosahu a súradnice GPS) sa budú odosielať na server, ktorý zisťovanie časového pásma ešte viac spresní.

Ak toto pravidlo nie je nastavené, bude sa správať, ako keby bolo nastavené pravidlo TimezoneAutomaticDetectionUsersDecide.

Ak je nastavené pravidlo SystemTimezone, toto pravidlo prepíše. V tomto prípade bude automatické zisťovanie časového pásma úplne zakázané.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Počas rozpoznávania časového pásma vždy odosielať všetky dostupné signály polohy na server</string><string id="SystemUse24HourClock">Používať v predvolenom nastavení 24-hodinový formát hodín</string><string id="SystemUse24HourClock_Explain">Určuje formát hodín, ktorý sa použije na zariadení.

Toto pravidlo konfiguruje formát hodín, ktorý sa predvolene použije na prihlasovacej obrazovke pre relácie používateľov. Používatelia budú môcť nastavenia formátu hodín vo svojom účte prepísať.

Ak je pravidlo povolené, zariadenie bude používať 24-hodinový formát hodín. Ak je pravidlo zakázané, zariadenie použije 12-hodinový formát hodín.

Ak pravidlo nenastavíte, zariadenie použije v predvolenom nastavení 24-hodinový formát hodín.</string><string id="TPMFirmwareUpdateSettings">Konfigurácia správania aktualizácie firmvéru TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Umožňuje konfigurovať dostupnosť a správanie funkcií aktualizácie firmvéru TPM.

Jednotlivé nastavenia môžete určiť vo vlastnostiach JSON:

allow-user-initiated-powerwash: Ak nastavíte možnosť true, používatelia budú môcť spustiť postup Powerwash na inštaláciu aktualizácie firmvéru TPM.

Ak toto pravidlo nenastavíte, funkcie aktualizácie firmvéru TPM nebudú k dispozícii.</string><string id="TaskManagerEndProcessEnabled">Povoľuje ukončovanie procesov v Správcovi úloh</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Nastaviť Zmluvné podmienky pre miestny účet v zariadení</string><string id="TermsOfServiceURL_Explain">Nastavuje Zmluvné podmienky, ktoré musí používateľ prijať pred začatím relácie prostredníctvom miestneho účtu v zariadení.

Ak je toto pravidlo nastavené, systém Google Chrome OS prevezme pri začatí relácie prostredníctvom miestneho účtu v zariadení Zmluvné podmienky a zobrazí ich používateľovi.

Ak toto pravidlo nastavené nie je, Zmluvné podmienky sa nezobrazia.

Toto pravidlo byť malo byť nastavené ako webová adresa, z ktorej systém Google Chrome OS môže Zmluvné podmienky stiahnuť. Zmluvné podmienky musia byť uložené vo formáte čistého textu, zobrazované ako typ MIME „text/plain“. Nie sú povolené žiadne značky.</string><string id="TouchVirtualKeyboardEnabled">Povoliť virtuálnu klávesnicu</string><string id="TouchVirtualKeyboardEnabled_Explain">Toto pravidlo konfiguruje povolenie virtuálnej klávesnice ako zariadenia vstupu v systéme OS Chrome. Používatelia nemôžu toto pravidlo prepísať.

Ak je toto pravidlo povolené, bude virtuálna klávesnica na obrazovke vždy povolená.

Ak je toto pravidlo zakázané, bude virtuálna klávesnica na obrazovke vždy zakázaná.

Ak toto pravidlo nastavíte, používatelia ho nebudú môcť zmeniť ani prepísať. Budú však stále môcť povoliť alebo zakázať klávesnicu na obrazovke zjednodušenia ovládania, ktorá má prednosť pred virtuálnou klávesnicou ovládanou týmto pravidlom. Informácie o ovládaní klávesnice na obrazovke zjednodušenia ovládania nájdete v pravidle |VirtualKeyboardEnabled|.

Ak toto pravidlo nenastavíte, bude klávesnica na obrazovke počiatočne zakázaná, ale používateľ ju bude môcť kedykoľvek povoliť. Pri rozhodovaní o tom, kedy zobraziť klávesnicu, je tiež možné použiť heuristické pravidlá.</string><string id="TranslateEnabled">Povoliť službu Translate</string><string id="TranslateEnabled_Explain">Povoľuje v prehliadači Google Chrome integrovanú službu Prekladač Google.

Ak toto nastavenie povolíte, prehliadač Google Chrome zobrazí integrovaný panel s nástrojmi ponúkajúci preklad príslušnej stránky tam, kde je to vhodné.

Ak toto nastavenie zakážete, používateľom sa panel prekladu nezobrazí nikdy.

Ak toto nastavenie povolíte alebo zakážete, používatelia nebudú môcť toto nastavenie v prehliadači Google Chrome zmeniť ani prepísať.

Ak je toto nastavenie ponechané nenastavené, používateľ sa môže rozhodnúť, či túto funkciu použiť chce alebo nechce.</string><string id="URLBlacklist">Blokovať prístup k zoznamu webových adries</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blokovať prístup k zoznamu webových adries</string><string id="URLWhitelist">Umožňuje prístup k zoznamu webových adries</string><string id="URLWhitelist_Explain">Umožňuje pristupovať k webovým adresám uvedeným v zozname, ktoré predstavujú výnimky pre zoznam zakázaných webových adries.

Informácie o formáte položiek v zozname nájdete v popise pravidla na zablokovanie webových adries.

Toto pravidlo umožňuje otvárať výnimky pre zoznamy zakázaných webových adries. Na zoznam zakázaných položiek môžete napríklad pridať položku „*“, ktorá zablokuje všetky žiadosti, a pomocou tohto pravidla následne môžete povoliť prístup k obmedzenému zoznamu webových adries. Môže sa použiť na otváranie určitých schém, subdomén a ďalších domén, portov alebo konkrétnych ciest.

O povolení alebo zablokovaní webové adresy rozhodne najkonkrétnejší filter. Biela listina má prednosť pred zoznamom zakázaných položiek.

Toto pravidlo je obmedzené na 1 000 položiek. Ostatné položky sa budú ignorovať.

Ak toto pravidlo ponecháte nenastavené, nebudú k dispozícii žiadne výnimky pre zoznam zakázaných adries uvedený v rámci pravidla URLBlacklist.</string><string id="URLWhitelistDesc">Umožňuje prístup k zoznamu webových adries</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Ak toto pravidlo nastavíte na hodnotu true, bude povolený a
predvolene zapnutý režim zjednotenej plochy, ktorý umožňuje aplikáciám rozšíriť obsah na viacero obrazoviek.
Používateľ môže vypnúť režim zjednotenej plochy pre jednotlivé obrazovky tak, že zruší začiarknutie
danej obrazovky v nastaveniach zobrazenia.

Ak toto pravidlo nastavíte na hodnotu false alebo ho nenastavíte, režim zjednotenej obrazovky
bude vypnutý. V tomto prípade ho používateľ nemôže zapnúť.</string><string id="UsbDetachableWhitelist">Zoznam povolených odpojiteľných zariadení USB</string><string id="UsbDetachableWhitelist_Explain">Definuje zoznam zariadení USB, ktoré je možné odpojiť od ovládača jadra, aby sa dali použiť prostredníctvom rozhrania chrome.usb API priamo vo webovej aplikácii. Vstupné hodnoty sú páry identifikátor dodávateľa USB – identifikátor produktu na určenie konkrétneho hardvéru.

Ak toto pravidlo nenakonfigurujete, zoznam odpojiteľných zariadení USB bude prázdny.</string><string id="UsbDetachableWhitelistDesc">Zoznam povolených odpojiteľných zariadení USB</string><string id="UserAvatarImage">Obrázok avatara používateľa</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Nastaviť zobrazovaný názov pre miestne účty na zariadení</string><string id="UserDisplayName_Explain">Ovláda názov účtu, ktorý systém Google Chrome OS zobrazí na obrazovke prihlásenia pre zodpovedajúci miestny účet na zariadení.

Ak je toto pravidlo nastavené, obrazovka prihlásenia použije stanovený reťazec pri prihlásení založenom na obrázku pre zodpovedajúci miestny účet na zariadení.

Ak je toto pravidlo ponechané nenastavené, systém Google Chrome OS použije ID e-mailového účtu pre miestny účet na zariadení ako meno, ktoré zobrazí na obrazovke prihlásenia.

Toto pravidlo sa v prípade bežných používateľských účtov ignoruje.</string><string id="VideoCaptureAllowed">Povoliť alebo zakázať zaznamenávanie videa</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Webové adresy, ktorým bude udelený prístup k zariadeniam na zaznamenávanie videa bez zobrazenia výzvy</string><string id="VideoCaptureAllowedUrls_Explain">Vzory v tomto zozname sa porovnajú s pôvodom
zabezpečenia webovej adresy, ktorá odoslala žiadosť. Ak sa nájde zhoda, prístup k zariadeniam
na zaznamenávanie zvuku sa udelí bez výzvy.
POZNÁMKA: Do verzie 45 je toto pravidlo v súčasnosti podporované iba v režime verejného terminálu.</string><string id="VideoCaptureAllowedUrlsDesc">Webové adresy, ktorým bude udelený prístup k zariadeniam na zaznamenávanie videa bez zobrazenia výzvy</string><string id="WPADQuickCheckEnabled">Povoliť optimalizáciu pomocou protokolu WPAD</string><string id="WPADQuickCheckEnabled_Explain">Umožňuje vypnúť optimalizáciu WPAD (Web Proxy Auto-Discovery) v prehliadači Google Chrome.

Ak je toto pravidlo nastavené na možnosť False, optimalizácia WPAD je zakázaná a prehliadač Google Chrome tak musí čakať dlhšie na servery WPAD založené na systéme DNS. Ak je toto pravidlo povolené alebo nie je nastavené, optimalizácia WPAD je aktívna.

Bez ohľadu na to, či je toto pravidlo nastavené, alebo na spôsob, akým bolo nastavené, nemôžu používatelia nastavenie optimalizácie WPAD zmeniť.</string><string id="WallpaperImage">Obrázok tapety</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Obmedzenie rozsahu miestnych portov UDP používaných rozhraním WebRTC</string><string id="WebRtcUdpPortRange_Explain">Ak toto pravidlo nastavíte, rozsah portov UDP používaných rozhraním WebRTC bude obmedzovaný na špecifikovaný interval portov (vrátane koncových bodov).

Ak toto pravidlo nenastavíte, použijete prázdny reťazec alebo neplatný rozsah portov, rozhranie WebRTC bude môcť použiť ľubovoľný dostupný miestny port UDP.</string></stringTable><presentationTable><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Rozšírenia s povolením používať vzdialené overenie API</listBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Webová adresa domovskej stránky</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Konfigurácia predpony TalkGadget pre hostiteľov vzdialeného prístupu</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Obmedzí rozsah portov UDP používaných hostiteľom vzdialeného prístupu</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Webová adresa, kde by klienti vzdialeného prístupu mali získať token na overenie totožnosti</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>Webová adresa na potvrdenie overovacieho tokenu klienta vzdialeného pripojenia</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certifikát klienta na pripojenie k adrese RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Predvolené nastavenie súborov cookie</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Predvolené nastavenie obrázkov</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Predvolené nastavenie kódu JavaScript</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Predvolené nastavenie doplnku Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Predvolené nastavenie kontextových okien</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Predvolené nastavenie upozornení</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Predvolené nastavenie geolokácie</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Ovládať používanie rozhrania Web Bluetooth API</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Automaticky vybrať certifikáty klienta pre tieto webové stránky</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Povoliť súbory cookie na týchto webových stránkach</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blokovať súbory cookie na týchto webových stránkach</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Povoliť súbory cookie iba pre reláciu na týchto weboch</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Povoliť obrázky na týchto webových stránkach</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blokovať obrázky na týchto weboch</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Povoliť JavaScript na týchto weboch</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blokovať jazyk JavaScript na týchto webových stránkach</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Povoliť doplnok Flash na týchto weboch</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blokovať doplnok Flash na týchto weboch</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Povoliť na týchto weboch kontextové okná</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registrovať obslužné nástroje protokolu</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blokovať kontextové okná na týchto webových stránkach</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Povoliť upozornenia na týchto webových stránkach</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blokovať upozornenia na týchto webových stránkach</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Nastavenie typu lupy obrazovky</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Nastaviť predvolený typ lupy obrazovky, ktorý je povolený na prihlasovacej obrazovke</dropdownList></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Podporované schémy overenia</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Zoznam povolených overovacích serverov</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Zoznam povolených serverov delegovania protokolu Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Názov predvoleného poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Kľúčové slovo predvoleného poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Webová adresa vyhľadávania predvoleného poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Webová adresa návrhu predvoleného poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Webová adresa dynamického vyhľadávania predvoleného poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikona predvoleného poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Kódovania predvoleného poskytovateľa vyhľadávania</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Zoznam alternatívnych webových adries pre predvoleného poskytovateľa vyhľadávania</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter kontrolujúci umiestnenie vyhľadávacích výrazov pre predvoleného poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter poskytujúci funkciu vyhľadávania podľa obrázka pre predvoleného poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Predvolená webová adresa stránky novej karty poskytovateľa vyhľadávania</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametre pre webovú adresu vyhľadávania, ktorá používa metódu POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametre pre webovú adresu návrhov, ktorá používa metódu POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametre pre webovú adresu okamžitého vyhľadávania, ktorá používa metódu POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametre pre webovú adresu obrázkov, ktorá používa metódu POST</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID rozšírení, ktorých inštalácia by mala byť používateľovi zakázaná (alebo hodnota * pre všetky)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID rozšírení, ktoré majú byť zo zoznamu zakázaných rozšírení vyňaté</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID rozšírení/aplikácií a webové adresy aktualizácií, ktoré sa majú nainštalovať na pozadí</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Vzory webových adries na povolenie zdrojov inštalácie rozšírenia, aplikácie a skriptov používateľa</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Typy rozšírení/aplikácií, ktorých inštalácia je povolená</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Nastavenia správy rozšírení</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Zvoľte spôsob konfigurácie nastavení servera proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adresa alebo webová adresa servera proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Webová adresa súboru PAC servera proxy</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Zoznam pravidiel vynechania servera proxy oddelených čiarkami</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Akcia pri zavretí veka</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Percento predĺženia oneskorenia stmavenia obrazovky v režime prezentácie:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Percentuálna hodnota, o ktorú sa predĺži oneskorenie stmavenia obrazovky, keď sa zaznamená aktivita používateľa po stmavení obrazovky:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Nastavenia správy spotreby energie, keď je používateľ nečinný</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Oneskorenia uzamknutia obrazovky</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Webová adresa stránky na novej karte</label></textBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Akcia pri spustení</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Webové adresy otvárané pri spustení</listBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definovať domény s povoleným prístupom do služby Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Nastaviť dostupnosť certifikátov pre aplikácie ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfigurovať ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Webové adresy, ktorým bude udelený prístup k zariadeniam na zachytávanie zvuku bez zobrazenia výzvy</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Zakázať vynucovanie pravidla transparentnosti certifikátov pre zoznam webových adries</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Ovládať správanie používateľa v relácii viacerých profilov</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Kanál verzie</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Pravidlá výberu predvolenej tlačiarne</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfigurácia zoznamu nainštalovaných aplikácií na prihlasovacej obrazovke</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Rozloženie klávesnice na prihlasovacej obrazovke zariadenia</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Jazyk prihlasovacej obrazovky zariadenia</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Správa možností napájania na prihlasovacej obrazovke</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Konfiguračný súbor podnikovej tlačiarne pre zariadenia</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Pravidlá prístupu ku konfigurácii tlačiarní zariadenia</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Zakázané podnikové tlačiarne zariadenia</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Povolené podnikové tlačiarne zariadenia</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervaly nečinnosti, kedy sú povolené pravidlá |ignored_policy_proto_tags| upravujúce parameter OffHours</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Konfigurácia siete na úrovni zariadenia</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Frekvencia obnovenia pravidiel pre zariadenie:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Príznaky v celom systéme, ktoré sa používajú pri spúšťaní prehliadača Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Cieľová verzia automatickej aktualizácie</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Typy pripojenia, pre ktoré sú povolené aktualizácie</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Rozptylový faktor automatických aktualizácií:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Zoznam používateľov s povolením na prihlásenie</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Obrázok tapety zariadenia</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Nastaviť predvolené otočenie obrazovky, ktoré sa opakovane použije pri každom reštarte</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Nastaviť adresár na sťahovanie</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Obmedzenia súborov na stiahnutie</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Stratégia migrácie pre šifrovanie ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Povoliť zastarané funkcie webovej platformy na obmedzený čas</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Vynútiť minimálny obmedzený režim v službe YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Dostupnosť režimu Inkognito</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Povolenie izolácie webov pre konkrétne zdroje</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Kľúčové povolenia</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Spravované záložky</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maximálne oneskorenie načítania po zrušení platnosti pravidla:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Natívna tlač</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Pravidlá prístupu ku konfigurácii tlačiarní</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Zakázané podnikové tlačiarne</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Konfiguračný súbor podnikovej tlačiarne</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Povolené podnikové tlačiarne</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Povolenie predpovede siete</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Pridať na bielu listinu aplikácie na písanie poznámok, ktoré sú povolené na uzamknutej obrazovke systému Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Konfigurácia siete na úrovni používateľa</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Zoznam pripnutých aplikácií, ktoré sa zobrazujú v spúšťači</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Frekvencia obnovenia pravidiel pre používateľov:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Stanovte časový limit prihlásenia v režime offline pre používateľa, ktorého totožnosť bola overená prostredníctvom štandardu SAML:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Maximálna povolená verzia SSL</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Nastavenie odporúčaných miestnych nastavení pre verejnú reláciu</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Ovládať automatické skrývanie poličky</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Časové pásmo</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfigurovať spôsob automatického zisťovania časového pásma</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfigurácia správania aktualizácie firmvéru TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Nastaviť Zmluvné podmienky pre miestny účet v zariadení</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blokovať prístup k zoznamu webových adries</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Umožňuje prístup k zoznamu webových adries</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Zoznam povolených odpojiteľných zariadení USB</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Obrázok avatara používateľa</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Nastaviť zobrazovaný názov pre miestne účty na zariadení</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Webové adresy, ktorým bude udelený prístup k zariadeniam na zaznamenávanie videa bez zobrazenia výzvy</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Obrázok tapety</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Obmedzenie rozsahu miestnych portov UDP používaných rozhraním WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>