<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 nebo novější</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Výchozí nastavení (uživatelé mohou zásady přepsat)</string><string id="Homepage_group">Domovská stránka</string><string id="HomepageLocation">Konfigurace adresy URL domovské stránky</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Jako domovskou použít stránku Nová karta</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Aktivuje službu Google Cast</string><string id="EnableMediaRouter_Explain">Pokud je tato zásada nastavena na hodnotu True nebo není nastavena, služba Google Cast bude aktivována a uživatelé ji budou moci spustit pomocí nabídky aplikace, kontextových nabídek stránky, ovládacích prvků médií na webových stránkách s podporou technologie Cast a ikony Cast na panelu nástrojů (bude-li zobrazena).

Je-li tato zásada nastavena na hodnotu False, služba Google Cast bude deaktivována.</string><string id="ShowCastIconInToolbar">Zobrazuje ikonu Google Cast na panelu nástrojů</string><string id="ShowCastIconInToolbar_Explain">Je-li tato zásada nastavena na hodnotu true, bude ikona Cast na liště nebo v rozbalovací nabídce vždy zobrazena a uživatelé ji nebudou moci odebrat.

Pokud je tato zásada nastavena na hodnotu false nebo není nastavena, uživatelé ikonu budou moci připnout nebo odebrat pomocí kontextové nabídky.

Pokud je zásada EnableMediaRouter nastavena na hodnotu false, hodnota této zásady se nijak neprojeví a ikona se na liště zobrazovat nebude.</string><string id="Drive_group">Konfigurace možností Disku Google</string><string id="DriveDisabled">Zakáže v aplikaci Soubory v systému Google Chrome OS přístup k Disku.</string><string id="DriveDisabled_Explain">Pokud má hodnotu True, deaktivuje synchronizaci aplikace Soubory systému Google Chrome OS s Diskem Google. Na Disk Google se v tomto případě nebudou nahrávat žádná data.

Pokud má tato zásada hodnotu False nebo není nastavena, uživatelé budou moci přenášet soubory na Disk Google.</string><string id="DriveDisabledOverCellular">Zakáže v aplikaci Soubory v systému Google Chrome OS přístup k Disku Google přes mobilní připojení</string><string id="DriveDisabledOverCellular_Explain">Pokud je nastavena na hodnotu True, zakáže synchronizaci Disku Google v aplikaci Soubory v systému Google Chrome OS při použití mobilního připojení. Data se na Disk Google synchronizují pouze při připojení přes Wi-Fi nebo Ethernet.

Pokud tato zásada není nastavena nebo je nastavena na hodnotu False, uživatelé budou moci přenášet soubory na Disk Google prostřednictvím mobilních připojení.</string><string id="RemoteAccess_group">Konfigurace možností vzdáleného přístupu</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Povolení přechodu přes bránu firewall z hostitele vzdáleného připojení</string><string id="RemoteAccessHostFirewallTraversal_Explain">Povolí použití synchronizačních serverů a serverů STUN, když se vzdálení klienti pokouší připojit k tomuto počítači.

Pokud je toto nastavení aktivováno, mohou vzdálení klienti tento počítač objevit a připojit se k němu i v případě, že jsou odděleni bránou firewall.

Pokud je toto nastavení deaktivováno a odchozí připojení UDP jsou filtrována bránou firewall, lze se k tomuto počítači připojit pouze z klientských počítačů v místní síti.

Pokud tato zásada není nastavena, bude nastavení aktivováno.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Konfigurovat předponu TalkGadget pro hostitele vzdáleného přístupu</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Slouží ke konfiguraci předpony TalkGadget, kterou budou používat hostitelé vzdáleného přístupu, a brání uživatelům, aby ji změnili.

Je-li tato předpona zadána, je přidána před základní název TalkGadget, čímž vznikne celý název domény TalkGadget. Základní název domény TalkGadget je „.talkgadget.google.com“.

Je-li toto nastavení zapnuto, budou hostitelé při přihlašování k doméně TalkGadget používat vlastní název domény namísto výchozího názvu.

Je-li toto nastavení vypnuto nebo není-li nastaveno, pro všechny hostitele bude používán výchozí název domény TalkGadget (chromoting-host.talkgadget.google.com).

Nastavení této zásady nemá žádný vliv na klienty se vzdáleným přístupem, kteří se k doméně TalkGadget budou přihlašovat vždy pomocí adresy chromoting-client.talkgadget.google.com.</string><string id="RemoteAccessHostRequireCurtain">Povolit blokování uživatelského rozhraní hostitelů vzdáleného přístupu</string><string id="RemoteAccessHostRequireCurtain_Explain">Povolí blokování uživatelského rozhraní hostitelů vzdáleného přístupu během připojení.
Je-li nastavení povoleno, jsou fyzická vstupní a výstupní zařízení hostitele během probíhajícího vzdáleného připojení deaktivována.

Pokud je nastavení zakázáno nebo není nastaveno, mohou místní nebo vzdálení uživatelé během sdílení provádět interakci s hostitelem.</string><string id="RemoteAccessHostAllowClientPairing">Aktivovat nebo deaktivovat ověřování bez kódu PIN u hostitelů vzdáleného přístupu</string><string id="RemoteAccessHostAllowClientPairing_Explain">Pokud je toto nastavení aktivní nebo není nakonfigurováno, uživatelé mohou zapnout párování klientů a hostitelů při připojování. Pak nebude nutné zadávat pokaždé kód PIN.

Pokud je toto nastavení deaktivováno, tato funkce nebude dostupná.</string><string id="RemoteAccessHostAllowGnubbyAuth">Povolit ověřování gnubby pro hostitele vzdáleného přístupu</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Pokud je toto nastavení povoleno, žádosti gnubby o ověření budou zprostředkovány přes připojení ke vzdálenému hostiteli.

Pokud je toto nastavení zakázáno nebo není nakonfigurováno, žádosti gnubby o ověření nebudou zprostředkovány.</string><string id="RemoteAccessHostAllowRelayedConnection">Povolit použití předávacích serverů hostitelem vzdáleného přístupu</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Omezí rozsah portů UDP používaný hostitelem vzdáleného přístupu.</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Vyžaduje shodu jména místního uživatele a vlastníka hostitele vzdáleného přístupu</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Adresa URL, u které by klienti vzdáleného připojení měli obdržet ověřovací token</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">Adresa URL k potvrzení ověřovacího tokenu klienta vzdáleného připojení</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Klientský certifikát pro připojení k RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="ContentSettings_group">Nastavení obsahu</string><string id="DefaultCookiesSetting">Výchozí nastavení souborů cookie</string><string id="DefaultCookiesSetting_Explain">Umožňuje určit, zda mohou webové stránky nastavovat místní data. Nastavení místních dat lze buď povolit pro všechny weby, nebo je pro všechny weby zakázat.

Pokud je tato zásada nastavena na možnost Uchovat soubory cookie po dobu trvání relace, po ukončení relace budou soubory cookie vymazány. Pokud je prohlížeč Google Chrome spuštěn na pozadí, relace se po zavření okna nemusí ukončit. Další informace o konfiguraci tohoto chování naleznete v podrobnostech o zásadě BackgroundModeEnabled.

Není-li zásada nastavena, bude použita zásada AllowCookies a uživatelé ji budou moci změnit.</string><string id="DefaultCookiesSetting_AllowCookies">Umožnit nastavení místních dat všem webům</string><string id="DefaultCookiesSetting_BlockCookies">Nepovolovat nastavení místních dat žádným webům</string><string id="DefaultCookiesSetting_SessionOnly">Uchovat soubory cookie po dobu trvání relace</string><string id="DefaultImagesSetting">Výchozí nastavení obrázků</string><string id="DefaultImagesSetting_Explain">Umožňuje nastavit, zda mají webové stránky povoleno zobrazovat obrázky. Zobrazování obrázků lze buď povolit všem webovým stránkám, nebo je všem webovým stránkám zakázat.

Pokud tuto zásadu nenastavíte, bude použita zásada AllowImages a uživatelé ji budou moci změnit.</string><string id="DefaultImagesSetting_AllowImages">Povolit všem webům zobrazování všech obrázků</string><string id="DefaultImagesSetting_BlockImages">Nepovolit zobrazení obrázků žádným webovým stránkám</string><string id="DefaultJavaScriptSetting">Výchozí nastavení JavaScriptu</string><string id="DefaultJavaScriptSetting_Explain">Umožňuje nastavit, zda mohou webové stránky spouštět JavaScript. Spouštění JavaScriptu lze buď povolit pro všechny weby, nebo naopak pro všechny weby zakázat.

Pokud zásadu nenastavíte, použije se zásada AllowJavaScript a uživatelé ji budou moci změnit.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Povolit všem webům spouštět JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Nepovolovat spouštění JavaScriptu žádnému webu</string><string id="DefaultPluginsSetting">Výchozí nastavení pluginu Flash</string><string id="DefaultPluginsSetting_Explain">Umožňuje nastavit, zda mohou weby automaticky spouštět plugin Flash. Automatické spouštění pluginu Flash lze buď pro všechny weby povolit, nebo naopak zakázat.

Plugin Flash lze spustit pomocí funkce přehrání kliknutím. Uživatel však jeho spuštění musí aktivovat kliknutím na zástupný symbol.

Pokud je tato zásada ponechána nenastavená, uživatel toto nastavení bude moci ručně změnit.</string><string id="DefaultPluginsSetting_AllowPlugins">Povolit všem webům automatické spouštění pluginu Flash</string><string id="DefaultPluginsSetting_BlockPlugins">Blokovat plugin Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Spustit kliknutím</string><string id="DefaultPopupsSetting">Výchozí nastavení vyskakovacích oken</string><string id="DefaultPopupsSetting_Explain">Umožňuje nastavit, zda mohou webové stránky zobrazovat vyskakovací okna. Zobrazování vyskakovacích oken lze buď povolit pro všechny weby, nebo je pro všechny weby zakázat.

Není-li zásada nastavena, bude použita zásada BlockPopups a uživatelé ji budou moci změnit.</string><string id="DefaultPopupsSetting_AllowPopups">Povolit všem webům zobrazovat vyskakovací okna</string><string id="DefaultPopupsSetting_BlockPopups">Nepovolit zobrazení vyskakovacích oken žádným webovým stránkám</string><string id="DefaultNotificationsSetting">Výchozí nastavení oznámení</string><string id="DefaultNotificationsSetting_Explain">Umožňuje nastavit, zda mohou webové stránky zobrazovat oznámení na ploše. Zobrazování oznámení na ploše lze nakonfigurovat tak, že bude ve výchozím nastavení povoleno nebo zakázáno. Také lze nastavit, že se při každém pokusu webových stránek o zobrazení oznámení na ploše zobrazí uživateli výzva.

Pokud tuto zásadu nenastavíte, použije se zásada AskNotifications a uživatelé ji budou moci změnit.</string><string id="DefaultNotificationsSetting_AllowNotifications">Povolit webovým stránkám zobrazovat oznámení na ploše</string><string id="DefaultNotificationsSetting_BlockNotifications">Nepovolovat žádnému webu zobrazovat oznámení na ploše</string><string id="DefaultNotificationsSetting_AskNotifications">Dotázat se vždy, když se webové stránky snaží zobrazit oznámení na ploše</string><string id="DefaultGeolocationSetting">Výchozí nastavení geolokace</string><string id="DefaultGeolocationSetting_Explain">Umožňuje nastavit, zda mohou webové stránky sledovat fyzickou polohu uživatele. Sledování fyzické polohy uživatelů lze nakonfigurovat tak, že bude ve výchozím nastavení povoleno nebo zakázáno. Také lze nastavit, že se při každém pokusu webových stránek o sledování fyzické polohy uživateli zobrazí výzva.

Není-li zásada nastavena, bude použita zásada AskGeolocation a uživatel ji bude moci změnit.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Umožňuje webovým stránkám sledovat fyzickou polohu uživatele</string><string id="DefaultGeolocationSetting_BlockGeolocation">Nepovolovat sledování fyzické polohy žádným webovým stránkám</string><string id="DefaultGeolocationSetting_AskGeolocation">Dotázat se vždy, když se webové stránky snaží sledovat fyzickou polohu uživatele</string><string id="DefaultWebBluetoothGuardSetting">Ovládat používání rozhraní Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_Explain">Umožňuje nastavit, zda weby mají povoleno získat přístup k blízkým zařízením Bluetooth. Přístup lze zcela zablokovat nebo je možné uživatele požádat pokaždé, když web chce získat přístup k blízkým zařízením Bluetooth.

Pokud je tato zásada ponechána nenastavená, použije se hodnota „3“ a uživatel ji bude moci změnit.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Nedovolit žádnému webu požadovat přístup k zařízením Bluetooth pomocí rozhraní Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Povolit webům žádat uživatele o udělení přístupu k blízkému zařízení Bluetooth</string><string id="AutoSelectCertificateForUrls">Automatický výběr certifikátů klienta u těchto webů</string><string id="AutoSelectCertificateForUrls_Explain">Umožňuje zadat seznam vzorů adres URL, pro které by měl prohlížeč Google Chrome automaticky vybrat klientský certifikát, pokud o něj web požádá.

Hodnota musí být pole slovníků JSON převedených na řetězce. Každý slovník musí mít tvar { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, kde $URL_PATTERN je vzor nastavení obsahu. $FILTER omezuje klientské certifikáty, ze kterých bude prohlížeč automaticky vybírat. Nezávisle na filtru budou vybrány pouze ty certifikáty, které odpovídají žádosti serveru o certifikát. Pokud má $FILTER tvar { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, budou navíc vybrány pouze ty klientské certifikáty, které byly vydány certifikátem s běžným názvem $ISSUER_CN. Pokud je $FILTER prázdný slovník {}, výběr klientských certifikátů není nijak dále omezen.

Je-li tato zásada ponechána nenastavená, nebude se automatický výběr provádět pro žádný web.</string><string id="AutoSelectCertificateForUrlsDesc">Automatický výběr certifikátů klienta u těchto webů</string><string id="CookiesAllowedForUrls">Povolit soubory cookie na těchto stránkách</string><string id="CookiesAllowedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL webových stránek, které mohou nastavovat soubory cookie.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultCookiesSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="CookiesAllowedForUrlsDesc">Povolit soubory cookie na těchto stránkách</string><string id="CookiesBlockedForUrls">Blokovat soubory cookie na těchto stránkách</string><string id="CookiesBlockedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL webových stránek, které nemají povoleno nastavovat soubory cookie.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultCookiesSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="CookiesBlockedForUrlsDesc">Blokovat soubory cookie na těchto stránkách</string><string id="CookiesSessionOnlyForUrls">Povolit soubory cookie pouze pro relaci na těchto stránkách</string><string id="CookiesSessionOnlyForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL stránek, které mají povoleno nastavovat soubory cookie pouze pro relaci.

Pokud tuto zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady „DefaultCookiesSetting“ (pokud je nastavena), nebo z osobního nastavení uživatele.

Pokud je prohlížeč Google Chrome spuštěn na pozadí, relace se po zavření posledního okna prohlížeče nemusí ukončit. Namísto toho zůstane aktivní, dokud se prohlížeč neukončí. Další informace o konfiguraci tohoto chování naleznete v podrobnostech o zásadě BackgroundModeEnabled.

Pokud je zásada „RestoreOnStartup“ nastavena na obnovení adres URL z předcházejících relací, nebude tato zásada dodržována a soubory cookie se pro tyto webové stránky budou ukládat natrvalo.</string><string id="CookiesSessionOnlyForUrlsDesc">Povolit soubory cookie pouze pro relaci na těchto stránkách</string><string id="ImagesAllowedForUrls">Povolit obrázky na těchto stránkách</string><string id="ImagesAllowedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL pro webové stránky, které mají povoleno zobrazovat obrázky.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultImagesSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="ImagesAllowedForUrlsDesc">Povolit obrázky na těchto stránkách</string><string id="ImagesBlockedForUrls">Blokovat obrázky na těchto stránkách</string><string id="ImagesBlockedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL webových stránek, které nemají povoleno zobrazovat obrázky.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultImagesSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="ImagesBlockedForUrlsDesc">Blokovat obrázky na těchto stránkách</string><string id="JavaScriptAllowedForUrls">Povolit JavaScript na těchto stránkách</string><string id="JavaScriptAllowedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL stránek, kterým je povoleno spouštět JavaScript.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultJavaScriptSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="JavaScriptAllowedForUrlsDesc">Povolit JavaScript na těchto stránkách</string><string id="JavaScriptBlockedForUrls">Blokovat JavaScript na těchto stránkách</string><string id="JavaScriptBlockedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL stránek, kterým není povoleno spouštět JavaScript.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultJavaScriptSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="JavaScriptBlockedForUrlsDesc">Blokovat JavaScript na těchto stránkách</string><string id="PluginsAllowedForUrls">Povolit plugin Flash na těchto webech</string><string id="PluginsAllowedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL webů, které mají povoleno spouštět plugin Flash.

Pokud tuto zásadu nenastavíte, použije se pro všechny weby globální výchozí hodnota buď ze zásady DefaultPluginsSetting (pokud je nastavena), nebo z osobní konfigurace uživatele.</string><string id="PluginsAllowedForUrlsDesc">Povolit plugin Flash na těchto webech</string><string id="PluginsBlockedForUrls">Blokovat plugin Flash na těchto webech</string><string id="PluginsBlockedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL webů, které nemají povoleno spouštět plugin Flash.

Pokud tuto zásadu nenastavíte, použije se pro všechny weby globální výchozí hodnota buď ze zásady DefaultPluginsSetting (pokud je nastavena), nebo z osobní konfigurace uživatele.</string><string id="PluginsBlockedForUrlsDesc">Blokovat plugin Flash na těchto webech</string><string id="PopupsAllowedForUrls">Povolit na těchto stránkách vyskakovací okna</string><string id="PopupsAllowedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL stránek, které mají povoleno otevírat vyskakovací okna.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultPopupsSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="PopupsAllowedForUrlsDesc">Povolit na těchto stránkách vyskakovací okna</string><string id="RegisteredProtocolHandlers">Registrace obslužných nástrojů protokolů</string><string id="RegisteredProtocolHandlers_Explain">Umožňuje zaregistrovat seznam obslužných nástrojů protokolů. Tato zásada může být pouze doporučena. Vlastnost |protocol| musí být nastavena na schéma jako „mailto“ a vlastnost |url| musí být nastavena na vzorec adresy URL aplikace, která schéma zpracovává. Vzorec může obsahovat specifikátor „%s“, který (bude-li zadán) bude nahrazen zpracovanou adresou URL.

Obslužné nástroje protokolů zaregistrované pomocí této zásady budou sloučeny s obslužnými nástroji zaregistrovanými uživatelem a k dispozici budou všechny. Obslužné nástroje protokolů nainstalované zásadou může uživatel přepsat tím, že nainstaluje nový výchozí obslužný nástroj, avšak nemůže je odstranit.</string><string id="PopupsBlockedForUrls">Blokovat vyskakovací okna na těchto webech</string><string id="PopupsBlockedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL stránek, které nemají povoleno otevírat vyskakovací okna.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultPopupsSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="PopupsBlockedForUrlsDesc">Blokovat vyskakovací okna na těchto webech</string><string id="NotificationsAllowedForUrls">Povolit na těchto stránkách oznámení</string><string id="NotificationsAllowedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL webových stránek, které mají povoleno nastavovat upozornění.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultNotificationsSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="NotificationsAllowedForUrlsDesc">Povolit na těchto stránkách oznámení</string><string id="NotificationsBlockedForUrls">Blokovat upozornění na těchto stránkách</string><string id="NotificationsBlockedForUrls_Explain">Umožňuje nastavit seznam vzorů adres URL webových stránek, které nemají povoleno zobrazovat oznámení.

Pokud zásadu nenastavíte, použije se pro všechny webové stránky globální výchozí hodnota buď ze zásady DefaultNotificationsSetting (pokud je nastavena), nebo z osobního nastavení uživatele.</string><string id="NotificationsBlockedForUrlsDesc">Blokovat upozornění na těchto stránkách</string><string id="Accessibility_group">Nastavení usnadnění přístupu</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Zobrazit možnosti usnadnění přístupu v nabídce panelu systému</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Aktivovat velký kurzor</string><string id="LargeCursorEnabled_Explain">Aktivuje funkci usnadnění přístupu pomocí velkého kurzoru.

Pokud je tato zásada nastavena na hodnotu true, velký kurzor bude vždy aktivní.

Pokud je tato zásada nastavena na hodnotu false, velký kurzor bude vždy deaktivován.

Pokud tuto zásadu nastavíte, uživatelé ji nebudou moci změnit ani přepsat.

Pokud ji ponecháte nenastavenou, velký kurzor bude ve výchozím nastavení deaktivován, ale uživatelé jej budou moci kdykoli aktivovat.</string><string id="SpokenFeedbackEnabled">Aktivovat hlasovou odezvu</string><string id="SpokenFeedbackEnabled_Explain">Aktivuje funkci usnadnění přístupu pomocí hlasové odezvy.

Pokud je tato zásada nastavena na hodnotu true, bude hlasová odezva vždy aktivní.

Pokud je tato zásada nastavena na hodnotu false, bude hlasová odezva vždy deaktivována.
Pokud tuto zásadu nastavíte, uživatelé ji nebudou moci změnit ani přepsat.

Pokud ji ponecháte nenastavenou, bude hlasová odezva ve výchozím nastavení deaktivována, ale uživatelé ji budou moci kdykoli aktivovat.</string><string id="HighContrastEnabled">Aktivovat vysoce kontrastní režim</string><string id="HighContrastEnabled_Explain">Aktivuje funkci usnadnění přístupu pomocí vysokého kontrastu.

Pokud je tato zásada nastavena na hodnotu true, režim vysokého kontrastu bude vždy aktivní.

Pokud je tato zásada nastavena na hodnotu false, režim vysokého kontrastu bude vždy deaktivován.

Pokud tuto zásadu nastavíte, uživatelé ji nebudou moci změnit ani přepsat.

Pokud ji ponecháte nenastavenou, režim vysokého kontrastu bude ve výchozím nastavení deaktivován, ale uživatelé jej budou moci kdykoli aktivovat.</string><string id="VirtualKeyboardEnabled">Povolit softwarovou klávesnici</string><string id="VirtualKeyboardEnabled_Explain">Povolí funkci usnadnění přístupu pomocí softwarové klávesnice.

Pokud je tato zásada nastavena na hodnotu true, bude softwarová klávesnice vždy povolena.

Pokud je tato zásada nastavena na hodnotu false, bude softwarová klávesnice vždy zakázána.

Pokud tuto zásadu nastavíte, uživatelé ji nebudou moci změnit ani přepsat.

Pokud ji ponecháte nenastavenou, softwarová klávesnice bude ve výchozím nastavení zakázána, ale uživatelé ji budou moci kdykoli povolit.</string><string id="KeyboardDefaultToFunctionKeys">Mediální klávesy ve výchozím nastavení slouží jako funkční klávesy</string><string id="KeyboardDefaultToFunctionKeys_Explain">Změní výchozí chování horní řady kláves tak, aby tyto klávesy fungovaly jako funkční.

Pokud je tato zásada nastavena na hodnotu true, klávesy v horní řadě budou ve výchozím nastavení fungovat jako funkční klávesy. Aby tyto klávesy fungovaly jako mediální, je potřeba současně stisknout vyhledávací tlačítko.

Pokud je tato zásada nastavena na hodnotu false nebo je ponechána nenastavená, klávesnice bude ve výchozím nastavení odesílat příkazy mediálních kláves a při podržení vyhledávacího tlačítka příkazy funkčních kláves.</string><string id="ScreenMagnifierType">Nastavení typu lupy</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Deaktivace lupy</string><string id="ScreenMagnifierType_Full-screen">Aktivace lupy pro celou obrazovku</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Nastavení výchozího stavu velkého kurzoru na přihlašovací obrazovce</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Nastavuje výchozí stav funkce usnadnění přístupu pomocí velkého kurzoru na přihlašovací obrazovce.

Pokud je tato zásada nastavena na hodnotu true, bude při zobrazení přihlašovací obrazovky velký kurzor aktivní.

Pokud je zásada nastavena na hodnotu false, bude při zobrazení přihlašovací obrazovky velký kurzor deaktivován.

Pokud tuto zásadu nastavíte, uživatelé ji budou moci dočasně přepsat aktivací nebo deaktivací velkého kurzoru. Volba uživatele nicméně nebude trvalá a po opětovném zobrazení přihlašovací obrazovky nebo nečinnosti uživatele na přihlašovací obrazovce po dobu jedné minuty se obnoví původní nastavení.

Pokud tuto zásadu nenastavíte, bude při prvním zobrazení přihlašovací obrazovky velký kurzor deaktivován. Uživatelé budou moci velký kurzor kdykoli aktivovat nebo deaktivovat a zvolený stav na přihlašovací obrazovce přetrvá i u jiných uživatelů.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Nastavení výchozího stavu hlasové odezvy na přihlašovací obrazovce</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Nastavuje výchozí stav funkce usnadnění přístupu pomocí hlasové odezvy na přihlašovací obrazovce.

Pokud je zásada nastavena na hodnotu true, bude při zobrazení obrazovky přihlášení hlasová odezva aktivní.

Pokud je zásada nastavena na hodnotu false, bude při zobrazení přihlašovací obrazovky hlasová odezva deaktivována.

Pokud tuto zásadu nastavíte, uživatelé ji budou moci dočasně přepsat aktivací nebo deaktivací hlasové odezvy. Volba uživatele nicméně nebude trvalá a po opětovném zobrazení přihlašovací obrazovky nebo nečinnosti uživatele na přihlašovací obrazovce po dobu jedné minuty se obnoví původní nastavení.

Pokud tuto zásadu nenastavíte, bude při prvním zobrazení přihlašovací obrazovky hlasová odezva deaktivována. Uživatelé budou moci hlasovou odezvu kdykoli aktivovat nebo deaktivovat a zvolený stav na přihlašovací obrazovce přetrvá i u jiných uživatelů.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Nastavení výchozího stavu režimu vysokého kontrastu na přihlašovací obrazovce</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Nastavuje výchozí stav funkce usnadnění přístupu pomocí režimu vysokého kontrastu na přihlašovací obrazovce.

Pokud je tato zásada nastavena na hodnotu true, bude při zobrazení obrazovky přihlášení režim vysokého kontrastu aktivní.

Pokud je nastavena na hodnotu false, bude při zobrazení přihlašovací obrazovky režim vysokého kontrastu deaktivován.

Pokud tuto zásadu nastavíte, uživatelé ji budou moci dočasně přepsat aktivací nebo deaktivací režimu vysokého kontrastu. Volba uživatele nicméně nebude trvalá a po opětovném zobrazení přihlašovací obrazovky nebo nečinnosti uživatele na přihlašovací obrazovce po dobu jedné minuty se obnoví původní nastavení.

Pokud tuto zásadu nenastavíte, bude při prvním zobrazení obrazovky přihlášení režim vysokého kontrastu deaktivován. Uživatelé budou moci režim vysokého kontrastu kdykoli aktivovat nebo deaktivovat a zvolený stav na přihlašovací obrazovce přetrvá i u jiných uživatelů.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Nastavuje výchozí stav softwarové klávesnice na přihlašovací obrazovce.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Nastavuje výchozí stav funkce usnadnění přístupu pomocí softwarové klávesnice na přihlašovací obrazovce.

Pokud je tato zásada nastavena na hodnotu true, bude při zobrazení přihlašovací obrazovky softwarová klávesnice aktivní.

Pokud je zásada nastavena na hodnotu false, bude při zobrazení přihlašovací obrazovky softwarová klávesnice deaktivována.

Pokud tuto zásadu nastavíte, uživatelé ji budou moci dočasně přepsat aktivací nebo deaktivací softwarové klávesnice. Volba uživatele nicméně nebude trvalá a po opětovném zobrazení přihlašovací obrazovky nebo nečinnosti uživatele na přihlašovací obrazovce po dobu jedné minuty se obnoví původní nastavení.

Pokud tuto zásadu nenastavíte, bude při prvním zobrazení přihlašovací obrazovky softwarová klávesnice deaktivována. Uživatelé budou moci softwarovou klávesnici kdykoli aktivovat nebo deaktivovat a zvolený stav na přihlašovací obrazovce přetrvá i u jiných uživatelů.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Nastavení výchozího typu lupy, který je aktivován na přihlašovací obrazovce</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Nastavuje výchozí typ lupy, který je aktivován na přihlašovací obrazovce.

Pokud je tato zásada nastavena, ovládá typ lupy, který je aktivní, když je zobrazena přihlašovací obrazovka. Nastavíte-li zásadu na hodnotu Žádné, lupa se deaktivuje.

Pokud tuto zásadu nastavíte, uživatelé ji budou moci dočasně přepsat aktivací nebo deaktivací lupy. Volba uživatele nicméně nebude trvalá a po opětovném zobrazení přihlašovací obrazovky nebo nečinnosti uživatele na přihlašovací obrazovce po dobu jedné minuty se obnoví původní nastavení.

Pokud tuto zásadu nenastavíte, bude při prvním zobrazení přihlašovací obrazovky lupa deaktivována. Uživatelé budou moci lupu kdykoli aktivovat nebo deaktivovat a zvolený stav na přihlašovací obrazovce přetrvá i u jiných uživatelů.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Deaktivace lupy</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Aktivace lupy pro celou obrazovku</string><string id="Proxy_group">Proxy server</string><string id="ProxyMode">Zvolit způsob konfigurace nastavení proxy serveru</string><string id="ProxyMode_Explain">Umožňuje zadat proxy server, který bude prohlížeč Google Chrome používat, a brání uživatelům ve změně nastavení proxy serveru.

Pokud zvolíte, že proxy server nikdy používat nechcete a chcete se vždy připojovat přímo, všechny další možnosti budou ignorovány.

Pokud zvolíte, že chcete použít systémové nastavení proxy serveru, všechny další možnosti budou ignorovány.

Pokud zvolíte, že chcete nastavení proxy serveru zjistit automaticky, všechny další možnosti budou ignorovány.

Pokud zvolíte režim proxy s pevně daným serverem, můžete v zásadách „Adresa (nebo adresa URL) proxy serveru“ a „Seznam pravidel vynechání proxy serveru oddělených čárkami“ zadat další možnosti. Aplikacím ARC je k dispozici pouze proxy server HTTP s nejvyšší prioritou.

Pokud zvolíte, že chcete používat skript .pac proxy serveru, musíte v zásadě Adresa URL souboru PAC proxy serveru zadat adresu URL skriptu.

Podrobné příklady naleznete na následující stránce:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Pokud aktivujete toto nastavení, prohlížeč Google Chrome a aplikace ARC budou ignorovat veškeré možnosti související s proxy serverem zadané na příkazovém řádku.

Pokud tato zásada nebude nastavena, uživatelé budou moci nastavení proxy serveru zvolit sami.</string><string id="ProxyMode_ProxyDisabled">Nikdy nepoužívat proxy server</string><string id="ProxyMode_ProxyAutoDetect">Zjistit nastavení proxy serveru automaticky</string><string id="ProxyMode_ProxyPacScript">Použít skript proxy serveru ve formátu PAC</string><string id="ProxyMode_ProxyFixedServers">Použít pevně dané servery proxy</string><string id="ProxyMode_ProxyUseSystem">Použít systémová nastavení proxy serveru</string><string id="ProxyServer">Adresa (nebo adresa URL) proxy serveru</string><string id="ProxyServer_Explain">Zde můžete zadat adresu URL proxy serveru.

Tato zásada bude použita pouze v případě, že jste v zásadě „Zvolit způsob konfigurace nastavení proxy serveru“ zvolili ruční nastavení.

Pokud jste vybrali jiný režim nastavení zásad proxy serveru, tuto zásadu byste nastavovat neměli.

Další možnosti a podrobné příklady naleznete na následující stránce:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">Adresa URL souboru PAC proxy serveru</string><string id="ProxyPacUrl_Explain">Zde můžete zadat adresu URL souboru PAC proxy serveru.

Tato zásada bude použita pouze v případě, že jste v části „Zvolte způsob konfigurace nastavení proxy serveru“ zvolili ruční nastavení proxy serveru.

Pokud jste vybrali jiný režim nastavení zásad proxy serveru, tuto zásadu byste nastavovat neměli.

Podrobné příklady naleznete na následující adrese:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Pravidla vynechání proxy serveru</string><string id="ProxyBypassList_Explain">U hostitelů v tomto seznamu prohlížeč Google Chrome obejde všechny proxy servery.

Tato zásada bude použita pouze v případě, že jste v zásadě „Zvolit způsob konfigurace nastavení proxy serveru“ zvolili ruční nastavení.

Pokud jste vybrali jiný režim nastavení zásad proxy serveru, tuto zásadu byste nastavovat neměli.

Podrobnější příklady naleznete na následující stránce:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="Extensions_group">Rozšíření</string><string id="ExtensionInstallBlacklist">Konfigurace seznamu zakázaných položek instalace rozšíření</string><string id="ExtensionInstallBlacklist_Explain">Umožňuje zadat, která rozšíření uživatelé NEMOHOU instalovat. Již nainstalovaná rozšíření uvedená na seznamu zakázaných budou deaktivována. Když bude takto deaktivované rozšíření ze seznamu odstraněno, automaticky se znovu aktivuje.

Hodnota * v seznamu zakázaných znamená, že jsou zakázána všechna rozšíření, která nejsou uvedena na seznamu povolených.

Pokud tato zásada není nastavena, může uživatel v prohlížeči Google Chrome nainstalovat libovolné rozšíření.</string><string id="ExtensionInstallBlacklistDesc">Konfigurace seznamu zakázaných položek instalace rozšíření</string><string id="ExtensionInstallWhitelist">Konfigurovat seznam povolených pro instalaci rozšíření</string><string id="ExtensionInstallWhitelist_Explain">Umožňuje určit rozšíření, kterých se netýká seznam zakázaných rozšíření.

Pokud je na seznamu zakázaných rozšíření uvedena hodnota *, znamená to, že jsou na ní všechna rozšíření a uživatelé mohou instalovat pouze rozšíření uvedená v seznamu povolených rozšíření.

Ve výchozím nastavení jsou všechna rozšíření na seznamu povolených. Pokud však byla všechna rozšíření pomocí zásady umístěna na seznam zakázaných rozšíření, lze tuto zásadu pomocí seznamu povolených přepsat.</string><string id="ExtensionInstallWhitelistDesc">Konfigurovat seznam povolených pro instalaci rozšíření</string><string id="ExtensionInstallForcelist">Konfigurace seznamu aplikací a rozšíření, jejichž instalace je vynucena</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfigurace seznamu aplikací a rozšíření, jejichž instalace je vynucena</string><string id="ExtensionInstallSources">Konfigurovat zdroje instalací rozšíření, aplikací a uživatelských skriptů</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigurovat zdroje instalací rozšíření, aplikací a uživatelských skriptů</string><string id="ExtensionAllowedTypes">Konfigurovat povolené typy aplikací nebo rozšíření</string><string id="ExtensionAllowedTypes_Explain">Určuje, jaké typy aplikací nebo rozšíření lze instalovat, a omezuje přístup k běhovému prostředí.

Toto nastavení uvádí seznam povolených rozšíření nebo aplikací, které lze nainstalovat do prohlížeče Google Chrome, a hostitelů, se kterými mohou komunikovat. Hodnota představuje seznam řetězců. Musí se jednat o řetězce z následujícího výčtu: extension, theme, user_script, hosted_app, legacy_packaged_app, platform_app. Další informace o těchto typech naleznete v dokumentaci k rozšířením prohlížeče Google Chrome.

Tato zásada se vztahuje i na rozšíření a aplikace, jejichž instalace je vynucena prostřednictvím zásady ExtensionInstallForcelist.

Pokud je toto nastavení nakonfigurováno, typy rozšíření a aplikací, které nejsou na seznamu uvedeny, nebudou nainstalovány.

Pokud je toto nastavení ponecháno nenakonfigurované, žádná omezení týkající se přijatelných typů rozšíření a aplikací vynucována nebudou.</string><string id="ExtensionAllowedTypesDesc">Konfigurovat povolené typy aplikací nebo rozšíření</string><string id="ExtensionSettings">Nastavení správy rozšíření</string><string id="ExtensionSettings_Explain">Konfiguruje nastavení správy rozšíření prohlížeče Google Chrome.

Tato zásada řídí několik nastavení, včetně těch, která jsou nakonfigurována existujícími zásadami pro rozšíření. Pokud je tato zásada nastavena, přepíše všechny starší nastavené zásady.

Tato zásada mapuje konfiguraci na ID rozšíření nebo adresu URL. Pokud je definováno ID rozšíření, bude konfigurace použita pouze na konkrétní rozšíření. Pro zvláštní ID &quot;*&quot; lze nastavit výchozí konfiguraci. Tato konfigurace bude použita na všechna rozšíření, která nemají v této zásadě nastavenou vlastní konfiguraci. Pokud je definována adresa URL pro aktualizaci, bude konfigurace použita na všechna rozšíření, která mají v manifestu uvedenou přesně tuto adresu URL pro aktualizaci (viz https://developer.chrome.com/extensions/autoupdate).

Konfigurace pro jednotlivá rozšíření (nebo rozšíření se stejnou adresou URL pro aktualizaci) představuje další slovník, který může obsahovat níže popsaná pole.

&quot;installation_mode&quot;: mapuje se na řetězec udávající režim instalace rozšíření. Platné řetězce:
* &quot;allowed&quot;: umožňuje, aby bylo rozšíření nainstalováno uživatelem. Toto chování je výchozí.
* &quot;blocked&quot;: blokuje instalaci rozšíření.
* &quot;force_installed&quot;: rozšíření je instalováno automaticky a uživatel ho nemůže odstranit.
* &quot;normal_installed&quot;: rozšíření je instalováno automaticky, ale uživatel ho může deaktivovat.

Pole &quot;installation_mode&quot; může být nakonfigurováno i pro několik rozšíření najednou, a to včetně rozšíření &quot;*&quot; (jako výchozí nastavení) a rozšíření se stejnou adresou URL pro aktualizaci. V tomto případě lze použít pouze hodnoty &quot;allowed&quot; a &quot;blocked&quot;.

Pokud je režim nastaven na hodnotu &quot;force_installed&quot; nebo &quot;normal_installed&quot;, musí být nakonfigurována i adresa URL &quot;update_url&quot;. Adresa URL pro aktualizaci nastavená v této zásadě slouží pouze k počáteční instalaci. Další aktualizace rozšíření budou používat adresu URL pro aktualizaci uvedenou v manifestu rozšíření. Adresa URL pro aktualizaci by měla odkazovat na dokument XML manifestu aktualizace (viz výše).

&quot;blocked_permissions&quot;: mapuje se na seznam řetězců, které definují blokovaná oprávnění rozhraní API daného rozšíření. Názvy oprávnění jsou stejné jako řetězce oprávnění deklarované v manifestu rozšíření (viz https://developer.chrome.com/extensions/declare_permissions). Toto nastavení lze nakonfigurovat také pro rozšíření &quot;*&quot;. Pokud rozšíření vyžaduje oprávnění, které se nachází na seznamu blokovaných položek, nebude se moci načíst. Pokud je blokované oprávnění vyžadováno volitelně, rozšíření bude spuštěno normálním způsobem, ale žádost o konfliktní oprávnění bude za běhu automaticky zamítnuta.

&quot;allowed_permissions&quot;: toto pole je podobné jako pole &quot;blocked_permissions&quot;, ale na rozdíl od něj explicitně povoluje některá oprávnění, která by mohla být blokována seznamem globálně blokovaných oprávnění. Toto pole proto nelze nakonfigurovat pro rozšíření &quot;*&quot;. Upozorňujeme, že toto nastavení neposkytuje rozšířením udělená oprávnění automaticky.

&quot;minimum_version_required&quot;: mapuje se na řetězec verze. Formát řetězce verze je stejný jako ten v manifestu rozšíření (viz https://developer.chrome.com/apps/manifest/version). Rozšíření nižší verze, než je stanovená minimální verze, bude deaktivováno. Toto nastavení se vztahuje i na rozšíření, jejichž instalace byla vynucena.

Následující nastavení lze použít pouze pro výchozí konfiguraci &quot;*&quot;:

&quot;install_sources&quot;: každá položka v tomto seznamu představuje vzor podobný jako u rozšíření (https://developer.chrome.com/extensions/match_patterns). Uživatelé budou moci jednoduše instalovat položky z jakékoli adresy, která odpovídá položce v tomto seznamu. V těchto vzorech musí být povoleno umístění souboru *.crx i stránka, ze které bude zahájeno stahování (tj. zdroj odkazu).

&quot;allowed_types&quot;: toto nastavení vytvoří seznam povolených rozšíření nebo aplikací, které lze nainstalovat do prohlížeče Google Chrome. Hodnota představuje seznam řetězců. Musí se jednat o řetězce z následujícího výčtu: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Další informace o těchto typech naleznete v dokumentaci k rozšířením prohlížeče Google Chrome.
&quot;blocked_install_message&quot;: Pokud se uživatel pokusí nainstalovat rozšíření, které je blokováno zásadami, zobrazí Internetový obchod Chrome obecnou chybovou zprávu. Pomocí tohoto nastavení lze k chybové zprávě přidat text. Můžete pomocí něj uživatele nasměrovat na oddělení nápovědy, vysvětlit, proč je konkrétní rozšíření blokováno, nebo poskytnou jiné informace. Pokud tato chybová zpráva bude delší než 1000 znaků, bude oříznuta.
&quot;runtime_blocked_hosts&quot;: Představuje seznam hostitelů, se kterými rozšíření nebude smět interagovat. Formát se podobá vzorům (https://developer.chrome.com/extensions/match_patterns), ale není dovoleno zadávat cesty, například „*://*.example.com“. Jsou podporovány také zástupné znaky pro domény nejvyšší úrovně, například „*://example.*“.
&quot;runtime_allowed_hosts&quot;: Představuje seznam hostitelů, se kterými rozšíření může interagovat bez ohledu na to, zda jsou uvedeni v seznamu &quot;runtime_blocked_hosts&quot;. Formát je stejný jako u seznamu &quot;runtime_blocked_hosts&quot;.
</string><string id="PowerManagement_group">Správa možností napájení</string><string id="LidCloseAction">Akce při zavření víka</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Pozastavit</string><string id="LidCloseAction_LidCloseActionLogout">Odhlášení uživatele</string><string id="LidCloseAction_LidCloseActionShutdown">Vypnout</string><string id="LidCloseAction_LidCloseActionDoNothing">Nedělat nic</string><string id="PowerManagementUsesAudioActivity">Určuje, zda aktivita zvukových zařízení ovlivňuje správu napájení</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Určuje, zda aktivita videa ovlivňuje správu napájení</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Procento prodloužení prodlevy ztmavení obrazovky v režimu prezentace</string><string id="PresentationScreenDimDelayScale_Explain">Určuje, na kolik procent bude prodloužena prodleva ztmavení obrazovky, pokud je zařízení v režimu prezentace.

Pokud je tato zásada nastavena, určuje, na kolik procent bude prodloužena prodleva ztmavení obrazovky, pokud je zařízení v režimu prezentace. Při prodloužení prodlevy ztmavení budou prodlouženy i prodlevy vypnutí, uzamčení obrazovky a nečinnosti tak, aby mezi nimi a prodlevou ztmavení zůstala stejná doba.

Není-li tato zásada nastavena, bude použita výchozí hodnota prodloužení.

Hodnota prodloužení musí být 100 % nebo více. Hodnoty, které by prodlevu ztmavení obrazovky oproti výchozí hodnotě zkrátily, nejsou povoleny.</string><string id="AllowScreenWakeLocks">Povolit uzamčení obrazovky při probuzení</string><string id="AllowScreenWakeLocks_Explain">Určuje, zda je povoleno uzamčení obrazovky při probuzení. Uzamčení obrazovky při probuzení mohou být rozšířeními vyžádána prostřednictvím rozhraní API pro správu napájení.

Pokud má tato zásada má hodnotu true nebo není nastavena, bude se správa napájení řídit nastavením uzamčení obrazovky při probuzení.

Pokud má tato zásada hodnotu false, budou požadavky na uzamčení obrazovky při probuzení ignorovány.</string><string id="UserActivityScreenDimDelayScale">Procento, o které bude prodloužena prodleva ztmavení obrazovky, pokud uživatel po ztmavení provedete nějakou činnost</string><string id="UserActivityScreenDimDelayScale_Explain">Určuje, o kolik procent bude prodloužena prodleva ztmavení obrazovky, když je v případě ztmavené obrazovky nebo záhy po vypnutí obrazovky zaznamenána aktivita uživatele.

Pokud je tato zásada nastavena, udává procento, o které bude prodloužena prodleva ztmavení obrazovky, když je v případě ztmavené obrazovky nebo záhy po vypnutí obrazovky zaznamenána aktivita uživatele. Při prodloužení prodlevy ztmavení budou prodlouženy i prodlevy vypnutí, uzamčení obrazovky a nečinnosti tak, aby mezi nimi a prodlevou ztmavení zůstala stejná doba.

Není-li tato zásada nastavena, bude použita výchozí hodnota prodloužení.

Hodnota prodloužení musí být 100 % nebo více.</string><string id="WaitForInitialUserActivity">Počkat na první aktivitu uživatele</string><string id="WaitForInitialUserActivity_Explain">Určuje, zda mají prodlevy systému správy napájení a limit délky relací začít běžet až poté, co je v relaci zaznamenána první aktivita uživatele.

Pokud je tato zásada nastavena na hodnotu True, prodlevy systému správy napájení a limit délky relace začnou běžet až poté, co je v relaci zaznamenána první aktivita uživatele.

Pokud je tato zásada nastavena na hodnotu False nebo je ponechána nenastavená, prodlevy správy obsahu a limit délky relace začnou běžet ihned po zahájení relace.</string><string id="PowerManagementIdleSettings">Nastavení řízení spotřeby při neaktivitě uživatele</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Prodlevy uzamčení obrazovky</string><string id="ScreenLockDelays_Explain">Udává dobu bez interakce uživatele, po jejímž uplynutí se při napájení ze sítě nebo z baterie uzamkne obrazovka.

Pokud je tato doba nastavena na hodnotu vyšší než nula, udává, jak dlouho musí být uživatel neaktivní, než systém Google Chrome OS uzamkne obrazovku.

Pokud je tato doba nastavena na nulu, systém Google Chrome OS obrazovku při neaktivitě uživatele nezamkne.

Pokud doba není nastavena, použije se výchozí doba.

Doporučený způsob uzamknutí obrazovky při nečinnosti je povolit uzamčení obrazovky při pozastavení a zapnout pozastavení systému Google Chrome OS po uplynutí časové prodlevy nečinnosti. Tuto zásadu použijte, pouze pokud chcete obrazovku uzamknout podstatně dříve, než má dojít k pozastavení, nebo pokud pozastavení při nečinnosti vůbec nechcete používat.

Hodnota této zásady se zadává v milisekundách. Pokud zadáte hodnotu vyšší než je prodleva při nečinnosti, použije se hodnota prodlevy při nečinnosti.</string><string id="PasswordManager_group">Správce hesel</string><string id="PasswordManagerEnabled">Povolit ukládání hesel do správce hesel</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="NewTabPage_group">Stránka Nová karta</string><string id="NewTabPageLocation">Konfigurace adresy URL stránky Nová karta</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Stránky otevírané při spuštění</string><string id="RestoreOnStartup">Akce při spuštění</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Otevřít stránku Nová karta</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Obnovit poslední relaci</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Otevřít seznam adres URL</string><string id="RestoreOnStartupURLs">Adresy URL otevírané při spuštění</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Adresy URL otevírané při spuštění</string><string id="Attestation_group">Vzdálené ověření identity</string><string id="AttestationEnabledForUser">Aktivuje vzdálené ověření identity uživatele</string><string id="AttestationEnabledForUser_Explain">Pokud má hodnotu true, uživatel může pomocí hardwaru, který je součástí zařízení Chrome, vzdáleně potvrdit svou identitu certifikační autoritě (CA) pro zajištění soukromí prostřednictvím rozhraní Enterprise Platform Keys API pomocí funkce chrome.enterprise.platformKeys.challengeUserKey().

Pokud má tato zásada hodnotu false nebo není nastavena, volání rozhraní API se nezdaří a bude vrácen kód chyby.</string><string id="AttestationExtensionWhitelist">Rozšíření, která mohou používat rozhraní API vzdáleného ověření identity</string><string id="AttestationExtensionWhitelist_Explain">Tato zásada udává, která rozšíření mohou ke vzdálenému ověření používat funkci chrome.enterprise.platformKeys.challengeUserKey() rozhraní Enterprise Platform Keys API. Aby rozšíření toto rozhraní API mohla používat, musí být přidána do tohoto seznamu.

Pokud rozšíření v seznamu není nebo seznam není nastaven, volání tohoto rozhraní API se nezdaří a bude vrácen kód chyby.</string><string id="AttestationExtensionWhitelistDesc">Rozšíření, která mohou používat rozhraní API vzdáleného ověření identity</string><string id="DefaultSearchProvider_group">Výchozí poskytovatel vyhledávání</string><string id="DefaultSearchProviderEnabled">Aktivovat výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Název výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderName_Explain">Určuje název výchozího poskytovatele vyhledávání. Je-li toto pole ponecháno prázdné, bude použit název hostitele určený adresou URL vyhledávání.

Tato zásada bude dodržována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderKeyword">Klíčové slovo výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderKeyword_Explain">Určuje klíčové slovo, které v adresním řádku spouští vyhledávání tohoto poskytovatele.

Tato zásada je nepovinná. Pokud ji nenastavíte, žádné klíčové slovo poskytovatele vyhledávání neaktivuje.

Tato zásada bude dodržována pouze v případě, že je aktivní zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSearchURL">Adresa URL vyhledávání výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderSearchURL_Explain">Určuje adresu URL vyhledávače, který bude použit při výchozím vyhledávání. Adresa URL by měla obsahovat řetězec {searchTerms}, který bude během dotazování nahrazen vyhledávacími dotazy uživatele.

Adresu URL Googlu pro vyhledávání lze zadat takto: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Tato možnost bude respektována, pouze pokud je aktivována zásada DefaultSearchProviderEnabled, a v tomto případě musí být nastavena.</string><string id="DefaultSearchProviderSuggestURL">URL výchozího vyhledávače pro návrhy</string><string id="DefaultSearchProviderSuggestURL_Explain">Určuje adresu URL vyhledávače, který bude použit k získání návrhů pro vyhledávání. Adresa URL by měla obsahovat řetězec {searchTerms}. Tento řetězec bude během dotazování nahrazen textem, který do daného okamžiku zadal uživatel.

Tato zásada je volitelná. Pokud není nastavena, nebude použita žádná adresa URL pro návrhy.

Adresu URL Googlu pro návrhy lze zadat takto: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Tato zásada je respektována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderInstantURL">Adresa URL dynamického vyhledávání výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderInstantURL_Explain">Určuje adresu URL vyhledávače, který bude použit k získání výsledků dynamického vyhledávání. Adresa URL by měla obsahovat řetězec '{searchTerms}'. Tento řetězec bude během dotazování nahrazen textem, který do daného okamžiku zadal uživatel.

Tato zásada je volitelná. Pokud ji nenastavíte, výsledky dynamického vyhledávání se nebudou zobrazovat.

Adresu URL Googlu pro výsledky dynamického vyhledávání lze zadat takto: '{google:baseURL}suggest?q={searchTerms}'.

Tato zásada je respektována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderIconURL">Ikona výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderIconURL_Explain">Určuje adresu URL ikony výchozího poskytovatele vyhledávání.

Zásada je nepovinná. Pokud není nastavena, nezobrazí se žádná ikona poskytovatele vyhledávání.

Zásada bude dodržována pouze v případě, že je aktivní zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderEncodings">Kódování výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderEncodings_Explain">Určuje kódování znaků podporovaná poskytovatelem vyhledávání. Kódování jsou názvy stránek kódů, například UTF-8, GB2312 nebo ISO-8859-1. Budou vyzkoušena v uvedeném pořadí.

Tato zásada je nepovinná. Pokud není nastavena, použije se výchozí kódování UTF-8.

Zásada bude dodržována pouze v případě, že je aktivní zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderEncodingsDesc">Kódování výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderAlternateURLs">Seznam alternativních adres URL výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderAlternateURLs_Explain">Určuje seznam alternativních adres URL, ze kterých lze získat vyhledávací dotazy pro vyhledávač. Tyto adresy URL by měly obsahovat řetězec '{searchTerms}', podle kterého budou vyhledávací dotazy rozpoznány.

Tato zásada není povinná. Pokud není nastavena, nebudou vyhledávací dotazy získávány z alternativních adres URL.

Tato zásada platí pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderAlternateURLsDesc">Seznam alternativních adres URL výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametr nastavující nahrazení vyhledávacích dotazů pro výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Pokud je tato zásada nastavena a adresa URL pro vyhledávání navržená v omniboxu obsahuje tento parametr v řetězci dotazu nebo v identifikátoru fragmentu, jako návrh budou namísto samotné adresy URL zobrazeny vyhledávací dotazy a poskytovatel vyhledávání.

Tato zásada je volitelná. Pokud není nastavena, nebudou prováděna žádná nahrazení vyhledávacích dotazů.

Tato zásada je zohledňována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderImageURL">Parametr poskytující funkci vyhledávání podle obrázku pro výchozího poskytovatele vyhledávání</string><string id="DefaultSearchProviderImageURL_Explain">Udává adresu URL vyhledávače, který se používá pro vyhledávání na základě obrázků. Požadavky na vyhledávání budou odesílány pomocí metody GET. Pokud je nastavena zásada DefaultSearchProviderImageURLPostParams, požadavky na vyhledávání na základě obrázků budou namísto toho využívat metodu POST.

Tato zásada je nepovinná. Pokud není nastavena, nebude použito žádné vyhledávání podle obrázku.

Tato zásada je respektována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderNewTabURL">Výchozí adresa URL stránky nové karty poskytovatele vyhledávání</string><string id="DefaultSearchProviderNewTabURL_Explain">Určuje adresu URL, kterou výchozí vyhledávač použije na stránce nové karty.

Tato zásada je nepovinná. Pokud ji nenastavíte, žádná stránka nové karty se nezobrazí.

Tato zásada je respektována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametry adresy URL vyhledávání používající metodu POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Udává parametry, které budou použity při vyhledávání adresy URL pomocí metody POST. Sestává z párů název–hodnota oddělených čárkou. Pokud je hodnotou parametr šablony (např. {searchTerms} v příkladu výše), bude nahrazen skutečnými údaji vyhledávacích dotazů.

Tato zásada je nepovinná. Pokud není nastavena, požadavek na vyhledávání bude odeslán pomocí metody GET.

Tato zásada je respektována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametry pro adresu URL návrhu, která používá metodu POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Udává parametry, které se použijí při vyhledávání s našeptávačem pomocí metody POST. Sestává z párů název–hodnota oddělených čárkou. Pokud je hodnotou parametr šablony (např. {searchTerms} v příkladu výše), bude nahrazen skutečnými údaji vyhledávacích dotazů.
Tato zásada je nepovinná. Pokud není nastavena, požadavek na vyhledávání s našeptávačem bude odeslán pomocí metody GET.

Tato zásada je respektována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametry pro adresu URL dynamického vyhledávání používající metodu POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Udává parametry, které se použijí při dynamickém vyhledávání pomocí metody POST. Sestává z párů název–hodnota oddělených čárkou. Pokud je hodnotou parametr šablony (např. {searchTerms} v příkladu výše), bude nahrazen skutečnými údaji vyhledávacích dotazů.

Tato zásada je nepovinná. Pokud není nastavena, požadavek na dynamické vyhledávání bude odeslán pomocí metody GET.

Tato zásada je respektována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="DefaultSearchProviderImageURLPostParams">Parametry pro adresu URL obrázku používající metodu POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Udává parametry, které se použijí při vyhledávání podle obrázku pomocí metody POST. Sestává z párů název–hodnota oddělených čárkou. Pokud je hodnotou parametr šablony (např. {imageThumbnail} v příkladu výše), bude nahrazen skutečnými údaji vyhledávacích dotazů.

Tato zásada je nepovinná. Pokud není nastavena, požadavek na vyhledávání podle obrázku bude odeslán pomocí metody GET.

Tato zásada je respektována pouze v případě, že je aktivována zásada DefaultSearchProviderEnabled.</string><string id="HTTPAuthentication_group">Zásady pro ověření v protokolu HTTP</string><string id="AuthSchemes">Podporovaná schémata ověření</string><string id="AuthSchemes_Explain">Určuje, která schémata ověření v protokolu HTTP bude prohlížeč Google Chrome podporovat.

Zadat můžete hodnoty „basic“, „digest“, „ntlm“ a „negotiate“. Chcete-li zadat více hodnot, oddělte je čárkami.

Pokud tuto zásadu nenastavíte, budou se používat všechna čtyři schémata.</string><string id="DisableAuthNegotiateCnameLookup">Deaktivovat vyhledání záznamů CNAME při vyjednávání ověření protokolu Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Určuje, zda bude vygenerovaný hlavní název služby protokolu Kerberos založen na kanonickém názvu DNS, nebo na původním zadaném názvu.

Pokud toto nastavení aktivujete, vyhledávání záznamů CNAME bude přeskočeno a bude použit zadaný název serveru.

Pokud toto nastavení deaktivujete nebo nenastavíte, určí se kanonický název serveru prostřednictvím vyhledávání záznamů CNAME.</string><string id="EnableAuthNegotiatePort">Zahrnout do hlavního názvu služby protokolu Kerberos nestandardní port</string><string id="EnableAuthNegotiatePort_Explain">Určuje, zda by měl vygenerovaný hlavní název služby (SPN) protokolu Kerberos obsahovat nestandardní port.

Pokud toto nastavení aktivujete a bude zadán nestandardní port (tedy jiný port než 80 nebo 443), bude zahrnut do vygenerovaného hlavního názvu služby (SPN) protokolu Kerberos.

Pokud toto nastavení deaktivujete nebo nenastavíte, vygenerovaný hlavní název služby (SPN) protokolu Kerberos port v žádném případě obsahovat nebude.</string><string id="AuthServerWhitelist">Seznam povolených serverů pro ověřování</string><string id="AuthServerWhitelist_Explain">Určuje, které servery mají být umístěny na bílou listinu pro integrované ověření. Integrované ověření je povoleno pouze v případě, že Google Chrome obdrží výzvu ověřování z proxy serveru nebo jiného serveru, který je uveden v tomto seznamu povolených serverů.

Chcete-li zadat několik názvů serverů, oddělte je čárkami. Zástupné znaky (*) jsou povoleny.

Pokud zásada zůstane nenastavena, pokusí se Google Chrome zjistit, zda se server nachází v intranetu, a teprve poté bude reagovat na požadavky IWA. Pokud bude server zjištěn jako internet, bude Google Chrome požadavky IWA ignorovat.</string><string id="AuthNegotiateDelegateWhitelist">Seznam povolených serverů pro delegování ověření protokolu Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Servery, na které může Google Chrome delegovat ověření.

Chcete-li zadat několik názvů serverů, oddělte je čárkami. Zástupné znaky (*) jsou povoleny.

Pokud zásadu nenastavíte, Google Chrome nebude delegovat přihlašovací údaje uživatelů ani v případě, že server bude zjištěn jako intranet.</string><string id="AllowCrossOriginAuthPrompt">Požadavky typu cross-origin standardu HTTP Basic Auth</string><string id="AllowCrossOriginAuthPrompt_Explain">Kontroluje, zda je na stránce u obsahu třetích stran povoleno vyskakování dialogového okna HTTP Basic Auth.

Tato možnost je obvykle vypnuta jako ochrana proti phishingu. Pokud zásada není nastavena, je tato možnost vypnuta a u obsahu třetích stran nebude povoleno vyskakování dialogového okna HTTP Basic Auth.</string><string id="QuickUnlock_group">Zásady související s rychlým odemknutím</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Seznam, který určuje, jaké metody rychlého odemknutí obrazovky uzamčení může uživatel nakonfigurovat a používat.

Hodnotou je seznam řetězců. Platné jsou tyto hodnoty: „all“ a „PIN“. Když na seznam přidáte hodnotu „all“, uživatel bude moci použít všechny metody rychlého odemknutí, včetně těch, které budou implementovány v budoucnu. V opačném případě budou k dispozici pouze metody uvedené na seznamu.

Příklad: Chcete-li povolit všechny metody rychlého odemknutí, použijte hodnotu [„all“]. Chcete-li povolit pouze odemknutí pomocí kódu PIN, použijte hodnotu [„PIN“]. Chcete-li všechny metody rychlého odemknutí zakázat, použijte hodnotu [].

Ve výchozím nastavení nejsou pro spravovaná zařízení k dispozici žádné metody rychlého odemknutí.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Toto nastavení udává, jak často bude na obrazovce uzamčení vyžadováno zadání hesla, aby bylo možné i nadále používat rychlé odemknutí. Při každém vstupu na obrazovku uzamčení se zkontroluje, jaká doba uplynula od posledního zadání hesla. Pokud uplynula delší doba než udává toto nastavení, funkce rychlého odemknutí nebude k dispozici. Pokud uživatel na obrazovce uzamčení zůstane a tato doba bude překročena, bude uživatel o heslo požádán, buď až zadá nesprávný kód, nebo až znovu přejde na obrazovku uzamčení (podle toho, co nastane dříve).

Je-li toto nastavení nakonfigurováno, uživatelé, kteří používají rychlé odemknutí, budou muset na obrazovce uzamčení zadávat heslo podle tohoto nastavení.

Pokud toto nastavení není nakonfigurováno, uživatelé, kteří používají rychlé odemknutí, budou na obrazovce uzamčení muset zadávat heslo každý den.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Pokud je tato zásada nastavena na hodnotu false, uživatelé nebudou moci nastavit PIN, který je slabý a lze jej snadno uhodnout.

Příklady slabých kódů PIN: PIN tvořený pouze jednou opakující se číslicí (1111), PIN se vzestupnou nebo sestupnou řadou číslic (1234 nebo 4321), často používané kódy PIN.

Pokud uživatelé zadají slabý kód PIN, ve výchozím nastavení se jim zobrazí upozornění (nikoli chyba).</string><string id="AllowDeletingBrowserHistory">Aktivovat smazání historie prohlížeče a stahování</string><string id="AllowDeletingBrowserHistory_Explain">Aktivuje v prohlížeči Google Chrome mazání historie procházení a stahování a zabraňuje uživatelům, aby toto nastavení změnili.

I když je tato zásada deaktivována, nelze zaručit, že bude historie procházení a stahování uchována: uživatelé mohou soubory upravovat nebo smazat přímo v databázi historie a také prohlížeč může některé nebo všechny položky historie kdykoliv smazat nebo archivovat.

Pokud je toto nastavení aktivováno nebo není nastaveno, lze historii procházení a stahování smazat.

Je-li nastavení deaktivováno, historii procházení nebo stahování smazat nelze.</string><string id="AllowDinosaurEasterEgg">Povolit hru s dinosaurem</string><string id="AllowDinosaurEasterEgg_Explain">Povolit uživatelům hrát hru s dinosaurem, když je zařízení offline.

Je-li tato zásada nastavena na hodnotu False, uživatelé nemohou hrát hru s dinosaurem, když je zařízení offline. Pokud je tato zásada nastavena na hodnotu True, uživatelé hru s dinosaurem hrát mohou. Pokud tato zásada není nastavena, v zaregistrovaném systému Chrome OS uživatelé hru s dinosaurem hrát nemohou, ale za všech jiných okolností ji hrát mohou.</string><string id="AllowOutdatedPlugins">Povolit spouštění zastaralých pluginů</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Povolit uzamknutí obrazovky</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definování domén, kterým je povolen přístup ke službám Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Aktivovat alternativní chybové stránky</string><string id="AlternateErrorPagesEnabled_Explain">Umožňuje využívat alternativní chybové stránky předdefinované v aplikaci Google Chrome (např. stránka nenalezena) a brání uživatelům, aby toto nastavení změnili.

Pokud toto nastavení aktivujete, budou používány alternativní chybové stránky.

Pokud toto nastavení deaktivujete, alternativní chybové stránky používány nebudou.

Pokud toto nastavení aktivujete nebo deaktivujete, uživatelé je v aplikaci Google Chrome nebudou moci změnit ani přepsat.

Pokud zásadu nenastavíte, aktivuje se toto nastavení a uživatelé je budou moci měnit.</string><string id="AlwaysAuthorizePlugins">Vždy spustit pluginy, které vyžadují autorizaci.</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Povolit službu Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Když je tato zásada nastavena na hodnotu True, nahrávají se data kompatibilních aplikací Android na servery Android Backup a při přeinstalaci aplikací se z nich obnovují.

Pokud je tato zásada nastavena na hodnotu False, služba Android Backup Service bude vypnuta.

Pokud je tato zásada nakonfigurována, uživatelé ji sami nebudou moci změnit.

Pokud toto nastavení není nakonfigurováno, uživatelé službu Android Backup Service mohou zapnout nebo vypnout v aplikaci Nastavení Android.</string><string id="ArcCertificatesSyncMode">Nastavení dostupnosti certifikátů pro aplikace ARC</string><string id="ArcCertificatesSyncMode_Explain">Pokud je tato zásada nastavena na hodnotu SyncDisabled nebo není nakonfigurována, certifikáty systému Google Chrome OS nejsou k dispozici aplikacím ARC.

Pokud je nastavena na hodnotu CopyCaCerts, všechny certifikáty CA nainstalované prostřednictvím ONC s atributem Web TrustBit jsou k dispozici aplikacím ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Zakázat aplikacím ARC používání certifikátů systému Google Chrome OS</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Povolit aplikacím ARC používání certifikátů CA systému Google Chrome OS</string><string id="ArcEnabled">Povolit rozšíření ARC</string><string id="ArcEnabled_Explain">Je-li zásada nastavena na hodnotu true, rozšíření ARC bude uživateli povoleno (pokud bude v aktuální uživatelské relaci povolen režim dočasných profilů nebo vícenásobné přihlašování, rozšíření ARC dostupné nebude).

Pokud je toto nastavení zakázáno nebo není nakonfigurováno, firemní uživatelé rozšíření ARC nebudou moci používat.</string><string id="ArcLocationServiceEnabled">Zapnout službu určování polohy Google systému Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfigurace ARC</string><string id="ArcPolicy_Explain">Určuje sadu zásad, které budou předány běhovému prostředí ARC. Hodnota musí být platný objekt JSON.

Pomocí této zásady lze nakonfigurovat, které aplikace Android budou v zařízení automaticky nainstalovány:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identifikátor aplikace Android, například „com.google.android.gm“ pro Gmail.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Udává typ instalace aplikace. OPTIONAL: Aplikace není nainstalována automaticky, ale uživatel ji může nainstalovat. Toto je výchozí nastavení, pokud tato zásada není zadána. PRELOAD: Aplikace je automaticky nainstalována, ale uživatel ji může odinstalovat. FORCE_INSTALLED: Aplikace je automaticky nainstalována a uživatel ji nemůže odinstalovat. BLOCKED: Aplikace je blokována a nelze ji nainstalovat. Pokud byla na základě předchozí zásady nainstalována, odinstaluje se.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Zásada k udělování žádostí o oprávnění aplikacím. PERMISSION_POLICY_UNSPECIFIED: Zásada není zadána. Pokud pro oprávnění není zadána žádná zásada na žádné úrovni, použije se ve výchozím nastavení chování PROMPT. PROMPT: Vyzvat uživatele k udělení oprávnění. GRANT: Automaticky oprávnění udělit. DENY: Automaticky oprávnění zamítnout.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Konfigurační objekt JSON specifický pro aplikaci tvořený sadou párů klíč–hodnota, například &quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }. Klíče jsou definovány v manifestu aplikace.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Chcete-li aplikace připnout ke spouštěči, vyhledejte zásadu PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Povolit nebo zakázat záznam zvuku</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Adresy URL, kterým bude udělen přístup pro záznam zvuku bez zobrazení výzvy</string><string id="AudioCaptureAllowedUrls_Explain">Vzory v tomto seznamu budou porovnány s bezpečnostními údaji o původu požadované adresy URL. Pokud bude nalezena shoda, přístup k zařízením pro záznam zvuku bude udělen bez vyzvání.

POZNÁMKA: Až do verze 45 byla tato zásada podporována pouze v režimu veřejného terminálu.</string><string id="AudioCaptureAllowedUrlsDesc">Adresy URL, kterým bude udělen přístup pro záznam zvuku bez zobrazení výzvy</string><string id="AudioOutputAllowed">Povolit přehrávání zvuku</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Aktivovat Automatické vyplňování</string><string id="AutoFillEnabled_Explain">Aktivuje v aplikaci Google Chrome funkci Automatické vyplňování a umožní uživatelům automaticky vyplňovat pole webových formulářů pomocí uložených informací (například adresa nebo číslo platební karty).

Pokud toto nastavení deaktivujete, uživatelé nebudou mít k funkci Automatické vyplňování přístup.

Pokud toto nastavení aktivujete nebo nenastavíte žádnou hodnotu, zůstane funkce Automatické vyplňování pod kontrolou uživatelů. Budou moci nakonfigurovat profily této funkce a podle vlastního uvážení ji zapínat nebo vypínat.</string><string id="AutofillCreditCardEnabled">Povolit automatické vyplňování pro platební karty</string><string id="AutofillCreditCardEnabled_Explain">Aktivuje v prohlížeči Google Chrome funkci automatického vyplňování a umožní uživatelům vyplňovat ve webových formulářích informace o platebních kartách a adresách pomocí dříve uložených informací.

Pokud toto nastavení zakážete, nebude automatické vyplňování navrhovat ani vyplňovat informace o platebních kartách a nebude ani ukládat další informace o platebních kartách, které uživatel při prohlížení webu odešle.

Pokud toto nastavení povolíte nebo nenastavíte žádnou hodnotu, bude uživatel funkci automatického vyplňování (včetně platebních karet) moci ovládat v uživatelském rozhraní.</string><string id="BlockThirdPartyCookies">Blokovat soubory cookie třetích stran</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Aktivovat panel záložek</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Ověření captive portálu ignoruje proxy server</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Deaktivovat vynucování zásad Certificate Transparency pro seznam adres URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Deaktivuje vynucování požadavků zásad Certificate Transparency pro uvedené adresy URL.

Tato zásada povolí použití certifikátů pro názvy hostitelů v uvedených adresách URL bez zveřejnění prostřednictvím Certificate Transparency. Bude tak možné používat certifikáty, které by jinak byly považovány za nedůvěryhodné, protože nebyly zveřejněny. Bude však obtížnější odhalit zneužití certifikátů těchto hostitelů.

Vzor adres URL musí být naformátován podle pokynů na stránce https://www.chromium.org/administrators/url-blacklist-filter-format. Protože jsou však certifikáty pro určitý název hostitele platné bez ohledu na schéma, port nebo cestu, uvažuje se z adresy URL pouze část s názvem hostitele. V názvu hostitele nejsou podporovány zástupné znaky.

Pokud tato zásada není nastavena, každý certifikát, u kterého je vyžadováno zveřejnění prostřednictvím Certificate Transparency, ale který není zveřejněn v souladu se zásadou Certificate Transparency, bude považován za nedůvěryhodný.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Deaktivovat vynucování zásad Certificate Transparency pro seznam adres URL</string><string id="ChromeOsLockOnIdleSuspend">Aktivovat zámek, pokud jsou zařízení nečinná nebo pozastavená</string><string id="ChromeOsLockOnIdleSuspend_Explain">Aktivovat zámek, pokud jsou zařízení se systémem Google Chrome OS nečinná nebo pozastavená.

Pokud toto nastavení aktivujete, uživatelům se po probuzení zařízení z režimu spánku bude zobrazovat výzva k odemknutí zadáním hesla.

Pokud toto nastavení deaktivujete, výzva k odemknutí zadáním hesla se uživatelům po probuzení zařízení z režimu spánku zobrazovat nebude.

Pokud toto nastavení aktivujete nebo deaktivujete, uživatelé je nebudou moci změnit ani přepsat.

Pokud tuto zásadu ponecháte nenastavenou, uživatel bude moci zvolit, zda výzvu k odemknutí zařízení zadáním hesla chce zobrazovat, či nikoliv.</string><string id="ChromeOsMultiProfileUserBehavior">Řízení chování uživatele v multiprofilové relaci</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Určuje chování uživatele v multiprofilové relaci v zařízeních se systémem Google Chrome OS.
Pokud je tato zásada nastavena na hodnotu MultiProfileUserBehaviorUnrestricted, uživatel může být v multiprofilové relaci buď primárním, nebo sekundárním uživatelem.

Pokud je tato zásada nastavena na hodnotu MultiProfileUserBehaviorMustBePrimary, uživatel může být v multiprofilové relaci pouze primárním uživatelem.

Pokud je tato zásada nastavena na hodnotu MultiProfileUserBehaviorNotAllowed, uživatel nemůže být součástí multiprofilové relace.

Pokud tuto zásadu nastavíte, uživatelé ji nebudou moci změnit ani přepsat.

Pokud dojde ke změně ve chvíli, kdy je uživatel přihlášen k multiprofilové relaci, bude nastavení zkontrolováno u všech uživatelů v dané relaci. Pokud některý uživatel již nebude mít právo relace se účastnit, bude relace ukončena.

Pokud tato zásada není nastavena, bude pro uživatele spravované organizací použita výchozí hodnota „MultiProfileUserBehaviorMustBePrimary“ a pro uživatele, kteří nejsou spravováni, bude použita hodnota „MultiProfileUserBehaviorUnrestricted“.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Povolit firemnímu uživateli být primárním i sekundárním uživatelem (výchozí chování pro nespravované uživatele)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Povolit firemnímu uživateli být pouze primárním uživatelem s více profily (výchozí chování pro uživatele spravované firmou)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Nepovolí podnikovým uživatelům být součástí multiprofilu (primárního či sekundárního)</string><string id="ChromeOsReleaseChannel">Kanál verzí</string><string id="ChromeOsReleaseChannel_Explain">Určuje, jaký kanál verzí by měl být v zařízení nastaven a uzamčen.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabilní verze</string><string id="ChromeOsReleaseChannel_BetaChannel">Verze beta</string><string id="ChromeOsReleaseChannel_DevChannel">Verze pro vývojáře (mohou být nestabilní)</string><string id="ChromeOsReleaseChannelDelegated">Zda má být kanál verzí nastavitelný uživatelem</string><string id="ChromeOsReleaseChannelDelegated_Explain">Pokud je tato zásada nastavena na hodnotu True a zásada ChromeOsReleaseChannel není určena, uživatelé smějí v zařízení změnit kanál verzí. Pokud je tato zásada nastavena hodnotu False, zařízení je uzamčeno v kanálu, ve kterém bylo naposledy nastaveno.

Kanál vybraný uživatelem bude přepsán zásadou ChromeOsReleaseChannel, avšak je-li kanál zásady stabilnější než kanál nainstalovaný v zařízení, změní se kanál až ve chvíli, kdy bude pro stabilnější kanál k dispozici vyšší verze než pro kanál nainstalovaný k zařízení.</string><string id="ComponentUpdatesEnabled">Povoluje aktualizace komponent v prohlížeči Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Pokud tato zásada není nastavena nebo je nastavena na hodnotu True, je v prohlížeči Google Chrome povolena aktualizace všech komponent.

Pokud je nastavena na hodnotu False, jsou aktualizace komponent zakázány. Na některé komponenty se však tato zásada nevztahuje: nebudou zakázány aktualizace komponent, které neobsahují spustitelný kód, nemění významně chování prohlížeče nebo jsou nezbytně nutné z důvodu bezpečnosti.
Mezi takové komponenty patří například seznamy zneplatněných certifikátů a údaje Bezpečného prohlížení.
Další informace o Bezpečném prohlížení najdete na stránce https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Pravidla výběru výchozí tiskárny</string><string id="DefaultPrinterSelection_Explain">Přepíše v prohlížeči Google Chrome pravidla výběru výchozí tiskárny.

Tato zásada určuje pravidla pro výběr výchozí tiskárny v prohlížeči Google Chrome, který se provede při prvním použití funkce tisku v profilu.

Je-li tato zásada nastavena, Google Chrome se pokusí najít tiskárnu, která odpovídá všem zadaným atributům, a vybrat ji jako výchozí. Bude vybrána první tiskárna, která tuto zásadu splňuje. Pokud zásadě odpovídá více tiskáren, může být v závislosti na tom, v jakém pořadí jsou tiskárny objeveny, vybrána kterákoliv z nich.

Pokud tato zásada není nastavena nebo do vypršení časového limitu odpovídající tiskárna není nalezena, vybere se integrovaná virtuální tiskárna na vytváření souborů PDF. Pokud tiskárna na vytváření souborů PDF není k dispozici, nebude vybrána žádná tiskárna.

Hodnota se analyzuje jako objekt JSON odpovídající následujícímu schématu:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Informace o tom, zda má být vyhledávání odpovídající tiskárny omezeno na konkrétní množinu tiskáren.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regulární výraz, kterému musí odpovídat ID tiskárny.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regulární výraz, kterému musí odpovídat zobrazovaný název tiskárny.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}
Tiskárny připojené ke službě Google Cloud Print jsou považovány za cloudové („&quot;cloud&quot;“), ostatní jsou klasifikovány jako místní („&quot;local&quot;“).
Vynechání pole znamená, že v něm budou vyhovovat všechny hodnoty. Pokud například nezadáte způsob připojení, při náhledu tisku se spustí vyhledávání všech typů tiskáren: místních i cloudových.
Regulární výrazy musejí odpovídat syntaxi objektů RegExp jazyka JavaScript a při vyhledávání shod se rozlišují velká a malá písmena.</string><string id="DeveloperToolsDisabled">Deaktivovat nástroje pro vývojáře</string><string id="DeveloperToolsDisabled_Explain">Deaktivuje nástroje pro vývojáře a konzoli JavaScriptu.

Pokud toto nastavení aktivujete, nebude možné přistupovat k nástrojům pro vývojáře ani kontrolovat prvky webových stránek. Deaktivovány budou také veškeré klávesové zkratky a položky klasických či kontextových nabídek, pomocí kterých lze nástroje pro vývojáře nebo konzoli JavaScriptu otevřít.

Pokud tuto možnost deaktivujete nebo nenastavíte, umožníte uživatelům používat nástroje pro vývojáře nebo konzoli JavaScriptu.</string><string id="DeviceAllowBluetooth">Povolit na zařízení Bluetooth</string><string id="DeviceAllowBluetooth_Explain">Pokud je tato zásada nastavena na hodnotu False, systém Google Chrome OS zakáže rozhraní Bluetooth a uživatel jej nebude moci povolit.

Pokud je tato zásada nastavena na hodnotu True nebo je ponechána nenastavená, uživatel bude moci rozhraní Bluetooth povolit či zakázat dle svého uvážení.

Pokud je tato zásada nastavena, uživatel ji nemůže změnit ani přepsat.

Když Bluetooth povolujete, změny se projeví až poté, co se uživatel odhlásí a znovu přihlásí (když Bluetooth zakazujete, toto není potřeba).</string><string id="DeviceAllowNewUsers">Povolit vytváření nových uživatelských účtů</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Povolit uživatelům uplatnit při registraci systému Chrome OS nabídky</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Administrátoři IT spravující podniková zařízení mohou pomocí tohoto příznaku uživatelům povolit nebo zakázat uplatnění zvláštních nabídek při registraci systému Chrome OS.

Pokud je tato zásada nastavena na hodnotu true nebo ponechána bez nastavení, uživatelé budou moci při registraci systému Chrome OS uplatňovat zvláštní nabídky.

Pokud je tato zásada nastavena na hodnotu false, uživatelé zvláštní nabídky nebudou moci uplatnit.</string><string id="DeviceAutoUpdateDisabled">Zakáže automatické aktualizace</string><string id="DeviceAutoUpdateDisabled_Explain">Pokud je tato zásada nastavena na hodnotu True, budou zakázány automatické aktualizace.

Pokud tato zásada není nastavena nebo je nastavena na hodnotu False, zařízení se systémem Google Chrome OS automaticky kontrolují aktualizace.

Upozornění: Doporučuje se ponechat automatické aktualizace zapnuté, aby uživatelé mohli dostávat aktualizace softwaru a kritické opravy zabezpečení. Vypnutí automatických aktualizací by uživatele mohlo vystavit riziku.</string><string id="DeviceAutoUpdateP2PEnabled">Automatické aktualizace pomocí sítě p2p aktivovány</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Určuje, zda má být pro datové části aktualizací operačního systému použita síť p2p. Pokud zásadu nastavíte na hodnotu True, zařízení budou sdílet pokus o využití datových částí aktualizace v síti LAN, což může vést ke snížení zahlcení a míry využití připojení k internetu. Pokud datová část aktualizace není v síti LAN k dispozici, zařízení přepne zpět na stahování ze serveru aktualizace. Pokud tuto zásadu nenakonfigurujete nebo ji nastavíte na hodnotu False, síť p2p nebude použita.</string><string id="DeviceBlockDevmode">Blokovat režim pro vývojáře</string><string id="DeviceBlockDevmode_Explain">Zablokuje režim pro vývojáře.

Pokud je tato zásada nastavena na hodnotu true, systém Google Chrome OS zabrání spuštění zařízení v režimu pro vývojáře. Po zapnutí přepínače pro vývojáře se systém odmítne spustit a zobrazí se obrazovka s chybou.

Pokud tato zásada není nastavena nebo je nastavena na hodnotu false, režim pro vývojáře bude v zařízení nadále k dispozici.</string><string id="DeviceDataRoamingEnabled">Povolit datový roaming</string><string id="DeviceDataRoamingEnabled_Explain">Určuje, zda bude v zařízení povolen datový roaming. Pokud je tato zásada nastavena na hodnotu True, je datový roaming povolen. Pokud tato zásada není nastavena nebo je nastavena na hodnotu False, datový roaming nebude k dispozici.</string><string id="DeviceEphemeralUsersEnabled">Při odhlášení smazat uživatelská data</string><string id="DeviceEphemeralUsersEnabled_Explain">Určuje, zda systém Google Chrome OS po odhlášení zachová místní data účtu. Pokud je tato zásada nastavena na hodnotu True, nebude systém Google Chrome OS uchovávat žádné účty trvale a všechna data relace uživatele budou po odhlášení smazána. Pokud je tato zásada nastavena na hodnotu False, nebo není nastavena, může zařízení uchovat (šifrovaná) místní uživatelská data.</string><string id="DeviceGuestModeEnabled">Aktivovat režim hosta</string><string id="DeviceGuestModeEnabled_Explain">Pokud je tato zásada nastavena na hodnotu True nebo není nastavena, povolí systém Google Chrome OS přihlášení hosta. Přihlášení hosta jsou anonymní uživatelské relace a nevyžadují heslo.

Je-li tato zásada nastavena na hodnotu False, systém Google Chrome OS spuštění relací hosta nepovolí.</string><string id="DeviceLoginScreenAppInstallList">Konfigurace seznamu nainstalovaných aplikací na přihlašovací obrazovce</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfigurace seznamu nainstalovaných aplikací na přihlašovací obrazovce</string><string id="DeviceLoginScreenInputMethods">Rozložení klávesnice na přihlašovací obrazovce zařízení</string><string id="DeviceLoginScreenInputMethods_Explain">Konfiguruje, která rozložení klávesnic jsou povolena na přihlašovací obrazovce systému Google Chrome OS.

Je-li tato zásada nastavena na seznam metod zadávání, budou na přihlašovací obrazovce k dispozici příslušné metody zadávání. První metoda zadávání bude předvybrána. Když je na přihlašovací obrazovce zakliknut profil konkrétního uživatele, bude kromě metod zadávání definovaných touto zásadou k dispozici také metoda zadávání, kterou uživatel naposledy použil. Pokud tato zásada není nastavena, metody zadávání na přihlašovací obrazovce budou vycházet z jazyka, ve kterém se zobrazuje přihlašovací obrazovka. Hodnoty, které nejsou platnými identifikátory metod zadávání budou ignorovány.</string><string id="DeviceLoginScreenInputMethodsDesc">Rozložení klávesnice na přihlašovací obrazovce zařízení</string><string id="DeviceLoginScreenLocales">Jazyk přihlašovací obrazovky zařízení</string><string id="DeviceLoginScreenLocales_Explain">Konfiguruje jazyk používaný povinně na přihlašovací obrazovce systému Google Chrome OS.

Je-li nastavena tato zásada, přihlašovací obrazovka se vždy zobrazí v jazyce, který je určen první hodnotou této zásady (z důvodu kompatibility s budoucími verzemi je zásada definována jako seznam). Pokud tato zásada není nastavena nebo je nastavena na prázdný seznam, zobrazí se přihlašovací obrazovka v jazyce poslední uživatelské relace. Pokud je tato zásada nastavena na hodnotu, která není platným jazykem, zobrazí se přihlašovací obrazovka v záložním jazyce (aktuálně americká angličtina).</string><string id="DeviceLoginScreenLocalesDesc">Jazyk přihlašovací obrazovky zařízení</string><string id="DeviceLoginScreenPowerManagement">Správa možností napájení na přihlašovací obrazovce</string><string id="DeviceLoginScreenPowerManagement_Explain">Umožňuje konfigurovat na přihlašovací obrazovce systému Google Chrome OS řízení spotřeby.

Tato zásada umožňuje nakonfigurovat chování systému Google Chrome OS v případech, kdy je zobrazena přihlašovací obrazovka a uživatel po určitou dobu neprovádí žádnou činnost. Tato zásada řídí několik nastavení. Jejich individuální sémantika a rozsahy hodnot se řídí odpovídajícími zásadami pro řízení spotřeby v rámci relace. Oproti těmto zásadám platí u této zásady následující odlišnosti:
* Akce, která bude provedena při nečinnosti nebo zavření krytu, nemůže být ukončení relace.
* Výchozí akce, která bude provedena při nečinnosti během provozu na síťové napájení, je vypnutí.

Pokud některá možnost nebude nakonfigurována, použije se výchozí hodnota.

Pokud tato zásada není nastavena, budou pro všechna nastavení použity výchozí hodnoty.</string><string id="DeviceMetricsReportingEnabled">Povolit hlášení o metrikách</string><string id="DeviceMetricsReportingEnabled_Explain">Udává, zda se do Googlu hlásí metriky využití a diagnostická data včetně zpráv o selhání. Pokud je tato zásada nastavena na hodnotu true, bude systém Google Chrome OS hlásit metriky využití a diagnostická data. Pokud není nakonfigurována nebo je nastavena na hodnotu false, bude hlášení metrik a diagnostických dat zakázáno.</string><string id="DeviceNativePrinters">Konfigurační soubor podnikových tiskáren pro zařízení</string><string id="DeviceNativePrinters_Explain">Poskytuje konfigurace pro podnikové tiskárny svázané se zařízeními.

Tato zásada umožňuje poskytnout zařízením Google Chrome OS konfigurace tiskáren. Soubor nesmí být větší než 5 MB a musí být zakódován ve formátu JSON. Formát je stejný jako ve slovníku NativePrinters. Podle odhadů by se do souboru o velikosti 5 MB mělo vejít přibližně 21 000 tiskáren. Kryptografický hash se používá k ověření integrity staženého souboru.

Soubor se stáhne a uloží do mezipaměti. Při každé změně adresy URL nebo hodnoty hash se stáhne znovu.

Je-li tato zásada nastavena, stáhne Google Chrome OS soubor s konfiguracemi tiskáren a zpřístupní tiskárny v souladu se zásadami DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist a DeviceNativePrintersBlacklist.

Tato zásada nemá vliv na to, zda uživatelé mohou konfigurovat tiskárny na jednotlivých zařízeních. Je zamýšlena jako doplněk ke konfiguraci tiskáren ze strany jednotlivých uživatelů.

Tato zásada doplňuje zásadu NativePrintersBulkConfiguration.

Pokud tato zásada není nastavena, nebude mít zařízení žádné tiskárny a ostatní zásady DeviceNativePrinter* budou ignorovány.</string><string id="DeviceNativePrintersAccessMode">Zásady přístupu ke konfiguraci tiskáren pro zařízení.</string><string id="DeviceNativePrintersAccessMode_Explain">Určuje, které tiskárny ze zásady DeviceNativePrinters budou uživatelům dostupné.

Stanovuje, která zásada přístupu se použije pro hromadnou konfiguraci tiskáren. Je-li vybrána možnost AllowAll, budou zobrazeny všechny tiskárny. Je-li vybrána možnost BlacklistRestriction, bude zakázán přístup k tiskárnám uvedeným v zásadě DeviceNativePrintersBlacklist. Je-li vybrána možnost WhitelistPrintersOnly, bude možné vybrat pouze tiskárny uvedené v zásadě DeviceNativePrintersWhitelist.

Pokud tato zásada není nastavena, předpokládá se použití možnosti BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Zobrazují se všechny tiskárny s výjimkou tiskáren v seznamu zakázaných.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Uživatelům se zobrazují pouze tiskárny uvedené v seznamu povolených</string><string id="DeviceNativePrintersAccessMode_AllowAll">Povolit všechny tiskárny z konfiguračního souboru.</string><string id="DeviceNativePrintersBlacklist">Zakázané podnikové tiskárny pro zařízení</string><string id="DeviceNativePrintersBlacklist_Explain">Určuje, které tiskárny uživatel nesmí používat.

Tato zásada se použije, jen pokud je v zásadě DeviceNativePrintersAccessMode vybrána možnost BlacklistRestriction.

Je-li tato zásada použita, bude mít uživatel k dispozici všechny tiskárny kromě těch, jejichž ID jsou v ní uvedena.
</string><string id="DeviceNativePrintersBlacklistDesc">Zakázané podnikové tiskárny pro zařízení</string><string id="DeviceNativePrintersWhitelist">Povolené podnikové tiskárny pro zařízení</string><string id="DeviceNativePrintersWhitelist_Explain">Určuje, které tiskárny uživatel může používat.

Tato zásada se použije, jen pokud je v zásadě DeviceNativePrintersAccessMode vybrána možnost WhitelistPrintersOnly.

Je-li tato zásada použita, bude mít uživatel k dispozici pouze tiskárny, jejichž ID se shodují s hodnotami v této zásadě. ID musejí odpovídat položkám v souboru, který je uveden v zásadě DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Povolené podnikové tiskárny pro zařízení</string><string id="DeviceOffHours">Intervaly, ve kterých na zařízení nebudou uplatňovány zásady |ignored_policy_proto_tags|</string><string id="DeviceOffHours_Explain">Pokud je nastavena zásada OffHours, jsou v zadaných časových intervalech ignorovány určené zásady zařízení (použije se jejich výchozí nastavení). Na začátku a konci každého intervalu zadaného v zásadě OffHours prohlížeč Chrome znovu použije zásady zařízení. Pokud se na konci intervalu OffHours zásady zařízení změní, bude o tom uživatel informován a bude se muset odhlásit (například pokud je přihlášen pomocí účtu, který již není povolen).</string><string id="DeviceOpenNetworkConfiguration">Konfigurace sítě na úrovni zařízení</string><string id="DeviceOpenNetworkConfiguration_Explain">Umožňuje přenést nastavení sítě, která se budou používat pro všechny uživatele zařízení se systémem Google Chrome OS. Konfigurace sítě je řetězec ve formátu JSON, který se řídí definicí formátu Open Network Configuration popsanou na stránce https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="DevicePolicyRefreshRate">Obnovovací frekvence zásad pro zařízení</string><string id="DevicePolicyRefreshRate_Explain">Určuje interval (v ms), ve kterém budou službě správy zařízení zasílány požadavky na informace o zásadách pro zařízení.

Nastavení této zásady přepíše výchozí hodnotu 3 hodiny. Platné hodnoty pro tuto zásadu jsou v rozsahu od 1800000 (30 minut) do 86400000 (1 den). Místo hodnot mimo tento rozsah bude použita příslušná mezní hodnota.

Pokud tato zásada nebude nastavena, použije systém Google Chrome OS výchozí hodnotu, což jsou 3 hodiny.

Upozorňujeme, že pokud platforma podporuje oznámení o zásadách, budou všechna výchozí nastavení i hodnota této zásady ignorovány a interval aktualizací bude nastaven na 24 hodin. Očekává se totiž, že při změně zásad bude aktualizace vynucena automaticky prostřednictvím oznámení.</string><string id="DeviceQuirksDownloadEnabled">Povolit dotazy na server Quirks pro hardwarové profily</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automaticky restartovat po vypnutí zařízení</string><string id="DeviceRebootOnShutdown_Explain">Pokud je tato zásada nastavena na hodnotu false nebo není nastavena, systém Google Chrome OS umožní uživateli vypnout zařízení.
Pokud je tato zásada nastavena na hodnotu true a uživatel vypne zařízení, spustí systém Google Chrome OS restart. Systém Google Chrome OS nahradí všechna tlačítka pro vypnutí v uživatelském rozhraní tlačítky pro restart. Pokud uživatel zařízení vypne pomocí vypínače, zařízení se automaticky restartovat nebude, a to ani v případě, že je tato zásada aktivována.</string><string id="DeviceShowUserNamesOnSignin">Zobrazit uživatelská jména na přihlašovací obrazovce</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Celosystémové příznaky, které se použití při spuštění prohlížeče Google Chrome</string><string id="DeviceStartUpFlags_Explain">Udává příznaky, které mají být na prohlížeč Google Chrome použity při spuštění (použijí se pouze na přihlašovací obrazovce). Příznaky nastavené prostřednictvím této zásady nezasahují do uživatelských relací.</string><string id="DeviceStartUpFlagsDesc">Celosystémové příznaky, které se použití při spuštění prohlížeče Google Chrome</string><string id="DeviceTargetVersionPrefix">Cílová verze automatické aktualizace</string><string id="DeviceTargetVersionPrefix_Explain">Nastavuje cílovou verzi pro automatické aktualizace.

Určuje předponu cílové verze, na kterou by se měl systém Google Chrome OS aktualizovat. Pokud je v zařízení spuštěna verze, která zadané předponě předchází, aktualizuje se na nejnovější verzi s danou předponou. Je-li v zařízení již nainstalována novější verze, tato zásada se nijak neprojeví (tj. nebude proveden downgrade) a v zařízení zůstane aktuální verze. Formát předpony funguje po součástech, jak ukazuje následující příklad:

&quot;&quot; (nebo nenakonfigurováno): aktualizovat na nejnovější dostupnou verzi.
&quot;1412.&quot;: aktualizovat na kteroukoliv podverzi verze 1412 (např. 1412.24.34 nebo 1412.60.2).
&quot;1412.2.&quot;: aktualizovat na kteroukoliv podverzi verze 1412.2 (např. 1412.2.34 nebo 1412.2.2),
&quot;1412.24.34&quot;: aktualizovat pouze na tuto konkrétní verzi.

Upozornění: Konfigurovat omezení verzí se nedoporučuje, protože to uživatelům může zabránit v přijímání aktualizací softwaru a kritických oprav zabezpečení. Omezení aktualizací na konkrétní předponu verze uživatele může vystavit riziku.</string><string id="DeviceUpdateAllowedConnectionTypes">Typy připojení, pro které jsou povoleny aktualizace</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Typy připojení, které lze používat pro aktualizaci operačního systému. Aktualizace operačního systému může vzhledem k objemu dat velmi zatěžovat připojení a může mít za následek dodatečné poplatky. Z tohoto důvodu jsou ve výchozím nastavení zakázány pro typy připojení, které jsou považovány za nákladné, což je v současnosti mimo jiné připojení WiMax, Bluetooth nebo mobilní připojení.
Podporované identifikátory typu připojení jsou „ethernet“, „wifi“, „wimax“, „bluetooth“ a „cellular“.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Typy připojení, pro které jsou povoleny aktualizace</string><string id="DeviceUpdateHttpDownloadsEnabled">Povolení stahování automatických aktualizací prostřednictvím protokolu HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Datové části automatických aktualizací systému Google Chrome OS lze namísto protokolu HTTPS stahovat prostřednictvím protokolu HTTP. To umožňuje transparentní ukládání souborů stahovaných pomocí protokolu HTTP do mezipaměti.

Pokud tuto zásadu nastavíte na hodnotu true, systém Google Chrome OS se bude pokoušet stahovat datové části automatických aktualizací prostřednictvím protokolu HTTP. Pokud tuto zásadu nastavíte na hodnotu false nebo ji nenastavíte, ke stahování datových částí automatických aktualizací se bude používat protokol HTTPS.</string><string id="DeviceUpdateScatterFactor">Faktor zpoždění automatické aktualizace</string><string id="DeviceUpdateScatterFactor_Explain">Určí počet sekund, o který může zařízení náhodně zdržet stahování aktualizace od doby, kdy byla poprvé zveřejněna na serveru. Zařízení může čekat určitý čas a pokusit se o určitý počet kontrol aktualizací. Zpoždění je však v každém případě omezeno neměnným maximálním časovým limitem tak, aby zařízení nečekalo na stažení aktualizace donekonečna.</string><string id="DeviceUserWhitelist">Seznam povolených uživatelů k přihlášení</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Seznam povolených uživatelů k přihlášení</string><string id="DeviceWallpaperImage">Obrázek tapety zařízení</string><string id="DeviceWallpaperImage_Explain">Slouží ke konfiguraci obrázku tapety na úrovni zařízení, který se bude zobrazovat na přihlašovací obrazovce, pokud se do zařízení dosud nepřihlásil žádný uživatel. Zásadu nastavíte zadáním adresy URL, ze které může zařízení se systémem Chrome OS obrázek tapety stáhnout, a kryptografické hodnoty hash k ověření integrity staženého obsahu. Obrázek musí být ve formátu JPEG a jeho velikost nesmí překročit 16 MB. Adresa URL musí být přístupná bez ověření. Obrázek tapety se stáhne a uloží do mezipaměti. Při každé změně adresy URL nebo hodnoty hash se obrázek stáhne znovu.

Tuto zásadu je třeba zadat jako řetězec, který udává adresu URL a hodnotu hash ve formátu JSON. Příklad:
{
&quot;url&quot;: &quot;https://example.com/tapeta_zarizeni.jpg&quot;,
&quot;hash&quot;: &quot;hashukazkovetapety&quot;
}

Pokud je zásada tapety zařízení nastavena, zařízení se systémem Chrome OS stáhne obrázek tapety a použije jej na přihlašovací obrazovce, pokud se do zařízení dosud nepřihlásil žádný uživatel. Po přihlášení se použije zásada pro tapetu příslušného uživatele.

Pokud zásada tapety zařízení není nastavena, zobrazený obrázek závisí na zásadě tapety uživatele (pokud je nastavena).</string><string id="Disable3DAPIs">Deaktivovat podporu rozhraní API pro 3D grafiku</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Určuje, zda má být deaktivován nástroj pro vyhledávání pluginů</string><string id="DisablePluginFinder_Explain">Pokud toto nastavení aktivujete, budou automatické vyhledávání a instalace chybějících pluginů v aplikaci Google Chrome zakázány.

Pokud tuto možnost deaktivujete nebo nenastavíte, bude nástroj pro vyhledávání pluginů aktivní.</string><string id="DisableSafeBrowsingProceedAnyway">Zakázat pokračování ze stránky s upozorněním Bezpečného prohlížení</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Když uživatel přejde na web, který je označen jako potenciálně škodlivý, zobrazí služba Bezpečné prohlížení stránku s upozorněním. Pokud aktivujete toto nastavení, uživatelé ze stránky s upozorněním na škodlivý web nebudou moci pokračovat.

Pokud je toto nastavení deaktivováno nebo není nakonfigurováno, uživatelé mohou po zobrazení upozornění pokračovat na označený web.

Další informace o Bezpečném prohlížení najdete na stránce https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Zakázat pořizování snímků obrazovky</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Nastavit výchozí otočení displeje, které se použije při každém restartu</string><string id="DisplayRotationDefault_Explain">Pokud je tato zásada nastavena, každý displej se při prvním připojení po změně hodnoty zásady a při každém restartu otočí do požadované orientace. Uživatelé mohou otočení displeje po přihlášení na stránce nastavení změnit, ale při příštím restartu se jejich nastavení hodnotou zásady přepíše.

Tato zásada platí pro primární i pro všechny sekundární displeje.

Pokud tato zásada není nastavena, použije se výchozí hodnota 0 a uživatel ji bude moci změnit. V tomto případě se nastavení uživatele při restartu nepřepíše.</string><string id="DisplayRotationDefault_ROTATE_0">Otočit obrazovku o 0 stupňů</string><string id="DisplayRotationDefault_ROTATE_90">Otočit obrazovku ve směru hodinových ručiček o 90 stupňů</string><string id="DisplayRotationDefault_ROTATE_180">Otočit obrazovku o 180 stupňů</string><string id="DisplayRotationDefault_ROTATE_270">Otočit obrazovku ve směru hodinových ručiček o 270 stupňů</string><string id="DownloadDirectory">Nastavit adresář pro stahování</string><string id="DownloadDirectory_Explain">Slouží ke konfiguraci adresáře, do kterého bude prohlížeč Google Chrome stahovat soubory.

Pokud tuto zásadu nastavíte, použije Google Chrome zadaný adresář i v případě, že uživatel zadal jiný adresář nebo zvolil, že chce pokaždé zobrazit výzvu k zadání umístění stahovaného souboru.

Seznam proměnných, které můžete použít, naleznete na stránce https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Pokud tato zásada není nastavena, bude se používat výchozí adresář pro stažené soubory a uživatel jej bude moci změnit.</string><string id="DownloadRestrictions">Povolit omezení stahování</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Bez zvláštních omezení</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokovat nebezpečná stahování</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokovat potenciálně nebezpečná stahování</string><string id="DownloadRestrictions_BlockAllDownloads">Blokovat veškerá stahování</string><string id="EasyUnlockAllowed">Umožní použití funkce Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Strategie migrace pro šifrování ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Podobné jako možnost Wipe (hodnota 2), ale pokusí se zachovat přihlašovací tokeny, aby se uživatel nemusel znovu přihlašovat.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Pokud model zařízení klienta podporoval ARC již předtím, než kvůli spuštění ARC bylo potřeba migrovat na ext4, a zásada ArcEnabled je nastavena na hodnotu true, bude se tato možnost chovat jako AskUser (hodnota 3). Ve všech ostatních případech (model zařízení dříve ARC nepodporoval nebo je zásada ArcEnabled nastavena na hodnotu false) se tato možnost bude chovat jako DisallowArc (hodnota 0).</string><string id="EditBookmarksEnabled">Povolí nebo zakáže úpravy záložek</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Udává, zda mají být povoleny certifikáty vydané místními kotvami vztahu důvěryhodnosti bez rozšíření subjectAlternativeName.</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Když je toto nastavení zapnuto, u certifikátů bez rozšíření subjectAlternativeName posoudí prohlížeč Google Chrome shodu s názvem hostitele podle údaje commonName serverového certifikátu. Podmínkou je, že certifikát musí být úspěšně ověřen a jeho řetěz důvěryhodnosti musí vést k místně nainstalovaným certifikátům CA.

Zapnutí této možnost se nedoporučuje, protože může umožnit obejití rozšíření nameConstraints, jež omezuje názvy hostitelů, pro které může být certifikát autorizován.

Pokud tato zásada není nastavena nebo je nastavena na hodnotu false, certifikáty serverů bez rozšíření subjectAlternativeName, které obsahují buď název DNS nebo IP adresu, nebudou považovány za důvěryhodné.</string><string id="EnableDeprecatedWebPlatformFeatures">Na omezenou dobu povolit zastaralé funkce platformy Web Platform</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Určuje seznam zastaralých funkcí webové platformy, které budou znovu aktivovány.

Tato zásada umožňuje administrátorům na omezenou dobu znovu aktivovat zastaralé funkce webové platformy. Funkce jsou označeny pomocí značky řetězce. Funkce odpovídající značkám uvedeným v seznamu, který určuje tato zásada, budou znovu aktivovány .

Pokud je tato zásada ponechána nenastavená nebo je seznam prázdný či neodpovídá některé z podporovaných značek řetězců, zůstanou všechny funkce zastaralé webové platformy zakázány.

Samotná zásada je na výše uvedených platformách podporována. Funkce, které zásada podporuje, však mohou být k dispozici na méně platformách. Některé zastaralé funkce platformy Web Platform nelze znovu povolit. Po různě dlouhou omezenou dobu lze povolit pouze ty, které jsou výslovně uvedeny níže. Obecný formát řetězcové značky je [NázevZastaraléFunkce]_EffectiveUntil[RRRRMMDD]. Důvody změny funkcí platformy Web Platform a informace naleznete zde: https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Na omezenou dobu povolit zastaralé funkce platformy Web Platform</string><string id="EnableOnlineRevocationChecks">Zda se budou provádět online kontroly OCSP/CRL</string><string id="EnableOnlineRevocationChecks_Explain">Vzhledem k tomu, že online kontroly zamítnutých certifikátů nepřinášejí žádné efektivní bezpečnostní výhody a také snadno selhávají, jsou v prohlížeči Google Chrome verze 19 a vyšší ve výchozím nastavení deaktivovány. Nastavíte-li tuto zásadu na hodnotu True, obnoví se předchozí chování a budou prováděny online kontroly OCSP/CRL.

Pokud tato zásada není nastavena nebo je nastavena na hodnotu False, Google Chrome nebude u verzí Google Chrome 19 a novějších provádět online kontroly zamítnutých certifikátů.</string><string id="EnableSha1ForLocalAnchors">Udává, zda jsou povoleny certifikáty podepsané algoritmem SHA-1 vydané místními kotvami důvěryhodnosti</string><string id="EnableSha1ForLocalAnchors_Explain">Když je toto nastavení aktivováno, povoluje Google Chrome certifikáty podepsané algoritmem SHA-1, pokud je možné je úspěšně ověřit a propojit s místně nainstalovanými certifikáty CA.

Upozorňujeme, že tato zásada závisí na tom, zda podpisy SHA-1 povoluje ověřovací mechanismus operačních systému. Pokud při aktualizaci operačního systému dojde ke změně zpracování certifikátů SHA-1, tato zásada již nemusí fungovat. Tato zásada je určena jako dočasné řešení, které podnikům poskytne více času k přechodu na jiné podpisy než SHA-1. Tato zásada bude odstraněna kolem 1. ledna 2019.

Pokud tato zásada není nastavena nebo je nastavena na hodnotu False, bude se Google Chrome řídit veřejně publikovaným harmonogramem ukončení podpory algoritmu SHA-1.</string><string id="ExternalStorageDisabled">Zakázat připojení externího úložiště</string><string id="ExternalStorageDisabled_Explain">Když je tato zásada nastavena na hodnotu True, externí úložiště nebude k dispozici v prohlížeči souborů.

Tato zásada má vliv na všechny typy úložných médií. Jedná se například o jednotky USB flash, externí pevné disky, paměťové karty SD a další paměťové karty, optická úložiště apod. Na interní úložiště tato zásada vliv nemá. Soubory ve složce Stažené zůstanou přístupné. Tato zásada nemá vliv ani na Disk Google.

Pokud je toto nastavení deaktivováno nebo není nakonfigurováno, mohou uživatelé v zařízení používat všechny podporované typy externích úložišť.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Pokud je tato zásada nastavena na hodnotu True, uživatelé do externích úložných zařízení nemohou nic zapisovat.
Pokud je tato zásada nastavena na hodnotu False nebo není nakonfigurována, uživatelé mohou vytvářet a upravovat soubory na externích úložných zařízeních, která fyzicky umožňují zápis.

Zásada ExternalStorageDisabled má před touto zásadou přednost. Pokud je zásada ExternalStorageDisabled nastavena na hodnotu True, veškerý přístup k externím úložištím je zakázán a tato zásada je tedy ignorována.

Dynamické obnovování této zásady je podporováno od verze M56.</string><string id="ForceGoogleSafeSearch">Vynutit Bezpečné vyhledávání Google</string><string id="ForceGoogleSafeSearch_Explain">Vynutí, aby se při použití Vyhledávání Google vždy aktivovalo Bezpečné vyhledávání, a zabrání uživatelům toto nastavení změnit.

Pokud toto nastavení aktivujete, bude Bezpečné vyhledávání při použití Vyhledávání Google vždy aktivní.

Pokud toto nastavení deaktivujete nebo nenastavíte žádnou hodnotu, Bezpečné vyhledávání nebude při použití Vyhledávání Google vynuceno.</string><string id="ForceMaximizeOnFirstRun">Při prvním spuštění maximalizovat první okno prohlížeče</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Vynutit minimální nastavení omezeného režimu na YouTube</string><string id="ForceYouTubeRestrict_Explain">Vynutí minimální nastavení omezeného režimu na YouTube a znemožní uživatelům vybrat méně omezený režim.

Je-li tato zásada nastavena na hodnotu Přísný, bude na YouTube vždy aktivní přísný omezený režim.

Je-li tato zásada nastavena na hodnotu Střední, uživatel na YouTube bude moci vybrat pouze střední nebo přísný omezený režim, ale nebude moci omezený režim deaktivovat.

Pokud je tato zásada nastavena na hodnotu Vypnuto nebo není nastavena žádná hodnota, prohlížeč Google Chrome na YouTube omezený režim vynucovat nebude. Omezený režim však může být vynucován externími zásadami, například zásadami služby YouTube.</string><string id="ForceYouTubeRestrict_Off">Nevynucovat na YouTube omezený režim</string><string id="ForceYouTubeRestrict_Moderate">Vynutit na YouTube alespoň střední nastavení omezeného režimu</string><string id="ForceYouTubeRestrict_Strict">Vynutit přísný omezený režim pro YouTube</string><string id="FullscreenAllowed">Povolení režimu celé obrazovky</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Povolí podporu protokolu HTTP/0.9 na jiných než výchozích portech</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Tato zásada povolí protokol HTTP/0.9 na portech jiných než 80 pro HTTP a 443 pro HTTPS.

Tato zásada je ve výchozím nastavení vypnuta. Pokud ji zapnete, vystavíte tím uživatele bezpečnostnímu riziku popsanému na stránce https://crbug.com/600352.

Účelem této zásady je poskytnout organizacím čas k migraci existujících serverů na jiný protokol než HTTP/0.9 a v budoucnu bude odstraněna.

Pokud tato zásada není nastavena, protokol HTTP/0.9 bude na jiných než výchozích portech zakázán.</string><string id="IncognitoModeAvailability">Dostupnost anonymního režimu</string><string id="IncognitoModeAvailability_Explain">Určuje, zda uživatel může v aplikaci Google Chrome otevřít stránky v anonymním režimu.

Je-li zvolena možnost Povoleno, stránky lze otevřít v anonymním režimu.

Je-li zvolena možnost Zakázáno, stránky nelze otevřít v anonymním režimu.

Je-li zvolena možnost Povinné, stránky lze otevřít POUZE v anonymním režimu.</string><string id="IncognitoModeAvailability_Enabled">Anonymní režim dostupný</string><string id="IncognitoModeAvailability_Disabled">Anonymní režim zakázán</string><string id="IncognitoModeAvailability_Forced">Anonymní režim je povinný.</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Aktivace izolace webů u určených zdrojů</string><string id="IsolateOrigins_Explain">
POZNÁMKA: Tato zásada je experimentální a může narušit fungování!
Pokud je tato zásada povolena, každý z uvedených zdrojů na seznamu
odděleném čárkami bude spouštěn ve vlastním procesu. Také budou izolovány
zdroje uvedené v subdoménách; např. pokud zadáte web https://example.com/,
bude izolována také subdoména https://foo.example.com/, která je jeho součástí.
Pokud je tato zásada zakázána, bude použita logika správy procesů
pro předběžnou izolaci webů.
Pokud tato zásada není nakonfigurována, uživatel může toto nastavení změnit.
</string><string id="KeyPermissions">Klíčová oprávnění</string><string id="KeyPermissions_Explain">Uděluje rozšířením přístup k podnikovým klíčům.

K podnikovému použití jsou určeny ty klíče, které jsou vygenerovány pomocí rozhraní chrome.platformKeys API ve spravovaném účtu. Klíče importované nebo vygenerované jiným způsobem k podnikovému použití určeny nejsou.

Přístup ke klíčům určeným k podnikovému použití je řízen pouze touto zásadou. Uživatel rozšířením přístup k podnikovým klíčům udělit ani odebrat nemůže.

Rozšíření nemůže klíč určený k podnikovému použití ve výchozím nastavení používat. Tento stav je ekvivalentní k nastavení zásady allowCorporateKeyUsage pro dané rozšíření na hodnotu false.

Klíč platformy určený k podnikovému použití může rozšíření k podepisování libovolných dat používat pouze v případě, že je zásada allowCorporateKeyUsage nastavena na hodnotu true. Toto oprávnění byste měli udělit, pouze pokud rozšíření důvěřujete, že dokáže přístup ke klíči zabezpečit před útočníky.</string><string id="ManagedBookmarks">Spravované záložky</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maximální zpoždění načítání po zneplatnění zásady</string><string id="MaxInvalidationFetchDelay_Explain">Udává maximální prodlevu (v ms) mezi přijetím zneplatnění zásady a načtením nové zásady ze služeb správy zařízení.

Nastavením této zásady bude přepsána výchozí hodnota 5000 ms. Platné hodnoty pro tuto zásadu se pohybují v rozsahu od 1000 (1 s) do 300 000 (5 minut). Všechny hodnoty mimo tento rozsah budou sníženy (nebo zvýšeny) tak, aby spadaly do daného rozsahu.

Pokud tato zásada nebude nastavena, prohlížeč Google Chrome použije výchozí hodnotu 5000 ms.</string><string id="NativePrinters">Nativní tisk</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Nativní tisk</string><string id="NativePrintersBulkAccessMode">Zásada přístupu ke konfiguraci tiskáren.</string><string id="NativePrintersBulkAccessMode_Explain">Určuje, které tiskárny ze zásady NativePrintersBulkConfiguration budou uživatelům dostupné.

Stanovuje, která zásada přístupu se použije pro hromadnou konfiguraci tiskáren. Je-li vybrána možnost AllowAll, budou zobrazeny všechny tiskárny. Je-li vybrána možnost BlacklistRestriction, bude zakázán přístup k tiskárnám uvedeným v zásadě NativePrintersBulkBlacklist. Je-li vybrána možnost WhitelistPrintersOnly, bude možné vybrat pouze tiskárny uvedené v zásadě NativePrintersBulkWhitelist.

Pokud tato zásada není nastavena, předpokládá se použití možnosti BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Zobrazují se všechny tiskárny s výjimkou tiskáren v seznamu zakázaných.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Uživatelům se zobrazují pouze tiskárny uvedené v seznamu povolených</string><string id="NativePrintersBulkAccessMode_AllowAll">Povolit všechny tiskárny z konfiguračního souboru.</string><string id="NativePrintersBulkBlacklist">Zakázané podnikové tiskárny</string><string id="NativePrintersBulkBlacklist_Explain">Určuje, které tiskárny uživatel nesmí používat.

Tato zásada se použije, jen pokud je v zásadě NativePrintersBulkAccessMode vybrána možnost BlacklistRestriction.

Je-li tato zásada použita, bude mít uživatel k dispozici všechny tiskárny kromě těch, jejichž ID jsou v ní uvedena.
</string><string id="NativePrintersBulkBlacklistDesc">Zakázané podnikové tiskárny</string><string id="NativePrintersBulkConfiguration">Konfigurační soubor podnikových tiskáren</string><string id="NativePrintersBulkConfiguration_Explain">Poskytuje konfigurace pro podnikové tiskárny.

Tato zásada umožňuje poskytnout zařízením Google Chrome OS konfigurace tiskáren. Soubor nesmí být větší než 5 MB a musí být zakódován ve formátu JSON. Formát je stejný jako ve slovníku NativePrinters. Podle odhadů by se do souboru o velikosti 5 MB mělo vejít přibližně 21 000 tiskáren. Kryptografický hašovací klíč slouží k ověření integrity stahování.

Soubor se stáhne a uloží do mezipaměti. Při každé změně adresy URL nebo hodnoty hash se stáhne znovu.

Je-li tato zásada nastavena, stáhne Google Chrome OS soubor s konfiguracemi tiskáren a zpřístupní tiskárny v souladu se zásadami NativePrintersBulkAccessMode, NativePrintersBulkWhitelist a NativePrintersBulkBlacklist.

Pokud tuto zásadu nastavíte, uživatelé ji nebudou moci změnit ani přepsat.

Tato zásada nemá vliv na to, zda uživatelé mohou konfigurovat tiskárny na jednotlivých zařízeních. Je zamýšlena jako doplněk ke konfiguraci tiskáren ze strany jednotlivých uživatelů.
</string><string id="NativePrintersBulkWhitelist">Povolené podnikové tiskárny</string><string id="NativePrintersBulkWhitelist_Explain">Určuje, které tiskárny uživatel může používat.

Tato zásada se použije, jen pokud je v zásadě NativePrintersBulkAccessMode vybrána možnost WhitelistPrintersOnly.

Je-li tato zásada použita, bude mít uživatel k dispozici pouze tiskárny, jejichž ID se shodují s hodnotami v této zásadě. ID musejí odpovídat položkám v souboru, který je uveden v zásadě NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Povolené podnikové tiskárny</string><string id="NetworkPredictionOptions">Aktivovat předvídání akcí sítě</string><string id="NetworkPredictionOptions_Explain">Aktivuje v prohlížeči Google Chrome předvídání sítě a brání uživatelům, aby toto nastavení změnili.

Zásada ovlivňuje předběžné načítání záznamů DNS, předběžná připojení TCP a SSL a předběžné vykreslování webových stránek.

Pokud zásadu nastavíte na hodnotu Vždy, Nikdy nebo Pouze Wi-Fi, uživatelé ji v prohlížeči Google Chrome nebudou moci změnit.

Není-li tato zásada nastavena na konkrétní hodnotu, bude předvídání sítě aktivováno, ale uživatelé budou moci nastavení změnit.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Předvídat síťové akce u všech síťových připojení</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Předvídat síťové akce u všech nemobilních sítí.
(Od verze 50 ukončena podpora, od verze 52 odstraněno. Od verze 52 platí, že pokud je nastavena hodnota 1, bude se zásada chovat stejně, jako by byla nastavena hodnota 0 – síťové akce se budou předvídat u všech síťových připojení.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Nepředvídat síťové akce u žádných síťových připojení</string><string id="NoteTakingAppsLockScreenWhitelist">Seznam povolených aplikací k přidávání poznámek na obrazovku uzamčení v systému Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Určuje seznam aplikací, které lze povolit jako aplikace k přidávání poznámek na obrazovku uzamčení v systému Google Chrome OS.

Je-li na obrazovce uzamčení povolena preferovaná aplikace k přidávání poznámek, obrazovka uzamčení bude obsahovat prvek uživatelského rozhraní ke spuštění preferované aplikace.
Když bude aplikace spuštěna, bude moci v horní části obrazovky uzamčení vytvořit okno aplikace a vkládat na ni datové položky (poznámky). Aplikace bude moci vytvořené poznámky importovat do primární relace uživatele, bude-li relace odemčená. V současné době jsou na obrazovce uzamčení podporovány pouze aplikace k přidávání poznámek pro Chrome.

Bude-li tato zásada aktivována, uživatel bude moci aplikaci na obrazovce uzamčení aktivovat jen v případě, že mezi hodnotami zásady bude uvedeno ID rozšíření aplikace.
To znamená, že pokud tuto zásadu nastavíte jako prázdný seznam, přidávání poznámek na obrazovku uzamčení bude zcela zakázáno.
Upozorňujeme, že zásada obsahující ID aplikace nutně neznamená, že uživatel bude moci určitou aplikaci povolit jako aplikaci k přidávání poznámek na obrazovku uzamčení. Například v Chromu verze 61 jsou dostupné aplikace navíc omezeny ze strany platformy.

Pokud zásada nebude nastavena, nebudou na základě zásady uplatňována žádná omezení ohledně sady aplikací, které uživatel může na obrazovce uzamčení povolit.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Seznam povolených aplikací k přidávání poznámek na obrazovku uzamčení v systému Google Chrome OS</string><string id="OpenNetworkConfiguration">Konfigurace sítě na úrovni uživatele</string><string id="OpenNetworkConfiguration_Explain">Umožňuje přenést nastavení sítě, která se uplatní pro jednotlivé uživatele v zařízení se systémem Google Chrome OS. Konfigurace sítě je řetězec ve formátu JSON, který se řídí definicí formátu Open Network Configuration popsanou na stránce https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="PacHttpsUrlStrippingEnabled">Před odesláním skriptu PAC z adres se schématem https:// odstraňovat citlivá data</string><string id="PacHttpsUrlStrippingEnabled_Explain">Před odesláním skriptům PAC (Proxy Auto Config), které prohlížeč Google Chrome používá ke zjištění proxy serveru, budou z adres URL se schématem https:// odstraněny části citlivé z hlediska zabezpečení a ochrany soukromí.

Když je tato zásada nastavena na hodnotu True, je tato bezpečnostní funkce zapnuta a z adres URL se schématem https:// se před odesláním do skriptu PAC odstraní potenciálně citlivé informace. Skript PAC tak nemůže získat přístup k údajům, které jsou běžně chráněny šifrovaným kanálem (jako jsou cesta a dotaz).

Když je tato zásada nastavena na hodnotu False, je tato bezpečnostní funkce vypnuta a skriptům PAC je tak implicitně umožněn přístup ke všem částem adres URL se schématem https://. Platí to pro všechny skripty PAC bez ohledu na zdroj (včetně skriptů, které byly načteny nezabezpečeným přenosem nebo objeveny nezabezpečeným způsobem pomocí protokolu WPAD).

Výchozí hodnota je True (bezpečnostní funkce je zapnuta). Výjimkou jsou podnikoví uživatelé systému Chrome OS, u kterých je v současné době výchozí hodnota False.

Doporučujeme tuto zásadu nastavit na hodnotu True. Na hodnotu False ji nastavte pouze v případě, že způsobuje problémy s kompatibilitou s existujícími skripty PAC.

Do budoucna bychom možnost vypnutí této bezpečnostní funkce rádi odstranili.</string><string id="PinnedLauncherApps">Seznam připnutých aplikací, které se zobrazují ve spouštěči</string><string id="PinnedLauncherApps_Explain">Seznam identifikátorů aplikací, které se v Google Chrome OS zobrazují jako připnuté na liště spouštěče.

Když je zásada nakonfigurována, jsou tyto aplikace pevně dány a uživatel je nemůže změnit.

Pokud zásada nastavena není, uživatel seznam aplikací ve spouštěči změnit může.</string><string id="PinnedLauncherAppsDesc">Seznam připnutých aplikací, které se zobrazují ve spouštěči</string><string id="PolicyRefreshRate">Obnovovací frekvence zásad pro uživatele</string><string id="PolicyRefreshRate_Explain">Určuje interval (v ms), ve kterém budou službě správy zařízení zasílány požadavky na informace o zásadách pro uživatele.

Nastavení této zásady přepíše výchozí hodnotu 3 hodiny. Platné hodnoty pro tuto zásadu jsou v rozsahu od 1800000 (30 minut) do 86400000 (1 den). Místo hodnot mimo tento rozsah bude použita příslušná mezní hodnota. Pokud platforma podporuje oznámení o zásadách, bude interval aktualizací nastaven na 24 hodin, protože se očekává, že při změně zásad bude aktualizace vynucena automaticky prostřednictvím oznámení.

Pokud tuto zásadu nenastavíte, použije Google Chrome výchozí hodnotu, což jsou 3 hodiny.

Upozorňujeme, že pokud platforma podporuje oznámení o zásadách, budou všechna výchozí nastavení i hodnota této zásady ignorovány a interval aktualizací bude nastaven na 24 hodin. Očekává se totiž, že při změně zásad bude aktualizace vynucena automaticky prostřednictvím oznámení.</string><string id="PrintingEnabled">Povolit tisk</string><string id="PrintingEnabled_Explain">Aktivuje tisk v prohlížeči Google Chrome a zabrání uživatelům toto nastavení změnit.

Pokud je toto nastavení aktivní nebo není nakonfigurované, uživatelé mohou tisknout.

Pokud je toto nastavení deaktivované, uživatelé nemohou tisknout z prohlížeče Google Chrome. Tisk je deaktivován v nabídce Nástroje, rozšířeních, aplikacích JavaScript apod. I nadále lze tisknout pomocí pluginů, které při tisku prohlížeč Google Chrome obcházejí. Kontextová nabídka některých aplikací Flash například obsahuje možnost tisku, na kterou se tato zásada nevztahuje.</string><string id="QuicAllowed">Povoluje protokol QUIC</string><string id="QuicAllowed_Explain">Pokud je tato zásada nastavena na hodnotu true nebo nebo nastavena není, je v prohlížeči Google Chrome povoleno použití protokolu QUIC.
Pokud je tato zásada nastavena na hodnotu false, použití protokolu QUIC je zakázáno.</string><string id="RebootAfterUpdate">Automaticky restartovat po aktualizaci</string><string id="RebootAfterUpdate_Explain">Naplánuje automatický restart po použití aktualizace systému Google Chrome OS.

Pokud je tato zásada nastavena na hodnotu true, bude v případě, že je použita aktualizace Google Chrome OS a k dokončení procesu je potřeba restart, naplánován automatický restart. Restart bude naplánován na zvolený čas, ale pokud bude uživatel zařízení používat, bude možné automatický restart odložit až o 24 hodin.

Pokud je tato zásada nastavena na hodnotu false, nebude po použití aktualizace Google Chrome OS naplánován žádný automatický restart. Proces aktualizace bude dokončen, až uživatel příště restartuje zařízení.

Pokud tuto zásadu nastavíte, uživatelé ji nebudou moci změnit ani přepsat.

Poznámka: V současnosti jsou automatické restarty povoleny pouze tehdy, když je zobrazena přihlašovací obrazovka nebo když je spuštěna relace terminálové aplikace. V budoucnu se tyto podmínky změní a tato zásada bude platit vždy, nehledě na to, zda je spuštěna relace libovolného typu.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Určuje, zda jsou online kontroly OCSP/CRL vyžadovány pro místní kotvy důvěryhodnosti.</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Pokud je toto nastavení aktivní, prohlížeč Google Chrome vždy provede kontrolu odvolání u certifikátů serveru, které budou úspěšně ověřeny a podepsány místně nainstalovanými certifikáty CA.

Pokud se prohlížeči Google Chrome údaje o stavu odvolání získat nepodaří, příslušné certifikáty budou považovány za odvolané (selhání).

Pokud tato zásada není nastavena nebo je nastavena na hodnotu false, prohlížeč Google Chrome použije existující online nastavení kontroly odvolání.</string><string id="RunAllFlashInAllowMode">Rozšířit nastavení obsahu Flash na veškerý obsah</string><string id="RunAllFlashInAllowMode_Explain">Pokud zapnete toto nastavení, na webech, pro které byl v nastavení povolen obsah Flash (buď uživatelem nebo podnikovými zásadami), se bude spouštět veškerý obsah Flash, včetně obsahu z jiných zdrojů a malého obsahu.

Výběr webů, které mohou spouštět Flash, lze nastavit pomocí zásad DefaultPluginsSetting, PluginsAllowedForUrls a PluginsBlockedForUrls.

Pokud je toto nastavení zakázáno nebo není nastaveno, obsah Flash z jiných zdrojů a malý obsah může být blokován.</string><string id="SAMLOfflineSigninTimeLimit">Omezit dobu, po kterou se uživatel ověřený pomocí technologie SAML může přihlásit offline</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Povolit pokračování ze stránky s upozorněním protokolu SSL</string><string id="SSLErrorOverrideAllowed_Explain">Pokud uživatel přejde na web, který obsahuje chyby protokolu SSL, Chrome zobrazí stránku s upozorněním. Když je tato zásada nastavena na hodnotu True, mohou uživatelé stránky s upozorněním přeskočit a pokračovat. Platí to také ve výchozím nastavení.
Nastavením této zásady na hodnotu False přeskočení stránky s upozorněním zakážete.</string><string id="SSLVersionMax">Maximální povolená verze SSL</string><string id="SSLVersionMax_Explain">Upozornění: Přibližně od verze 66 (cca v únoru 2018) bude zásada maximální verze TLS z prohlížeče Google Chrome zcela odebrána.

Pokud tato zásada není nakonfigurována, použije Google Chrome výchozí maximální verzi.

Zásadu lze nastavit na jednu z následujících hodnot: tls1.2 nebo tls1.3. Když je nastavena, Google Chrome nebude používat verze SSL/TLS vyšší, než je zadaná verze. Nerozpoznané hodnoty budou ignorovány.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Aktivovat Bezpečné prohlížení</string><string id="SafeBrowsingEnabled_Explain">Aktivuje v prohlížeči Google Chrome funkci Bezpečné prohlížení a brání uživatelům ve změně tohoto nastavení.

Pokud toto nastavení aktivujete, Bezpečné prohlížení bude vždy aktivní.

Pokud toto nastavení deaktivujete, Bezpečné prohlížení nebude nikdy aktivní.

Pokud toto nastavení aktivujete nebo deaktivujete, uživatelé v prohlížeči Google Chrome nebudou moci změnit ani přepsat nastavení Povolit ochranu proti phishingu a malwaru.

Pokud tuto zásadu ponecháte nenastavenou, bude tato možnost aktivována, ale uživatelé budou moci nastavení změnit.

Další informace o Bezpečném prohlížení najdete na stránce https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Umožnit uživatelům přihlášení k rozšířeným přehledům Bezpečného prohlížení</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Pokud tuto zásadu nastavíte na hodnotu false, uživatelé nebudou moci zvolit, že se mají některé informace o systému a obsahu stránek odeslat na servery Google. Pokud je tato zásada nastavena na hodnotu true nebo není nakonfigurována, uživatelé budou moci odesílat část informací o systému a obsahu stránek do Bezpečného prohlížení a pomoci tak zjišťovat nebezpečné aplikace a weby.

Další informace o Bezpečném prohlížení najdete na stránce https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Deaktivovat ukládání historie prohlížeče</string><string id="SavingBrowserHistoryDisabled_Explain">Deaktivuje ukládání historie procházení v prohlížeči Google Chrome a brání uživatelům, aby toto nastavení změnili.

Pokud je toto nastavení deaktivováno, historie procházení nebude ukládána. Toto nastavení také deaktivuje synchronizaci karet.

Pokud je toto nastavení deaktivováno nebo není nakonfigurováno, historie procházení bude ukládána.</string><string id="SearchSuggestEnabled">Aktivovat návrhy pro vyhledávání</string><string id="SearchSuggestEnabled_Explain">Aktivuje v adresním řádku prohlížeče Google Chrome funkci návrhů pro vyhledávání a brání uživatelům, aby toto nastavení změnili.

Pokud toto nastavení aktivujete, budou se zobrazovat návrhy pro vyhledávání.

Pokud toto nastavení deaktivujete, návrhy pro vyhledávání se nikdy nezobrazí.

Pokud toto nastavení aktivujete nebo deaktivujete, uživatelé je v prohlížeči Google Chrome nebudou moci změnit ani přepsat.

Pokud zásadu nenastavíte, bude tato funkce zapnuta a uživatelé budou moci nastavení změnit.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Nastavit doporučené jazyky pro veřejnou relaci</string><string id="SessionLocales_Explain">Nastavuje jeden nebo více doporučených jazyků pro veřejnou relaci, což uživatelům usnadňuje výběr některého z nich.

Před zahájením veřejné relace může uživatel zvolit jazyk a rozložení klávesnice. Ve výchozím nastavení jsou všechny jazyky podporované systémem Google Chrome OS uvedeny v abecedním pořadí. Pomocí této zásady můžete přesunout sadu doporučených jazyků na začátek seznamu.

Pokud tuto zásadu ponecháte nenastavenou, bude předvybrán aktuální jazyk uživatelského rozhraní.

Pokud je tato zásada nastavena, budou doporučené jazyky přesunuty na začátek seznamu a vizuálně odlišeny od ostatních. Doporučené jazyky budou uvedeny v pořadí, ve kterém jsou uvedeny v nastavení zásady. První doporučený jazyk bude předvybrán.

Pokud nastavíte více než jeden doporučený jazyk, předpokládá se, že si z nich uživatel bude chtít vybrat. Při zahájení veřejné relace bude uživateli výrazným způsobem nabídnuta možnost výběru. Jinak se předpokládá, že většina uživatelů bude chtít použít předvybraný jazyk. V takovém případě bude uživateli při zahájení veřejné relace výběr jazyka a rozložení nabídnut méně výrazným způsobem.

Pokud je tato zásada nastavena a je aktivováno automatické přihlašování (viz zásady |DeviceLocalAccountAutoLoginId| a |DeviceLocalAccountAutoLoginDelay|), automaticky zahájená veřejná relace použije první doporučený jazyk a nejoblíbenější rozložení klávesnice, které mu odpovídá.

Jako předvybrané rozložení klávesnice se vždy použije nejoblíbenější rozložení odpovídajících předvybranému jazyku.

Tuto zásadu lze nastavit pouze jako doporučenou. Zásada slouží k přesunutí několika doporučených jazyků na začátek seznamu. Uživatelé však pro svou relaci mohou vždy zvolit kterýkoli z jazyků, které systém Google Chrome OS podporuje.
</string><string id="SessionLocalesDesc">Nastavit doporučené jazyky pro veřejnou relaci</string><string id="ShelfAutoHideBehavior">Řídit automatické skrývání poličky</string><string id="ShelfAutoHideBehavior_Explain">Řídí automatické skrývání poličky systému Google Chrome OS.

Pokud je tato zásada nastavena na hodnotu AlwaysAutoHideShelf, polička se vždy automaticky skryje.

Pokud je tato zásada nastavena na hodnotu NeverAutoHideShelf, polička se nikdy automaticky skrývat nebude.

Pokud nastavíte tuto zásadu, uživatelé ji nebudou moci změnit ani přepsat.

Pokud tuto zásadu ponecháte nenastavenou, uživatelé budou moci nastavit automatické skrývání poličky sami.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Vždy poličku automaticky skrýt</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Nikdy poličku automaticky neskrývat</string><string id="ShowHomeButton">Zobrazit na liště tlačítko Domů</string><string id="ShowHomeButton_Explain">Zobrazí na liště aplikace Google Chrome tlačítko Domovská stránka.

Pokud toto nastavení aktivujete, tlačítko Domovská stránka se bude vždy zobrazovat.

Pokud toto nastavení deaktivujete, tlačítko Domovská stránka se nikdy nezobrazí

Pokud toto nastavení aktivujete nebo deaktivujete, uživatelé je v aplikace Google Chrome nebudou moci změnit ani přepsat.

Pokud zásadu nenastavíte, umožníte uživatelům zvolit, zda se tlačítko Domovská stránka zobrazí.</string><string id="ShowLogoutButtonInTray">Přidat na hlavní panel systému tlačítko pro odhlášení</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Aktivace izolace webů u všech webů</string><string id="SitePerProcess_Explain">
POZNÁMKA: Tato zásada je experimentální a může narušit fungování!
Chcete-li využívat výhody obou možností (izolace a omezení vlivu
na uživatele), můžete použít nastavení zásady IsolateOrigins
a aplikovat zásadu v kombinaci se seznamem webů, které chcete
izolovat. Nastavení SitePerProcess izoluje všechny weby.
Pokud je tato zásada povolena, každý web bude spouštěn ve vlastním procesu.
Pokud je tato zásada zakázána, bude použita logika správy procesů
pro předběžnou izolaci webů.
Pokud tato zásada není nakonfigurována, uživatel může toto nastavení změnit.
</string><string id="SpellCheckServiceEnabled">Povolit nebo zakázat webovou službu kontroly pravopisu</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome může k opravení pravopisných chyb použít webovou službu společnosti Google. Je-li toto nastavení zapnuto, služba je používána neustále. Je-li nastavení vypnuto, služba není používána nikdy.

Kontrolu pravopisu lze nicméně provést pomocí staženého slovníku. Tato zásada se vztahuje pouze na používání internetových služeb.

Pokud toto nastavení není nakonfigurováno, uživatelé mohou zvolit, zda službu pro kontrolu pravopisu chtějí použít či nikoli.</string><string id="SuppressUnsupportedOSWarning">Potlačit upozornění ohledně nepodporovaného operačního systému</string><string id="SuppressUnsupportedOSWarning_Explain">Potlačí upozornění, které se zobrazuje, když je prohlížeč Google Chrome spuštěn na počítači nebo v operačním systému, který již není podporován.</string><string id="SyncDisabled">Deaktivovat synchronizaci dat se servery Google</string><string id="SyncDisabled_Explain">Deaktivuje v prohlížeči Google Chrome synchronizaci dat pomocí synchronizačních služeb hostovaných na Googlu a zabrání uživatelům ve změně tohoto nastavení.

Pokud toto nastavení aktivujete, uživatelé jej v prohlížeči Google Chrome nebudou moci změnit ani přepsat.

Pokud tuto zásadu ponecháte nenastavenou, uživatel bude moci zvolit, zda chce službu Google Sync používat, či nikoliv.

Chcete-li službu Google Sync úplně zakázat, doporučujeme vám zakázat ji v administrátorské konzoli Google.

Tuto zásadu byste neměli aktivovat v případě, že je zásada RoamingProfileSupportEnabled zapnuta na Povoleno. Obě se totiž týkají stejné funkce na straně klienta. V tomto případě je synchronizace hostovaná na Googlu zcela vypnuta.</string><string id="SystemTimezone">Časové pásmo</string><string id="SystemTimezone_Explain">Udává časové pásmo, které se má pro zařízení použít. Uživatelé mohou zadané časové pásmo pro aktuální relaci přepsat. Při odhlášení se však nastaví zpět na zadané časové pásmo. Pokud zadáte neplatnou hodnotu, bude zásada aktivována s použitím hodnoty „GMT“. Pokud zadáte prázdný řetězec, bude tato zásada ignorována.

Pokud tato zásada není použita, bude se i nadále používat časové pásmo, které je aktuálně aktivní, ale uživatelé jej budou moci změnit a změna bude trvalá. Změna provedená jedním uživatelem tak bude mít dopad na přihlašovací obrazovku i na všechny ostatní uživatele.

V nových zařízeních je časové pásmo nastaveno na americký tichomořský čas („US/Pacific“).

Formát hodnot odpovídá názvům časových pásem v databázi IANA Time Zone Database (viz https://en.wikipedia.org/wiki/Tz_database). Název většiny časových pásem má tvar kontinent/velké_město nebo oceán/velké_město.

Nastavením této zásady zcela deaktivujete automatické rozpoznávání časového pásma podle polohy zařízení. Také tím přepíšete zásadu SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Konfigurace metody automatického zjišťování časového pásma</string><string id="SystemTimezoneAutomaticDetection_Explain">Když je tato zásada nastavena, automatické zjištění časového pásma bude v závislosti na hodnotě nastavení probíhat jedním z následujících způsobů:

Je-li tato zásada nastavena na možnost TimezoneAutomaticDetectionUsersDecide, uživatelé budou moci automatické zjišťování časového pásma ovládat pomocí běžných ovládacích prvků na stránce chrome://settings.

Je-li tato zásada nastavena na možnost TimezoneAutomaticDetectionDisabled, ovládací prvky automatického zjišťování časového pásma na stránce chrome://settings budou deaktivovány. Automatické zjišťování časového pásma bude vždy vypnuto.

Je-li tato zásada nastavena na možnost TimezoneAutomaticDetectionIPOnly, ovládací prvky časových pásem na stránce chrome://settings budou deaktivovány. Automatické zjišťování časového pásma bude vždy zapnuto. Poloha se za účelem zjištění časového pásma bude určovat pouze podle IP adresy.

Je-li tato zásada nastavena na možnost TimezoneAutomaticDetectionSendWiFiAccessPoints, ovládací prvky časových pásem na stránce chrome://settings budou deaktivovány. Automatické zjišťování časového pásma bude vždy zapnuto. Za účelem přesného určení časového pásma se vždy odešle seznam viditelných přístupových bodů Wi-Fi na server Geolocation API.

Je-li tato zásada nastavena na možnost TimezoneAutomaticDetectionSendAllLocationInfo, ovládací prvky časových pásem na stránce chrome://settings budou deaktivovány. Automatické zjišťování časového pásma bude vždy zapnuto. Údaje o poloze (jako jsou přístupové body Wi-Fi, dostupné vysílače mobilní sítě a informace ze systému GPS) budou za účelem přesného určení časového pásma odeslány na server.

Pokud tato zásada není nastavena, bude se chovat, jako by byla nastavena na možnost TimezoneAutomaticDetectionUsersDecide.

Pokud je nastavena zásada SystemTimezone, má před touto zásadou přednost. V tomto případě je automatické zjišťování časového pásma zcela vypnuto.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Při určování časového pásma na server vždy odesílat všechny dostupné signály týkající se polohy</string><string id="SystemUse24HourClock">Ve výchozím nastavení použít 24hodinový formát</string><string id="SystemUse24HourClock_Explain">Udává formát hodin, který se použije pro zařízení.

Tato zásada konfiguruje formát hodin, který se použije na přihlašovací obrazovce a ve výchozím nastavení uživatelských relací. Uživatelé mohou ve svých účtech formát hodin přepsat.

Pokud zásadu nastavíte na hodnotu True, zařízení použije 24hodinový formát hodin. Pokud zásadu nastavíte na hodnotu False, zařízení použije 12hodinový formát hodin.
Pokud zásadu nenastavíte, zařízení ve výchozím nastavení použije 24hodinový formát hodin.</string><string id="TPMFirmwareUpdateSettings">Konfigurace chování aktualizace firmwaru TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Slouží ke konfiguraci dostupnosti a chování funkce aktualizace firmwaru TPM.

Jednotlivá nastavení lze zadat ve vlastnostech objektu JSON:

allow-user-initiated-powerwash: Pokud je nastavena hodnota true, uživatelé budou moci spustit proces Powerwash a nainstalovat aktualizaci firmwaru TPM.

Pokud zásada není nastavena, funkce aktualizace firmwaru TPM nebude k dispozici.</string><string id="TaskManagerEndProcessEnabled">Umožňuje ukončování procesů ve Správci úloh</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Nastavit smluvní podmínky pro účet v zařízení</string><string id="TermsOfServiceURL_Explain">Nastavuje smluvní podmínky, které musí uživatel přijmout před zahájením relace prostřednictvím účtu v zařízení.

Pokud je tato zásada nastavena, systém Google Chrome OS stáhne při zahájení relace prostřednictvím účtu v zařízení smluvní podmínky a zobrazí je uživateli. Uživatel bude moci pokračovat v relaci, pouze pokud tyto smluvní podmínky přijme.

Není-li tato zásada nastavena, žádné smluvní podmínky se nezobrazí.

Jako hodnotu této zásady zadejte adresu URL, ze které může systém Google Chrome OS smluvní podmínky stáhnout. Smluvní podmínky musejí být uloženy ve formátu prostého textu s typem MIME „text/plain“. Nejsou povoleny žádné značky.</string><string id="TouchVirtualKeyboardEnabled">Aktivovat virtuální klávesnici</string><string id="TouchVirtualKeyboardEnabled_Explain">Tato zásada konfiguruje aktivaci virtuální klávesnice jako vstupního zařízení v systému Chrome OS. Tuto zásadu nemohou uživatelé přepsat.

Pokud je zásada nastavena na hodnotu True, bude softwarová virtuální klávesnice vždy povolena.

Pokud je nastavena na hodnotu False, bude softwarová virtuální klávesnice vždy zakázána.

Pokud tuto zásadu nastavíte, uživatelé ji nebudou moci změnit ani přepsat. Uživatelé však nadále budou moci povolit a zakázat softwarovou klávesnici usnadnění, která má přednost před virtuální klávesnicí ovládanou touto zásadou. Ovládání softwarové klávesnice usnadnění naleznete pod zásadou |VirtualKeyboardEnabled|.

Pokud tuto zásadu ponecháte nenastavenou, softwarová klávesnice bude ve výchozím nastavení zakázána, ale uživatelé ji budou moci kdykoli povolit. O zobrazování klávesnice může být rozhodováno rovněž na základě heuristických pravidel.</string><string id="TranslateEnabled">Aktivovat Překladač</string><string id="TranslateEnabled_Explain">Aktivuje v aplikaciGoogle Chrome integrovanou službu Překladač Google.

Pokud toto nastavení aktivujete, zobrazí aplikace Google Chrome integrovanou lištu nástrojů, která uživateli nabídne překlad stránky (pokud je to na místě).

Pokud toto nastavení deaktivujete, překladová lišta se uživatelům nezobrazí v žádné situaci.

Pokud toto nastavení aktivujete nebo deaktivujete, uživatelé je v aplikaci Google Chrome nebudou moci změnit ani přepsat.

Pokud nastavení neupravíte, mohou si uživatelé vybrat, zda bude funkci používat, či nikoliv.</string><string id="URLBlacklist">Blokování přístupu k seznamu adres URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blokování přístupu k seznamu adres URL</string><string id="URLWhitelist">Umožňuje přístup do seznamu adres URL</string><string id="URLWhitelist_Explain">Povoluje přístup k adresám URL uvedeným v seznamu, které tedy představují výjimky ze seznamu zakázaných adres URL.

Formát položek v tomto seznamu naleznete v popisu zásady pro vytvoření seznamu zakázaných adres URL.

Pomocí této zásady můžete určit výjimky ze seznamu zakázaných adres. Příklad: Přidáním pravidla „*“ na seznam zakázaných zablokujete všechny požadavky. Pomocí této zásady poté můžete povolit přístup omezenému seznamu adres URL. Můžete definovat výjimky v podobě schémat, subdomén, portů nebo konkrétních cest.

Zda je adresa URL blokována nebo povolena, určuje vždy nejkonkrétnější filtr, přičemž seznam povolených má přednost před seznamem zakázaných adres.

Počet záznamů v této zásadě je omezen na 1000. Všechny další záznamy budou ignorovány.

Není-li zásada nastavena, nebudou ze zásady URLBlacklist učiněny žádné výjimky.</string><string id="URLWhitelistDesc">Umožňuje přístup do seznamu adres URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Pokud je tato zásada nastavena na hodnotu true, jednotná plocha je povolena a aktivována automaticky (výchozí nastavení), což umožňuje rozložení aplikací přes více obrazovek. Jednotnou plochu na jednotlivých displejích může uživatel vypnout zrušením zaškrtnutí v nastavení displeje.

Pokud je tato zásada nastavena na hodnotu false nebo ponechána bez nastavení, jednotná plocha bude zakázána. V takovém případě uživatel funkci nemůže zapnout.</string><string id="UsbDetachableWhitelist">Seznam povolených odpojitelných zařízení USB</string><string id="UsbDetachableWhitelist_Explain">Definuje seznam zařízení USB, která lze odpojit od ovladače jádra a použít přímo ve webové aplikaci prostřednictvím rozhraní chrome.usb API. Hodnotami jsou páry identifikátorů (dodavatel a produkt), které určují konkrétní hardwarové zařízení.

Pokud tato zásada není nastavena, seznam odpojitelných zařízení USB je prázdný.</string><string id="UsbDetachableWhitelistDesc">Seznam povolených odpojitelných zařízení USB</string><string id="UserAvatarImage">Obrázek avatara uživatele</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Nastavit viditelný název pro místní účty v zařízení</string><string id="UserDisplayName_Explain">Řídí, jaký název účtu systém Google Chrome OS zobrazí na přihlašovací obrazovce pro odpovídající místní účet v zařízení.

Pokud je tato zásada nastavena, přihlašovací obrazovka použije zadaný řetězec u obrázku, který slouží pro výběr přihlašovacích údajů odpovídajícího místního účtu v zařízení.

Pokud tuto zásadu ponecháte nenastavenou, systém Google Chrome OS použije jako viditelný název na přihlašovací obrazovce ID e-mailového účtu spojeného s místním účtem v zařízení.

U běžných uživatelských účtů je tato zásada ignorována.</string><string id="VideoCaptureAllowed">Povolit nebo zakázat záznam videa</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Adresy URL, kterým bude udělen přístup pro záznam videa bez zobrazení výzvy</string><string id="VideoCaptureAllowedUrls_Explain">Vzory v tomto seznamu budou porovnány s bezpečnostními údaji o původu požadované adresy URL. Pokud bude nalezena shoda, přístup k zařízením pro záznam zvuku bude udělen bez vyzvání.

POZNÁMKA: Až do verze 45 byla tato zásada podporována pouze v režimu veřejného terminálu.</string><string id="VideoCaptureAllowedUrlsDesc">Adresy URL, kterým bude udělen přístup pro záznam videa bez zobrazení výzvy</string><string id="WPADQuickCheckEnabled">Povolení optimalizace WPAD</string><string id="WPADQuickCheckEnabled_Explain">Umožňuje vypnout v prohlížeči Google Chrome optimalizaci WPAD (Web Proxy Auto-Discovery).

Je-li tato zásada nastavena na hodnotu false, je optimalizace WPAD zakázána, a Google Chrome proto bude na servery WPAD založené na DNS čekat déle. Pokud tato zásada není nastavena, je optimalizace WPAD povolena.

Nezávisle na tom, zda je tato zásada nastavena nebo jak je nastavena, uživatelé nastavení optimalizace WPAD nemohou změnit.</string><string id="WallpaperImage">Obrázek tapety</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Omezit rozsah místních portů UDP používaných rozhraním WebRTC</string><string id="WebRtcUdpPortRange_Explain">Je-li nastavena tato zásada, je rozsah portů UDP používaný rozhraním WebRTC omezen na zadaný interval portů (včetně mezních hodnot).

Pokud tato zásada není nastavena nebo je nastavena na prázdný řetězec nebo neplatný rozsah portů, má rozhraní WebRTC povoleno používat libovolný dostupný místní port UDP.</string></stringTable><presentationTable><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Adresa URL domovské stránky</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Konfigurovat předponu TalkGadget pro hostitele vzdáleného přístupu</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Omezí rozsah portů UDP používaný hostitelem vzdáleného přístupu.</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Adresa URL, u které by klienti vzdáleného připojení měli obdržet ověřovací token</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>Adresa URL k potvrzení ověřovacího tokenu klienta vzdáleného připojení</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Klientský certifikát pro připojení k RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Výchozí nastavení souborů cookie</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Výchozí nastavení obrázků</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Výchozí nastavení JavaScriptu</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Výchozí nastavení pluginu Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Výchozí nastavení vyskakovacích oken</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Výchozí nastavení oznámení</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Výchozí nastavení geolokace</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Ovládat používání rozhraní Web Bluetooth API</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Automatický výběr certifikátů klienta u těchto webů</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Povolit soubory cookie na těchto stránkách</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blokovat soubory cookie na těchto stránkách</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Povolit soubory cookie pouze pro relaci na těchto stránkách</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Povolit obrázky na těchto stránkách</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blokovat obrázky na těchto stránkách</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Povolit JavaScript na těchto stránkách</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blokovat JavaScript na těchto stránkách</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Povolit plugin Flash na těchto webech</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blokovat plugin Flash na těchto webech</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Povolit na těchto stránkách vyskakovací okna</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registrace obslužných nástrojů protokolů</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blokovat vyskakovací okna na těchto webech</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Povolit na těchto stránkách oznámení</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blokovat upozornění na těchto stránkách</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Nastavení typu lupy</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Nastavení výchozího typu lupy, který je aktivován na přihlašovací obrazovce</dropdownList></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Zvolit způsob konfigurace nastavení proxy serveru</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adresa (nebo adresa URL) proxy serveru</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Adresa URL souboru PAC proxy serveru</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Seznam pravidel vynechání proxy serveru oddělených čárkami</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID rozšíření, která by uživatelé neměli instalovat (* znamená, že se černá listina týká všech rozšíření)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID rozšíření, která mají být vyňata ze seznamu zakázaných</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID aplikací/rozšíření a adresy URL aktualizací, které se mají nainstalovat na pozadí</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Vzory adres URL, ze kterých je možné instalovat rozšíření, aplikace a uživatelské skripty</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Typy rozšíření nebo aplikací, které mohou být nainstalovány</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Nastavení správy rozšíření</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Akce při zavření víka</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Procento prodloužení prodlevy ztmavení obrazovky v režimu prezentace:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Procento, o které bude prodloužena prodleva ztmavení obrazovky, pokud uživatel po ztmavení provedete nějakou činnost:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Nastavení řízení spotřeby při neaktivitě uživatele</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Prodlevy uzamčení obrazovky</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Adresa URL stránky Nová karta</label></textBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Akce při spuštění</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Adresy URL otevírané při spuštění</listBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Rozšíření, která mohou používat rozhraní API vzdáleného ověření identity</listBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Název výchozího poskytovatele vyhledávání</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Klíčové slovo výchozího poskytovatele vyhledávání</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Adresa URL vyhledávání výchozího poskytovatele vyhledávání</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>URL výchozího vyhledávače pro návrhy</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Adresa URL dynamického vyhledávání výchozího poskytovatele vyhledávání</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikona výchozího poskytovatele vyhledávání</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Kódování výchozího poskytovatele vyhledávání</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Seznam alternativních adres URL výchozího poskytovatele vyhledávání</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametr nastavující nahrazení vyhledávacích dotazů pro výchozího poskytovatele vyhledávání</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parametr poskytující funkci vyhledávání podle obrázku pro výchozího poskytovatele vyhledávání</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Výchozí adresa URL stránky nové karty poskytovatele vyhledávání</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametry adresy URL vyhledávání používající metodu POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametry pro adresu URL návrhu, která používá metodu POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametry pro adresu URL dynamického vyhledávání používající metodu POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametry pro adresu URL obrázku používající metodu POST</label></textBox></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Podporovaná schémata ověření</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Seznam povolených serverů pro ověřování</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Seznam povolených serverů pro delegování ověření protokolu Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definování domén, kterým je povolen přístup ke službám Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Nastavení dostupnosti certifikátů pro aplikace ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfigurace ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Adresy URL, kterým bude udělen přístup pro záznam zvuku bez zobrazení výzvy</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Deaktivovat vynucování zásad Certificate Transparency pro seznam adres URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Řízení chování uživatele v multiprofilové relaci</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Kanál verzí</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Pravidla výběru výchozí tiskárny</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfigurace seznamu nainstalovaných aplikací na přihlašovací obrazovce</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Rozložení klávesnice na přihlašovací obrazovce zařízení</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Jazyk přihlašovací obrazovky zařízení</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Správa možností napájení na přihlašovací obrazovce</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Konfigurační soubor podnikových tiskáren pro zařízení</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Zásady přístupu ke konfiguraci tiskáren pro zařízení.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Zakázané podnikové tiskárny pro zařízení</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Povolené podnikové tiskárny pro zařízení</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervaly, ve kterých na zařízení nebudou uplatňovány zásady |ignored_policy_proto_tags|</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Konfigurace sítě na úrovni zařízení</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Obnovovací frekvence zásad pro zařízení:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Celosystémové příznaky, které se použití při spuštění prohlížeče Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Cílová verze automatické aktualizace</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Typy připojení, pro které jsou povoleny aktualizace</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Faktor zpoždění automatické aktualizace:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Seznam povolených uživatelů k přihlášení</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Obrázek tapety zařízení</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Nastavit výchozí otočení displeje, které se použije při každém restartu</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Nastavit adresář pro stahování</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Omezení stahování</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Strategie migrace pro šifrování ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Na omezenou dobu povolit zastaralé funkce platformy Web Platform</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Vynutit minimální nastavení omezeného režimu na YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Dostupnost anonymního režimu</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Aktivace izolace webů u určených zdrojů</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Klíčová oprávnění</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Spravované záložky</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maximální zpoždění načítání po zneplatnění zásady:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Nativní tisk</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Zásada přístupu ke konfiguraci tiskáren.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Zakázané podnikové tiskárny</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Konfigurační soubor podnikových tiskáren</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Povolené podnikové tiskárny</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Aktivovat předvídání akcí sítě</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Seznam povolených aplikací k přidávání poznámek na obrazovku uzamčení v systému Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Konfigurace sítě na úrovni uživatele</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Seznam připnutých aplikací, které se zobrazují ve spouštěči</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Obnovovací frekvence zásad pro uživatele:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Omezit dobu, po kterou se uživatel ověřený pomocí technologie SAML může přihlásit offline:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Maximální povolená verze SSL</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Nastavit doporučené jazyky pro veřejnou relaci</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Řídit automatické skrývání poličky</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Časové pásmo</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfigurace metody automatického zjišťování časového pásma</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfigurace chování aktualizace firmwaru TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Nastavit smluvní podmínky pro účet v zařízení</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blokování přístupu k seznamu adres URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Umožňuje přístup do seznamu adres URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Seznam povolených odpojitelných zařízení USB</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Obrázek avatara uživatele</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Nastavit viditelný název pro místní účty v zařízení</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Adresy URL, kterým bude udělen přístup pro záznam videa bez zobrazení výzvy</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Obrázek tapety</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Omezit rozsah místních portů UDP používaných rozhraním WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>