<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 o posterior</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Configuración predeterminada (los usuarios pueden modificarla)</string><string id="PowerManagement_group">Administración de energía</string><string id="LidCloseAction">Medida que se debe tomar cuando el usuario cierra la tapa</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Suspender</string><string id="LidCloseAction_LidCloseActionLogout">Salir de la cuenta de usuario</string><string id="LidCloseAction_LidCloseActionShutdown">Cerrar</string><string id="LidCloseAction_LidCloseActionDoNothing">No hacer nada</string><string id="PowerManagementUsesAudioActivity">Especificar si la actividad de audio afecta a la administración de energía</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Especificar si la actividad de video afecta a la administración de energía</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Indica el porcentaje en el que debe ajustarse la demora de inactividad de la pantalla en el modo de presentación.</string><string id="PresentationScreenDimDelayScale_Explain">Especifica el porcentaje de ajuste del tiempo de espera de inactividad de la pantalla cuando el dispositivo se encuentra en modo de presentación.

Si se establece esta política, se especificará el porcentaje de ajuste del tiempo de espera de inactividad de la pantalla cuando el dispositivo esté en modo de presentación. Cuando se ajusta el tiempo de espera de inactividad de la pantalla, se ajustan las demoras de desconexión, bloqueo y desactivación de la pantalla para mantener las mismas distancias del tiempo de espera de inactividad de la pantalla que la configuración original.

Si no es establece esta política, se utilizará un factor de escala predeterminado.

El factor de escala debe ser igual o superior a 100 %. No se permiten valores que puedan reducir el tiempo de espera de inactividad de la pantalla en el modo de presentación más allá de su valor habitual.</string><string id="AllowScreenWakeLocks">Permitir bloqueos de activación de pantalla</string><string id="AllowScreenWakeLocks_Explain">Permite especificar si se permiten los bloqueos de activación de pantalla. Los bloqueos de activación de pantalla pueden ser solicitados por extensiones mediante la API de extensión de administración de energía.

Si esta política se establece en Verdadero o si no se establece ninguna opción, los bloqueos de activación de pantalla serán válidos para la administración de energía.

Si esta política se establece en Falso, las solicitudes de bloqueo de activación de pantalla se ignorarán.</string><string id="UserActivityScreenDimDelayScale">Indica el porcentaje en el que debe ajustarse el tiempo de espera de inactividad de la pantalla si el usuario vuelve a estar activo después de la inactividad.</string><string id="UserActivityScreenDimDelayScale_Explain">Especifica el porcentaje de ajuste del tiempo de espera de inactividad de la pantalla cuando se observa la actividad del usuario con la pantalla oscurecida o poco después de que esta se haya desactivado.

Si se establece esta política, se especificará el porcentaje de ajuste del tiempo de espera de inactividad de la pantalla cuando se observe la actividad del usuario con la pantalla oscurecida o poco después de que esta se haya desactivado. Cuando se ajusta el tiempo de espera de inactividad de la pantalla, se ajustan las demoras de desconexión, bloqueo y desactivación de la pantalla para mantener las mismas distancias del tiempo de espera de inactividad de la pantalla que la configuración original.

Si no se establece esta política, se utilizará un factor de escala predeterminado.

El factor de escala debe ser igual o superior a 100 %.</string><string id="WaitForInitialUserActivity">Esperar actividad inicial del usuario</string><string id="WaitForInitialUserActivity_Explain">Especifica si las demoras por administración de energía y el límite de duración de la sesión deben ejecutarse solo después de que se observe actividad inicial en la sesión de un usuario.

Si esta política se establece en &quot;True&quot;, las demoras por administración de energía y el límite de duración de la sesión no se ejecutan hasta que se observe actividad inicial en la sesión de un usuario.

Si esta política no se establece o se establece en &quot;False&quot;, las demoras de administración de energía y el límite de duración de la sesión se ejecutan tan pronto como comienza la sesión.</string><string id="PowerManagementIdleSettings">Configuración de la administración de energía cuando el usuario está inactivo</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Demoras de bloqueo de pantalla</string><string id="ScreenLockDelays_Explain">Especifica el tiempo que debe transcurrir sin que el usuario realice una acción antes de que la pantalla se bloquee cuando se utiliza CA o batería.

Al establecer el tiempo en un valor mayor que cero, dicho valor equivale a la cantidad de tiempo que el usuario debe permanecer inactivo antes de que Google Chrome OS bloquee la pantalla.

Al establecer el tiempo en cero, Google Chrome OS no bloquea la pantalla cuando el usuario está inactivo.

Si no se establece el tiempo de duración, el sistema utiliza un valor predeterminado.

El método recomendado para bloquear la pantalla durante el período de inactividad es habilitar el bloqueo al entrar en modo de suspensión y establecer que Google Chrome OS entre en dicho modo una vez transcurrido el tiempo de inactividad. Esta política solo debe usarse si se quiere bloquear la pantalla mucho tiempo antes de entrar en modo de suspensión o cuando este modo quiere inhabilitarse por completo.

El valor de la política debe establecerse en milisegundos. Los valores se fijan para ser menores que la demora del tiempo de inactividad.</string><string id="PasswordManager_group">Administrador de contraseñas</string><string id="PasswordManagerEnabled">Habilitar el guardado de contraseñas en el administrador de contraseñas</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Attestation_group">Atestación remota</string><string id="AttestationEnabledForUser">Habilita la atestación remota para el usuario.</string><string id="AttestationEnabledForUser_Explain">Si la política se establece como verdadera, el usuario podrá usar el hardware en los dispositivos de Chrome para verificar su identidad de forma remota ante la CA de privacidad mediante la API Enterprise Platform Keys API con la función chrome.enterprise.platformKeys.challengeUserKey().

Si se establece como falsa o no se establece, las llamadas a la API fallarán y se mostrará un código de error.</string><string id="AttestationExtensionWhitelist">Extensiones que tienen permitido utilizar la API de atestación remota</string><string id="AttestationExtensionWhitelist_Explain">Esta política especifica las extensiones con permiso para usar la API Enterprise Platform Keys API con la función chrome.enterprise.platformKeys.challengeUserKey() para la verificación remota. Para poder usar la API, las extensiones deben agregarse a esta lista.

Si una extensión no está en la lista o no se establece la lista, las llamadas a la API fallarán y se mostrará un código de error.</string><string id="AttestationExtensionWhitelistDesc">Extensiones que tienen permitido utilizar la API de atestación remota</string><string id="Accessibility_group">Configuración de accesibilidad</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Mostrar opciones de accesibilidad en el menú de la bandeja del sistema</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Habilita el cursor grande.</string><string id="LargeCursorEnabled_Explain">Habilita la función de accesibilidad del cursor grande.

Si esta política se establece como verdadera, el cursor grande estará siempre habilitado.

Si esta política se establece como falsa, el cursor grande estará siempre inhabilitado.

Si estableces esta política, los usuarios no podrán modificarla ni anularla.

Si no se establece esta política, inicialmente el cursor grande estará inhabilitado, pero el usuario podrá habilitarlo en cualquier momento.</string><string id="SpokenFeedbackEnabled">Habilitar los comentarios de voz</string><string id="SpokenFeedbackEnabled_Explain">Habilita la función de accesibilidad de comentarios por voz.

Si esta política se establece como verdadera, los comentarios por voz estarán siempre habilitados.

Si esta política se establece como falsa, los comentarios por voz estarán siempre inhabilitados.

Si estableces esta política, los usuarios no podrán modificarla ni anularla.

Si no se establece esta política, inicialmente los comentarios por voz estarán inhabilitados, pero el usuario podrá habilitarlos en cualquier momento.</string><string id="HighContrastEnabled">Habilitar el modo de contraste alto</string><string id="HighContrastEnabled_Explain">Habilita la función de accesibilidad del modo de contraste alto.

Si esta política se establece como verdadera, el modo de contraste alto estará siempre habilitado.

Si esta política se establece como falsa, el modo de contraste alto estará siempre inhabilitado.

Si estableces esta política, los usuarios no podrán modificarla ni anularla.

Si no se establece esta política, inicialmente el modo de contraste alto estará inhabilitado, pero el usuario podrá habilitarlo en cualquier momento.</string><string id="VirtualKeyboardEnabled">Habilitar el teclado en pantalla</string><string id="VirtualKeyboardEnabled_Explain">Habilita la función de accesibilidad del teclado en pantalla.

Si se establece esta política en True, el teclado en pantalla estará siempre habilitado.

Si se establece esta política en False, el teclado en pantalla estará siempre inhabilitado.

Si estableces esta política, los usuarios no pueden modificarla ni anularla.

Si no se establece la política, el teclado en pantalla estará inhabilitado inicialmente, pero el usuario podrá habilitarlo en cualquier momento.</string><string id="KeyboardDefaultToFunctionKeys">Teclas multimedia predeterminadas para teclas de funciones</string><string id="KeyboardDefaultToFunctionKeys_Explain">Modifica el comportamiento predeterminado de las teclas de la fila superior y las convierte en teclas de funciones.

Si esta política se establece en True, la fila superior de teclas del teclado generará comandos de teclas de funciones de forma predeterminada. Para volver al comportamiento de teclas multimedia, se debe presionar la tecla de búsqueda.

Si esta política se establece en False o no se establece, el teclado generará comandos de teclas multimedia de forma predeterminada y comandos de teclas de funciones al mantener presionada la tecla de búsqueda.</string><string id="ScreenMagnifierType">Establece el tipo de lupa.</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">La lupa está inhabilitada.</string><string id="ScreenMagnifierType_Full-screen">La lupa de pantalla completa está habilitada.</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Establece el estado predeterminado del cursor grande en la pantalla de acceso.</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Establece el estado predeterminado de la función de accesibilidad del cursor grande en la pantalla de acceso.

Si esta política se establece como verdadera, el cursor grande estará habilitado cuando se muestre la pantalla de acceso.

Si esta política se establece como falsa, el cursor grande estará inhabilitado cuando se muestre la pantalla de acceso.

Si estableces esta política, los usuarios podrán anularla de forma temporal habilitando o inhabilitando el cursor grande. Sin embargo, la selección del usuario no es permanente, y se restablecerá la opción predeterminada cuando se vuelva a mostrar la pantalla de acceso o el usuario permanezca ausente en la pantalla de acceso durante un minuto.

Si no se establece esta política, el cursor grande se inhabilitará la primera vez que se muestre la pantalla de acceso. Los usuarios pueden habilitar o inhabilitar el cursor grande en cualquier momento, y su estado en la pantalla de acceso permanece entre usuarios.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Establece el estado predeterminado de los comentarios por voz en la pantalla de acceso.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Establece el estado predeterminado de la función de accesibilidad de los comentarios por voz en la pantalla de acceso.

Si esta política se establece como verdadera, los comentarios por voz estarán habilitados cuando se muestre la pantalla de acceso.

Si esta política se establece como falsa, los comentarios por voz estarán inhabilitados cuando se muestre la pantalla de acceso.

Si estableces esta política, los usuarios podrán anularla de forma temporal habilitando o inhabilitando los comentarios por voz. Sin embargo, la selección del usuario no es permanente, y se restablecerá la opción predeterminada cuando se vuelva a mostrar la pantalla de acceso o el usuario permanezca ausente en la pantalla de acceso durante un minuto.

Si no se establece esta política, los comentarios por voz se inhabilitarán la primera vez que se muestre la pantalla de acceso. Los usuarios pueden habilitar o inhabilitar los comentarios por voz en cualquier momento, y su estado en la pantalla de acceso permanece entre usuarios.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Establece el estado predeterminado del modo de contraste alto en la pantalla de acceso.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Establece el estado predeterminado de la función de accesibilidad del modo de contraste alto en la pantalla de acceso.

Si esta política se establece como verdadera, el modo de contraste alto estará habilitado cuando se muestre la pantalla de acceso.

Si esta política se establece como falsa, el modo de contraste alto estará inhabilitado cuando se muestre la pantalla de acceso.

Si estableces esta política, los usuarios podrán anularla de forma temporal habilitando o inhabilitando el modo de contraste alto. Sin embargo, la selección del usuario no es permanente, y se restablecerá la opción predeterminada cuando se vuelva a mostrar la pantalla de acceso o el usuario permanezca ausente en la pantalla de acceso durante un minuto.

Si no se establece esta política, el modo de contraste alto se inhabilitará la primera vez que se muestre la pantalla de acceso. Los usuarios pueden habilitar o inhabilitar el modo de contraste alto en cualquier momento, y su estado en la pantalla de acceso permanece entre usuarios.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Establecer el estado predeterminado del teclado en pantalla en la pantalla de acceso</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Establece el estado predeterminado de la función de accesibilidad del teclado en pantalla en la pantalla de acceso.

Si se establece esta política en True, el teclado en pantalla estará habilitado cuando se muestre la pantalla de acceso.

Si se establece esta política en False, el teclado en pantalla estará inhabilitado cuando se muestre la pantalla de acceso.

Si estableces esta política, los usuarios pueden anularla de forma temporal al habilitar o inhabilitar el teclado en pantalla, pero esta selección no persiste, sino que se restaura la opción predeterminada cuando la pantalla de acceso se vuelve a mostrar o si el usuario permanece inactivo durante un minuto.

Si no se establece esta política, el teclado en pantalla se inhabilita la primera vez que aparece la pantalla de acceso. Los usuarios pueden habilitarlo o inhabilitarlo en cualquier momento, y esta selección persiste en el resto de los usuarios.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Establece el tipo de lupa predeterminado habilitado en la pantalla de acceso.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Establece el tipo de lupa predeterminado habilitado en la pantalla de acceso.

Si se establece esta política, controla el tipo de lupa habilitado cuando se muestra la pantalla de acceso. Si la política se establece como &quot;ninguna&quot;, se inhabilitará la lupa.

Si estableces esta política, los usuarios podrán anularla de forma temporal habilitando o inhabilitando la lupa. Sin embargo, la selección del usuario no es permanente, y se restablecerá la opción predeterminada cuando se vuelva a mostrar la pantalla de acceso o el usuario permanezca ausente en la pantalla de acceso durante un minuto.

Si no se establece esta política, la lupa se inhabilitará la primera vez que se muestre la pantalla de acceso. Los usuarios pueden habilitar o inhabilitar la lupa en cualquier momento, y su estado en la pantalla de acceso permanece entre usuarios.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">La lupa está inhabilitada.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">La lupa de pantalla completa está habilitada.</string><string id="ContentSettings_group">Configuración de contenido</string><string id="DefaultCookiesSetting">Configuración de cookies predeterminada</string><string id="DefaultCookiesSetting_Explain">Permite establecer si los sitios web pueden configurar datos locales. La configuración de datos locales puede permitirse para todos los sitios web o rechazarse para todos ellos.

Si esta política se establece en &quot;Guardar las cookies durante la sesión&quot;, las cookies se borrarán cuando se cierre la sesión. Se debe tener en cuenta que si Google Chrome se está ejecutando en &quot;modo en segundo plano&quot;, es posible que la sesión no se cierre cuando se cierre la última ventana. Para obtener más información sobre cómo configurar este comportamiento, se debe consultar la política &quot;BackgroundModeEnabled&quot;.

Si esta política no se establece, se usará &quot;AllowCookies&quot; y el usuario podrá modificarlo.</string><string id="DefaultCookiesSetting_AllowCookies">Permitir a todos los sitios establecer datos locales</string><string id="DefaultCookiesSetting_BlockCookies">No permitir que ningún sitio configure los datos locales.</string><string id="DefaultCookiesSetting_SessionOnly">Guardar las cookies durante la sesión</string><string id="DefaultImagesSetting">Configuración de imágenes predeterminadas</string><string id="DefaultImagesSetting_Explain">Te permite configurar si los sitios web pueden mostrar imágenes. La visualización de imágenes se puede permitir o denegar para todos los sitios web. Si esta política no se configura, se usará &quot;AllowImages&quot; y el usuario podrá cambiarlo.</string><string id="DefaultImagesSetting_AllowImages">Permitir a todos los sitios que muestren todas las imágenes</string><string id="DefaultImagesSetting_BlockImages">No permitir que ningún sitio muestre imágenes.</string><string id="DefaultJavaScriptSetting">Configuración de JavaScript predeterminada</string><string id="DefaultJavaScriptSetting_Explain">Te permite configurar si los sitios web pueden ejecutar JavaScript. La ejecución de JavaScript puede permitirse para todos los sitios web o denegarse para todos los sitios web. Si esta política no se configura, se usará &quot;AllowJavaScript&quot; y el usuario podrá cambiarla.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Permitir que todos los sitios ejecuten JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">No permitir que los sitios ejecuten JavaScript.</string><string id="DefaultPluginsSetting">Configuración predeterminada de Flash</string><string id="DefaultPluginsSetting_Explain">Te permite establecer si los sitios web están autorizados a ejecutar el complemento Flash de manera automática. La ejecución del complemento Flash puede permitirse o rechazarse para todos los sitios web.

La reproducción por clic permite que se ejecute el complemento Flash, pero el usuario debe hacer clic en el marcador de posición para iniciar su ejecución.

Si esta política no se establece, el usuario podrá cambiar esta opción de configuración de forma manual.</string><string id="DefaultPluginsSetting_AllowPlugins">Permitir que todos los sitios ejecuten el complemento Flash de manera automática</string><string id="DefaultPluginsSetting_BlockPlugins">Bloquear el complemento Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Haz clic para reproducir</string><string id="DefaultPopupsSetting">Configuración predeterminada de ventanas emergentes</string><string id="DefaultPopupsSetting_Explain">Te permite configurar si los sitios web pueden mostrar ventanas emergentes. Las ventanas emergentes pueden permitirse para todos los sitios web o denegarse para todos los sitios web. Si esta política no se configura, se usará &quot;BlockPopups&quot; y el usuario podrá cambiarlo.</string><string id="DefaultPopupsSetting_AllowPopups">Permitir que todos los sitios muestren ventanas emergentes.</string><string id="DefaultPopupsSetting_BlockPopups">No permitir que ningún sitio muestre ventanas emergentes</string><string id="DefaultNotificationsSetting">Configuración de notificación predeterminada</string><string id="DefaultNotificationsSetting_Explain">Te permite configurar si los sitios web pueden mostrar notificaciones de escritorio. Esto se puede permitir de manera predeterminada, se puede denegar de manera predeterminada o se le puede preguntar al usuario cada vez que un sitio web quiera mostrar notificaciones de escritorio. Si esta política no se configura, se usará &quot;AskNotifications&quot; y el usuario podrá cambiarlo.</string><string id="DefaultNotificationsSetting_AllowNotifications">Permitir que los sitios muestren notificaciones de escritorio.</string><string id="DefaultNotificationsSetting_BlockNotifications">No permitir que los sitios muestren notificaciones de escritorio.</string><string id="DefaultNotificationsSetting_AskNotifications">Preguntar siempre que un sitio quiera mostrar notificaciones de escritorio.</string><string id="DefaultGeolocationSetting">Configuración de geolocalización predeterminada</string><string id="DefaultGeolocationSetting_Explain">Te permite establecer si los sitios web pueden rastrear la ubicación física de los usuarios. El rastreo de la ubicación física de los usuarios puede autorizarse en forma predeterminada, puede denegarse en forma predeterminada o se le puede preguntar al usuario cada vez que un sitio web solicita la ubicación física. Si esta política no se configura, se usará &quot;AskGeolocation&quot; y el usuario podrá cambiarla.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Permitir a los sitios que rastreen la ubicación física de los usuarios.</string><string id="DefaultGeolocationSetting_BlockGeolocation">No permitir que ningún sitio rastree la ubicación física de los usuarios.</string><string id="DefaultGeolocationSetting_AskGeolocation">Preguntar siempre si un sitio quiere rastrear la ubicación física de los usuarios.</string><string id="DefaultWebBluetoothGuardSetting">Controlar el uso de la API de Bluetooth web</string><string id="DefaultWebBluetoothGuardSetting_Explain">Te permite establecer si los sitios web pueden acceder a dispositivos Bluetooth cercanos. El acceso se puede bloquear por completo o se puede preguntar al usuario cada vez que un sitio web desea acceder a dispositivos Bluetooth cercanos.

Si no se configura esta política, se usará el valor &quot;3&quot;, y el usuario podrá cambiarlo.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">No permitir que ningún sitio solicite acceso a dispositivos Bluetooth mediante la API de Bluetooth web</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Permitir que los sitios soliciten permiso al usuario para acceder a un dispositivo Bluetooth cercano</string><string id="AutoSelectCertificateForUrls">Seleccionar automáticamente certificados de clientes para estos sitios</string><string id="AutoSelectCertificateForUrls_Explain">Permite especificar una lista de patrones de url que especifican sitios para los cuales Google Chrome debería seleccionar de forma automática un certificado de cliente, en caso de que el sitio requiera un certificado.

El valor debe ser una serie de diccionarios JSON con strings. Cada diccionario debe tener la forma { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, donde $URL_PATTERN es un patrón de configuración de contenido. $FILTER restringe los certificados de cliente que el navegador seleccionará de forma automática. Independientemente del filtro, solo se seleccionarán los certificados que coincidan con la solicitud de certificado del servidor. Si $FILTER tiene la forma { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, solo se seleccionarán de forma adicional los certificados de cliente emitidos por un certificado con el nombre común $ISSUER_CN. Si $FILTER es el diccionario vacío {}, la selección de certificados de cliente no se restringe de forma adicional.

Si no se establece esta política, no se realizará ninguna autoselección para ningún sitio.</string><string id="AutoSelectCertificateForUrlsDesc">Seleccionar automáticamente certificados de clientes para estos sitios</string><string id="CookiesAllowedForUrls">Permitir cookies en estos sitios</string><string id="CookiesAllowedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios que están autorizados a configurar cookies. Si esta política no se configura, se usará el valor global predeterminado para todos los sitios ya sea de la política &quot;DefaultCookiesSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="CookiesAllowedForUrlsDesc">Permitir cookies en estos sitios</string><string id="CookiesBlockedForUrls">Bloquear cookies en estos sitios</string><string id="CookiesBlockedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios que no pueden establecer cookies. Si esta política no se configura, se usará el valor global predeterminado para todos los sitios tanto de la política &quot;DefaultCookiesSetting&quot;, si está configurada, como de la configuración personal del usuario.</string><string id="CookiesBlockedForUrlsDesc">Bloquear cookies en estos sitios</string><string id="CookiesSessionOnlyForUrls">Permitir cookies de sesión única en estos sitios</string><string id="CookiesSessionOnlyForUrls_Explain">Permite establecer una lista de patrones de URL que especifiquen sitios que tengan permitido establecer cookies de sesión únicamente.

Si esta política no se establece, se usará el valor predeterminado global para todos los sitios de la política &quot;DefaultCookiesSetting&quot; si está establecida o, de lo contrario, de la configuración personal del usuario.

Se debe tener en cuenta que si Google Chrome se está ejecutando en &quot;modo en segundo plano&quot;, es posible que la sesión no se cierre cuando se cierre la última ventana del navegador, sino que se mantendrá activa hasta que se cierre el navegador. Para obtener más información acerca de la configuración de este comportamiento, se puede consultar la política &quot;BackgroundModeEnabled&quot;.

Si la política &quot;RestoreOnStartup&quot; se establece en la opción de restaurar las URL de las sesiones anteriores, esta política no se respetará y las cookies se almacenarán de forma permanente para esos sitios.</string><string id="CookiesSessionOnlyForUrlsDesc">Permitir cookies de sesión única en estos sitios</string><string id="ImagesAllowedForUrls">Permitir imágenes en estos sitios</string><string id="ImagesAllowedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios a los que se les permite mostrar imágenes. Si esta política no se configura, se usará el valor predeterminado global para todos los sitios, ya sea de la política &quot;DefaultImagesSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="ImagesAllowedForUrlsDesc">Permitir imágenes en estos sitios</string><string id="ImagesBlockedForUrls">Bloquear imágenes en estos sitios</string><string id="ImagesBlockedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios que no están autorizados a mostrar imágenes. Si esta política no se configura, se usará el valor global predeterminado para todos los sitios ya sea de la política &quot;DefaultImagesSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="ImagesBlockedForUrlsDesc">Bloquear imágenes en estos sitios</string><string id="JavaScriptAllowedForUrls">Permitir JavaScript en estos sitios</string><string id="JavaScriptAllowedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios que están autorizados a ejecutar JavaScript. Si esta política no se configura, se usará el valor global predeterminado para todos los sitios ya sea de la política &quot;DefaultJavaScriptSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="JavaScriptAllowedForUrlsDesc">Permitir JavaScript en estos sitios</string><string id="JavaScriptBlockedForUrls">Bloquear JavaScript en estos sitios</string><string id="JavaScriptBlockedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios a los que no se les permite ejecutar JavaScript. Si esta política no se configura, se usará el valor predeterminado global para todos los sitios, ya sea de la política &quot;DefaultJavaScriptSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="JavaScriptBlockedForUrlsDesc">Bloquear JavaScript en estos sitios</string><string id="PluginsAllowedForUrls">Permitir el complemento Flash en estos sitios</string><string id="PluginsAllowedForUrls_Explain">Te permite establecer una lista de patrones de URL que especifican los sitios que pueden ejecutar el complemento Flash.

Si esta política no se establece, se usará el valor predeterminado global para todos los sitios, ya sea desde la política &quot;DefaultPluginsSetting&quot;, si se establece, o desde otro tipo de configuración personal del usuario.</string><string id="PluginsAllowedForUrlsDesc">Permitir el complemento Flash en estos sitios</string><string id="PluginsBlockedForUrls">Bloquear el complemento Flash en estos sitios</string><string id="PluginsBlockedForUrls_Explain">Te permite establecer una lista de patrones de URL que especifican los sitios que no tienen permitido ejecutar el complemento Flash.

Si esta política no se establece, el valor predeterminado global se usará para todos los sitios, ya sea desde la política &quot;DefaultPluginsSetting&quot;, si está configurada, o desde otro tipo de configuración personal del usuario.</string><string id="PluginsBlockedForUrlsDesc">Bloquear el complemento Flash en estos sitios</string><string id="PopupsAllowedForUrls">Permitir ventanas emergentes en estos sitios</string><string id="PopupsAllowedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios que no están autorizados a abrir ventanas emergentes. Si esta política no se configura, se usará el valor global predeterminado para todos los sitios ya sea de la política &quot;DefaultPopupsSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="PopupsAllowedForUrlsDesc">Permitir ventanas emergentes en estos sitios</string><string id="RegisteredProtocolHandlers">Registrar controladores de protocolo</string><string id="RegisteredProtocolHandlers_Explain">Te permite registrar una lista de controladores de protocolo. Esto solo puede ser una política recomendada. La propiedad |protocol| se debe establecer para el esquema (por ejemplo, &quot;mailto&quot;) de la URL, y la propiedad |url| se debe establecer para el patrón de la URL de la aplicación que controla el esquema. El patrón puede incluir una especificación &quot;%s&quot; que, si está presente, se reemplazará por la URL controlada.

Los controladores de protocolo registrados por la política se fusionan con los registrados por el usuario, y todos están disponibles para utilizarse. El usuario puede anular los controladores de protocolos instalados por la política si instala un nuevo controlador predeterminado, pero no puede eliminar un controlador de protocolo registrado por la política.</string><string id="PopupsBlockedForUrls">Bloquear ventanas emergentes en estos sitios</string><string id="PopupsBlockedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios que no están autorizados a abrir ventanas emergentes. Si esta política no se configura, se usará el valor global predeterminado para todos los sitios ya sea de la política &quot;DefaultPopupsSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="PopupsBlockedForUrlsDesc">Bloquear ventanas emergentes en estos sitios</string><string id="NotificationsAllowedForUrls">Permitir notificaciones en estos sitios</string><string id="NotificationsAllowedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios que están autorizados a mostrar notificaciones. Si esta política no se configura, se usará el valor global predeterminado para todos los sitios ya sea de la política &quot;DefaultNotificationsSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="NotificationsAllowedForUrlsDesc">Permitir notificaciones en estos sitios</string><string id="NotificationsBlockedForUrls">Bloquear notificaciones en estos sitios</string><string id="NotificationsBlockedForUrls_Explain">Te permite configurar una lista de patrones de URL que especifican los sitios que no están autorizados a mostrar notificaciones. Si esta política no se configura, se usará el valor global predeterminado para todos los sitios ya sea de la política &quot;DefaultNotificationsSetting&quot;, si está configurada, o de otro tipo de configuración personal del usuario.</string><string id="NotificationsBlockedForUrlsDesc">Bloquear notificaciones en estos sitios</string><string id="RemoteAccess_group">Configurar las opciones de acceso remoto</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Habilitar el cruce seguro de firewall desde hosts de acceso remoto</string><string id="RemoteAccessHostFirewallTraversal_Explain">Habilita el uso de servidores STUN cuando los clientes remotos intentan establecer una conexión con esta computadora.

Si se habilita esta configuración, los clientes remotos podrán descubrir estas computadoras y conectarse a ellas aunque estén separados por un firewall.

Si se inhabilita esta configuración y el firewall filtra las conexiones UDP de salida, esta computadora solo permitirá las conexiones de computadoras cliente que se encuentren en la red local.

Si esta política no se establece, la configuración estará habilitada.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Configura el prefijo TalkGadget para los hosts de acceso remoto.</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Configura el prefijo TalkGadget que será utilizado por los hosts de acceso remoto y que evita que los usuarios lo cambien.

Si se especifica, este prefijo se antepone al nombre base de TalkGadget para crear un nombre de dominio completo para TalkGadget. El nombre de dominio base de TalkGadget es &quot;.talkgadget.google.com&quot;.

Si esta configuración está habilitada, los hosts utilizarán el nombre de dominio personalizado al acceder a TalkGadget, en lugar del nombre de dominio predeterminado.

Si esta configuración está inhabilitada o no está establecida, el nombre de dominio de TalkGadget predeterminado (&quot;chromoting-host.talkgadget.google.com&quot;) se utilizará para todos los hosts.

La configuración de esta política no afecta a los clientes de acceso remoto. Ellos siempre utilizarán &quot;chromoting-client.talkgadget.google.com&quot; para acceder a TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Habilitar modo de cortina en hosts de acceso remoto</string><string id="RemoteAccessHostRequireCurtain_Explain">Habilita el modo de cortina para los hosts de acceso remoto durante una conexión. Si se habilita esta opción, los dispositivos físicos de entrada y salida del host se inhabilitan durante la conexión remota. Si se inhabilita o no se configura esta opción, tanto los usuarios locales como los remotos pueden interactuar con el host cuando se comparte.</string><string id="RemoteAccessHostAllowClientPairing">Habilitar o inhabilitar la autenticación sin PIN para hosts de acceso remoto</string><string id="RemoteAccessHostAllowClientPairing_Explain">Si esta opción está habilitada o no está configurada, los usuarios podrán sincronizar los clientes y los hosts en el momento de la conexión, lo que elimina la necesidad de ingresar siempre un PIN.

Si no se habilita esta opción, esta función no estará disponible.</string><string id="RemoteAccessHostAllowGnubbyAuth">Permitir autenticación gnubby para hosts de acceso remoto</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Si esta opción está habilitada, las solicitudes de autenticación gnubby se representarán a través de una conexión de host remota.

Si esta opción está inhabilitada o no está configurada, no se representarán solicitudes de autenticación gnubby.</string><string id="RemoteAccessHostAllowRelayedConnection">Habilitar el uso de servidores de retransmisión por parte del host de acceso remoto</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Restringir el intervalo de puertos UDP que utiliza el host de acceso remoto</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Requiere que el nombre del usuario local y el propietario del host de acceso remoto coincidan</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL donde los clientes de acceso remoto deben obtener el token de autenticación</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL para la validación del token de autenticación del cliente de acceso remoto</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certificado de cliente para conectarse a RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Extensions_group">Extensiones</string><string id="ExtensionInstallBlacklist">Configurar la lista negra de instalación de extensiones</string><string id="ExtensionInstallBlacklist_Explain">Permite especificar las extensiones que los usuarios NO pueden instalar. Si se incluyen en la lista negra, se inhabilitarán las extensiones ya instaladas y el usuario no podrá habilitarlas. Cuando una extensión inhabilitada se quite de la lista negra, se volverá a habilitar automáticamente.

El valor &quot;*&quot; en la lista negra significa que todas las extensiones están inhabilitadas a menos que se incluyan de forma explícita en la lista blanca.

Si esta política no se establece, el usuario podrá instalar cualquier extensión en Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Configurar la lista negra de instalación de extensiones</string><string id="ExtensionInstallWhitelist">Configurar la lista blanca de instalación de extensiones</string><string id="ExtensionInstallWhitelist_Explain">Te permite especificar las extensiones que no están sujetas a la lista negra. El valor de lista negra de * significa que todas las extensiones están en la lista negra y los usuarios sólo pueden instalar extensiones que figuran en la lista blanca. De manera predeterminada, todas las extensiones se encuentran en la lista blanca. Sin embargo, si todas las extensiones se han agregado a la lista negra mediante una política, la lista blanca se puede utilizar para anular dicha política.</string><string id="ExtensionInstallWhitelistDesc">Configurar la lista blanca de instalación de extensiones</string><string id="ExtensionInstallForcelist">Configurar la lista de extensiones y apps que se instalarán obligatoriamente</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Configurar la lista de extensiones y apps que se instalarán obligatoriamente</string><string id="ExtensionInstallSources">Configurar fuentes de instalación de secuencias de comandos de usuario, aplicaciones y extensiones</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Configurar fuentes de instalación de secuencias de comandos de usuario, aplicaciones y extensiones</string><string id="ExtensionAllowedTypes">Configurar tipos de extensiones o aplicaciones permitidos</string><string id="ExtensionAllowedTypes_Explain">Controla los tipos de apps o extensiones que se pueden instalar y limita el acceso al tiempo de ejecución.

Esta configuración indica los tipos de extensiones o de apps permitidos que se pueden instalar en Google Chrome y los hosts con los que pueden interactuar. El valor es una lista de strings; cada una debe contener la siguiente información: &quot;extensión&quot;, &quot;tema&quot;, &quot;secuencia de comandos del usuario&quot;, &quot;app alojada&quot;, &quot;app empaquetada heredada&quot;, &quot;app de plataforma&quot;. Consulta la documentación de las extensiones de Google Chrome para obtener más información sobre estos tipos.

Ten en cuenta que esta política también afecta las extensiones y apps que se instalan a la fuerza mediante ExtensionInstallForcelist.

Si se establece esta configuración, no se instalarán las apps y extensiones con un tipo que no aparezca en la lista.

Si no se establece esta configuración, no se aplica ninguna restricción a los tipos de apps o extensiones que se aceptan.</string><string id="ExtensionAllowedTypesDesc">Configurar tipos de extensiones o aplicaciones permitidos</string><string id="ExtensionSettings">Configuración de la administración de extensiones</string><string id="ExtensionSettings_Explain">Establece la configuración de la administración de extensiones Google Chrome.

Esta política controla diferentes opciones de configuración, incluidas las que controlan las políticas existentes relacionadas con las extensiones. Esta política anulará cualquier política heredada, si ambas están configuradas.

Esta política asigna un ID de extensión o una URL de actualización a su configuración. Con un ID de extensión, la configuración se aplicará solo a la extensión específica. Se puede establecer una configuración predeterminada para &quot;*&quot; del ID especial, que se aplicará a todas las extensiones que no tengan una configuración personalizada establecida en esta política. Con una URL de actualización, la configuración se aplicará a todas las extensiones con la URL de actualización exacta que se indica en el manifiesto de esta extensión, como se describe en https://developer.chrome.com/extensions/autoupdate.

La configuración para cada extensión (o extensiones con la misma URL de actualización) es otro diccionario que puede contener los campos que se documentan a continuación.

&quot;installation_mode&quot;: Especifica una string que indica el modo de instalación para la extensión. Las strings válidas son:
* &quot;allowed&quot;: Permite que el usuario instale la extensión. Este es el comportamiento predeterminado.
* &quot;blocked&quot;: Bloquea la instalación de la extensión.
* &quot;force_installed&quot;: La extensión se instala automáticamente, y el usuario no puede quitarla.
* &quot;normal_installed&quot;: La extensión se instala automáticamente, pero el usuario puede inhabilitarla.

El &quot;installation_mode&quot; también se puede configurar para varias extensiones, incluida la extensión &quot;*&quot; (como configuración predeterminada) y las extensiones con la misma URL de actualización. En este caso, solo se pueden usar los valores &quot;allowed&quot; y &quot;blocked&quot;.

Si el modo se establece como &quot;force_installed&quot; o &quot;normal_installed&quot;, también se debe establecer una &quot;update_url&quot;. Ten en cuenta que el conjunto de URL de actualización que se establece en esta política solo se usa para la primera instalación; las actualizaciones posteriores de la extensión usarán la URL de actualización que se indica en el manifiesto de la extensión. La URL de actualización debe indicar un documento XML de manifiesto de actualización, como se mencionó anteriormente.

&quot;blocked_permissions&quot;: Especifica una lista de strings que indica los permisos de API bloqueados para la extensión. Los nombres de los permisos son los mismos que las strings de permisos declaradas en el manifiesto de la extensión, como se describe en https://developer.chrome.com/extensions/declare_permissions. Esta configuración también se puede establecer para la extensión &quot;*&quot;. Si la extensión requiere un permiso que se encuentra en la lista de elementos bloqueados, no se permitirá la carga. Si contiene un permiso bloqueado como requisito opcional, se ejecutará normalmente, pero la solicitud de los permisos conflictivos se negará automáticamente en el tiempo de ejecución.

&quot;allowed_permissions&quot;: Similar a &quot;blocked_permissions&quot;, pero permite de forma explícita algunos permisos que pueden estar incluidos en la lista de permisos bloqueados global. De esta manera, no se puede configurar para la extensión &quot;*&quot;. Ten en cuenta que esta configuración no otorga permisos a las extensiones de forma automática.

&quot;minimum_version_required&quot;: Especifica una string de versiones. El formato de la string de versiones es el mismo que se usa en el manifiesto de extensiones, como se describe en https://developer.chrome.com/apps/manifest/version. Se inhabilitará cualquier extensión con una versión anterior a la versión mínima especificada. Esto se aplica también a las extensiones que se instalan a la fuerza.

Las siguientes opciones solo se pueden usar para la configuración &quot;*&quot; predeterminada:

&quot;install_sources&quot;: Cada elemento de esta lista es un patrón de coincidencia de estilo-extensión (https://developer.chrome.com/extensions/match_patterns). Los usuarios podrán instalar elementos fácilmente desde cualquier URL que coincida con un elemento de esta lista. Estos patrones deben permitir tanto la ubicación del archivo de *.crx como la página donde se inicia la descarga (es decir, la URL de referencia).

&quot;allowed_types&quot;: Esta opción indica los tipos permitidos de extensiones o apps que se pueden instalar en Google Chrome.  El valor es una lista de strings; cada una de ellas debe ser una de las siguientes: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Consulta la documentación sobre extensiones de Google Chrome para obtener más información sobre estos tipos.
&quot;blocked_install_message&quot;: Si un usuario intenta instalar una extensión que está bloqueada por una política, Chrome Webstore muestra un mensaje de error general. Esta opción te permite agregar texto al mensaje de error. Se puede usar para dirigir a los usuarios al servicio de asistencia, explicar por qué una extensión específica está bloqueada o mostrar otro mensaje. Este mensaje de error se mostrará cortado si excede los 1000 caracteres.
&quot;runtime_blocked_hosts&quot;: Acepta una lista de hosts en los que se bloqueará la interacción con una extensión. Incluye agregar JavaScript, alterar y ver webRequests/webNavigation, y ver y alterar cookies. Tiene un formato similar al de Match Patterns https://developer.chrome.com/extensions/match_patterns, excepto que pueden no definirse rutas (p. ej., &quot;*://*.ejemplo.com&quot;). También es compatible con los comodines TLD efectivos (p. ej., &quot;*://ejemplo.*&quot;).
&quot;runtime_allowed_hosts&quot;: Acepta una lista de hosts con los que una extensión puede interactuar, más allá de que se indiquen en &quot;runtime_blocked_hosts&quot;. Tiene el mismo formato que &quot;runtime_blocked_hosts&quot;.
</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Habilita Google Cast</string><string id="EnableMediaRouter_Explain">Si se establece esta política como verdadera o no se establece, se habilitará Google Cast y los usuarios podrán ejecutarla desde el menú de la app, los menús contextuales de la página, los controles multimedia en los sitios web compatibles con Cast y (si se muestra) el ícono de la barra de herramientas de Cast.

Si se establece esta política como falsa, Google Cast se inhabilitará.</string><string id="ShowCastIconInToolbar">Muestra el ícono de la barra de herramientas de Google Cast</string><string id="ShowCastIconInToolbar_Explain">Si esta política se establece como verdadera, el ícono de Cast aparecerá siempre en la barra de herramientas o en el menú ampliado, y los usuarios no podrán quitarlo.

Si esta política se establece como falsa o no se establece, los usuarios podrán fijar o quitar el ícono mediante el menú contextual.

Si la política &quot;EnableMediaRouter&quot; se establece como falsa, su valor no tendrá efecto y el ícono no aparecerá en la barra de herramientas.</string><string id="Drive_group">Opciones de configuración de Google Drive</string><string id="DriveDisabled">Inhabilita Drive en la aplicación Archivos de Google Chrome OS.</string><string id="DriveDisabled_Explain">Permite inhabilitar la sincronización de Google Drive en la aplicación Archivos de Google Chrome OS si se establece en true. En ese caso, no se subirán datos a Google Drive.

Si la política no se establece o se establece en false, los usuarios podrán transferir archivos a Google Drive.</string><string id="DriveDisabledOverCellular">Inhabilita Google Drive a través de conexiones móviles en la aplicación Archivos de Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Inhabilita la sincronización de Google Drive en la aplicación Archivos de Google Chrome OS cuando se utiliza una conexión móvil y se establece en true. En ese caso, los datos solo se sincronizan con Google Drive al utilizar una conexión Wi-Fi o Ethernet.

Si esta política no se establece o se establece en false, los usuarios podrán transferir archivos a Google Drive mediante conexiones móviles.</string><string id="QuickUnlock_group">Políticas de desbloqueo rápido</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Una lista blanca que controla los métodos de desbloqueo rápido que el usuario puede configurar y usar para desbloquear la pantalla bloqueada.

Este valor es una lista de strings; las entradas válidas para la lista son las siguientes: &quot;todos&quot; y &quot;PIN&quot;. Si se agrega &quot;todos&quot; a la lista, el usuario podrá usar todos los métodos de desbloqueo rápido, entre los que se incluyen aquellos que se implementen en el futuro. De lo contrario, solo estarán disponibles los métodos de desbloqueo rápido que se enumeran en la lista.

Por ejemplo, para permitir todos los métodos de desbloqueo rápido, se debe usar [&quot;todos&quot;]. Para permitir solo el desbloqueo con PIN, se debe usar [&quot;PIN&quot;]. Para inhabilitar todos los métodos de desbloqueo rápido, se debe usar [].

De manera predeterminada, no está disponible ningún método de desbloqueo rápido para los dispositivos administrados.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Esta configuración controla la frecuencia con la que la pantalla bloqueada solicitará la contraseña para continuar usando el desbloqueo rápido. Cada vez que ingresas a la pantalla bloqueada, si el último ingreso de contraseña superó al de esta configuración, el desbloqueo rápido no estará disponible para la pantalla bloqueada. Si el usuario permanece en la pantalla bloqueada después de este período, se solicitará que el usuario ingrese una contraseña cada vez que ingrese un código incorrecto o se active la pantalla bloqueada (lo que ocurra primero).

Si se establece esta configuración, se les solicitará a los usuarios que usan el desbloqueo rápido que ingresen sus contraseñas en la pantalla bloqueada, de acuerdo con esta configuración.

Si no se establece esta configuración, se les solicitará a los usuarios que usan el desbloqueo rápido que ingresen sus contraseñas en la pantalla bloqueada todos los días.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Si esta política es falsa, los usuarios no podrán establecer PIN poco seguros y fáciles de adivinar.

Algunos ejemplos de PIN poco seguros: PIN que contienen un solo dígito (1111), PIN cuyos dígitos aumentan de a 1 (1234), PIN cuyos dígitos decrecen de a 1 (4321) y PIN de uso común.

De manera predeterminada, si el PIN se considera poco seguro, los usuarios recibirán una advertencia, no un mensaje de error.</string><string id="HTTPAuthentication_group">Políticas para la autenticación HTTP</string><string id="AuthSchemes">Esquemas de autenticación compatibles</string><string id="AuthSchemes_Explain">Especifica qué esquemas de autenticación de HTTP son compatibles con Google Chrome.

Los valores posibles son &quot;basic&quot;, &quot;digest&quot;, &quot;ntlm&quot; y &quot;negotiate&quot;. Cuando haya más de un valor, sepáralos con comas.

Si esta política no se configura, se usarán los cuatro esquemas.</string><string id="DisableAuthNegotiateCnameLookup">Inhabilitar la búsqueda de CNAME al negociar la autenticación de Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Especifica si el SPN de Kerberos generado se basa en el nombre canónico DNS o en el nombre original introducido. Si se habilita esta configuración, se salteará la búsqueda de CNAME y se usará el nombre del servidor que se haya introducido. Si se inhabilita esta opción o si no se configura, el nombre canónico del servidor se determinará a través de una búsqueda de CNAME.</string><string id="EnableAuthNegotiatePort">Incluir puerto no estándar en el SPN de Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Especifica si el SPN de Kerberos generado debe incluir un puerto no estándar. Si se habilita esta configuración y se ingresa un puerto no estándar (es decir, un puerto que no sea 80 ni 443), se incluirá en el SPN de Kerberos generado. Si se inhabilita esta opción o si no se configura, el SPN de Kerberos generado no incluirá un puerto en ningún caso.</string><string id="AuthServerWhitelist">Lista blanca del servidor de autenticación</string><string id="AuthServerWhitelist_Explain">Permite especificar qué servidores deben incluirse en la lista blanca para la autenticación integrada. La autenticación integrada solo se habilita cuando Google Chrome recibe una prueba de autenticación de un servidor proxy o de un servidor que se encuentra en esta lista permitida.

Los distintos nombres de servidor se deben separar con comas. Se permite el uso de caracteres comodín (*).

Si no se establece esta política, Google Chrome intentará detectar si un servidor se encuentra en la intranet y solo entonces responderá las solicitudes de IWA. Si se detecta un servidor como Internet, Google Chrome ignorará las solicitudes de IWA que provengan de ese servidor.</string><string id="AuthNegotiateDelegateWhitelist">Lista blanca de servidores de delegación de Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Servidores a los que Google Chrome puede delegar las credenciales de usuarios

Separa los distintos nombres de servidor con comas. Se permite el uso de caracteres comodín (*).

Si esta política no se establece, Google Chrome no delegará las credenciales de usuario aunque un servidor se detecte como intranet.</string><string id="AllowCrossOriginAuthPrompt">Avisos de autenticación básica de HTTP de origen cruzado</string><string id="AllowCrossOriginAuthPrompt_Explain">Controla si se permite que el subcontenido de terceros en una página muestre cuadros de diálogo emergentes de autenticación básica de HTTP. Normalmente, esto se inhabilita a modo defensa contra la suplantación de identidad. Si esta política no se configura, se inhabilita esta opción y no se permite que el subcontenido de terceros muestre cuadros de diálogo emergentes de autenticación básica de HTTP.</string><string id="DefaultSearchProvider_group">Proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderEnabled">Habilitar el proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Nombre del proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderName_Explain">Especifica el nombre del proveedor de búsqueda predeterminado. Si se deja vacío o si no se configura, se usará el nombre de host especificado por la URL de búsqueda. Esta política solo se considera si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderKeyword">Palabra clave del proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderKeyword_Explain">Especifica la palabra clave, que es el acceso directo utilizado en el cuadro multifunción para activar la búsqueda de este proveedor. Esta política es opcional. Si no se configura, ninguna palabra clave activará el proveedor de búsqueda. Esta política solo se considera si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderSearchURL">Dirección URL de búsqueda de proveedores de búsqueda predeterminada</string><string id="DefaultSearchProviderSearchURL_Explain">Especifica la URL del motor de búsqueda que se usa en una búsqueda predeterminada. La URL debe contener el string &quot;{searchTerms}&quot;, el cual se reemplazará en la consulta por los términos que el usuario busca.

La URL de la búsqueda de Google se puede especificar como: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Esta opción debe configurarse cuando la política &quot;DefaultSearchProviderEnabled&quot; está habilitada y solo se aplicará si este es el caso.</string><string id="DefaultSearchProviderSuggestURL">Dirección URL sugerida para el proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderSuggestURL_Explain">Especifica la URL del motor de búsqueda que se usa para proporcionar sugerencias de búsqueda. La URL debe contener el string &quot;{searchTerms}&quot;, el cual se reemplazará en el momento de la consulta con el texto que el usuario haya ingresado hasta entonces.

Esta política es opcional. Si no se establece, no se usará ninguna URL para sugerencias.

La URL de sugerencias de Google se puede especificar como: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Esta política se aplica solo si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderInstantURL">URL instantánea del proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderInstantURL_Explain">Especifica la URL del motor de búsqueda que se usa para proporcionar resultados al instante. La URL debe contener el string &quot;'{searchTerms}'&quot;, el cual se reemplazará en el momento de la consulta con el texto que el usuario haya ingresado hasta entonces.

Esta política es opcional. Si no se establece, no se mostrarán resultados de la búsqueda al instante.

La URL de los resultados al instante de Google se puede especificar como: '{google:baseURL}suggest?q={searchTerms}'.

Esta política se aplica solo si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderIconURL">Ícono del proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderIconURL_Explain">Especifica la URL de ícono favorita del proveedor de búsqueda predeterminado. Esta política es opcional. Si no se configura, no se presentará ningún ícono al proveedor de búsqueda. Esta política solo se respeta si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderEncodings">Codificación del proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderEncodings_Explain">Especifica la codificación de caracteres admitida por el proveedor de búsqueda. Las codificaciones son nombres de páginas de códigos, como UTF-8, GB2312 e ISO-8859-1. Se prueban en el orden dado. Esta política es opcional. Si no se configura, se usará el valor predeterminado, que es UTF-8. Esta política solo se respeta si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderEncodingsDesc">Codificación del proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderAlternateURLs">Lista de las URL alternativas para el proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderAlternateURLs_Explain">Especifica una lista de URL alternativas que se pueden utilizar para extraer los términos de búsqueda del motor de búsqueda. Las URL deben contener la cadena '{searchTerms}', que se usará para extraer los términos de búsqueda.

Esta política es opcional. Si no se establece, no se usarán URL alternativas para extraer términos de búsqueda.

Esta política solo se respeta si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderAlternateURLsDesc">Lista de las URL alternativas para el proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parámetro que controla la ubicación del término de búsqueda para el proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Si se establece esta política y una URL de búsqueda sugerida desde el cuadro multifunción contiene este parámetro en la cadena de consulta o en el identificador de fragmentos, la sugerencia mostrará los términos de búsqueda y el proveedor de búsqueda en lugar de la URL de búsqueda sin procesar.

Esta política es opcional. Si no se establece, no se realizará ningún reemplazo de los términos de búsqueda.

Esta política solo se respeta si la política &quot;DefaultSearchProviderEnabled&quot; está habilitada.</string><string id="DefaultSearchProviderImageURL">Parámetro que proporciona una función de búsqueda por imagen para el proveedor de búsquedas predeterminado</string><string id="DefaultSearchProviderImageURL_Explain">Especifica la URL del motor de búsqueda utilizado para proporcionar la búsqueda de imágenes. Las solicitudes de búsqueda se enviarán mediante el método GET. Si se establece la política DefaultSearchProviderImageURLPostParams, las solicitudes de búsqueda de imágenes utilizarán el método POST en su lugar.

Esta política es opcional. Si no se establece, no se utilizará la búsqueda de imágenes.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderNewTabURL">URL de la página Nueva pestaña del proveedor de búsqueda predeterminado</string><string id="DefaultSearchProviderNewTabURL_Explain">Especifica la URL que utiliza un motor de búsqueda para mostrar una página Nueva pestaña.

Esta política es opcional. Si no se establece, no se mostrará una página Nueva pestaña.

Esta política solo se respeta si está habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderSearchURLPostParams">Parámetros para URL de búsqueda que utiliza POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Especifica los parámetros utilizados al buscar una URL con POST. Se compone de pares de nombre/valor separados por comas. Si un valor es un parámetro de plantilla, como {searchTerms} en el ejemplo anterior, se reemplazará por datos de términos de búsqueda reales.

Esta política es opcional. Si no se establece, la solicitud de búsqueda se enviará mediante el método GET.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parámetros para URL de sugerencia que utiliza POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Especifica los parámetros utilizados al realizar una búsqueda de sugerencias con POST. Se compone de pares de nombre/valor separados por coma. Si un valor es un parámetro de plantilla, como {searchTerms} en el ejemplo anterior, se reemplazará por datos de términos de búsqueda reales.

Esta política es opcional. Si no se establece, la solicitud de búsqueda de sugerencias se enviará mediante el método GET.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderInstantURLPostParams">Parámetros para URL instantánea que utiliza POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Especifica los parámetros utilizados al realizar búsquedas instantáneas con POST. Se compone de pares de nombre/valor separados por coma. Si un valor es un parámetro de plantilla, como {searchTerms} en el ejemplo anterior, se reemplazará por datos de términos de búsqueda reales.

Esta política es opcional. Si no se establece, la solicitud de búsqueda instantánea se enviará mediante el método GET.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderImageURLPostParams">Parámetros para URL de imagen que utiliza POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Especifica los parámetros utilizados al realizar una búsqueda de imágenes con POST. Se compone de pares de nombre/valor separados por coma. Si un valor es un parámetro de plantilla, como {imageThumbnail} en el ejemplo anterior, se reemplazará por datos de miniaturas de imágenes reales.

Esta política es opcional. Si no se establece, la solicitud de búsqueda de imágenes se enviará mediante el método GET.

Esta política solo se respeta si se habilita la política &quot;DefaultSearchProviderEnabled&quot;.</string><string id="NewTabPage_group">Página Nueva pestaña</string><string id="NewTabPageLocation">Configurar la URL de la página Nueva pestaña</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Homepage_group">Página principal</string><string id="HomepageLocation">Configurar la dirección URL de la página principal</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Usar la página Nueva pestaña como página principal</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Páginas de inicio</string><string id="RestoreOnStartup">Acción al iniciar</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Abrir la página Nueva pestaña</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Restaurar la última sesión</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Abrir una lista de direcciones URL</string><string id="RestoreOnStartupURLs">Direcciones URL que se abrirán al iniciar.</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Direcciones URL que se abrirán al iniciar.</string><string id="Proxy_group">Servidor proxy</string><string id="ProxyMode">Elegir cómo especificar la configuración del servidor proxy</string><string id="ProxyMode_Explain">Te permite especificar el servidor proxy que usa Google Chrome y evita que los usuarios cambien la configuración de proxy.

Si eliges no usar nunca un servidor proxy y conectarte siempre de forma directa, se ignorarán las demás opciones.

Si eliges usar la configuración de proxy del sistema, se ignorarán las demás opciones.

Si eliges detectar de forma automática el servidor proxy, se ignorarán las demás opciones.

Si eliges el modo fijo del servidor proxy, podrás especificar más opciones en &quot;Dirección o URL del servidor proxy&quot; y &quot;Lista separada por comas de las normas de omisión de proxy&quot;. Solo el servidor proxy HTTP con la prioridad más alta está disponible para las apps de ARC.

Si eliges usar una secuencia de comandos de proxy .pac, deberás especificar la URL en la secuencia de comandos en &quot;URL a un archivo proxy .pac&quot;.

Para obtener ejemplos detallados, visita:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett

Si habilitas esta configuración, Google Chrome y las apps de ARC ignorarán todas las opciones relacionadas con el proxy especificadas desde la línea de comandos.

Si no se establece esta política, los usuarios podrán elegir la configuración de proxy.</string><string id="ProxyMode_ProxyDisabled">Nunca usar un proxy</string><string id="ProxyMode_ProxyAutoDetect">Configuración de proxy de detección automática</string><string id="ProxyMode_ProxyPacScript">Usar un script para proxy .pac</string><string id="ProxyMode_ProxyFixedServers">Usar servidores proxy fijos</string><string id="ProxyMode_ProxyUseSystem">Usar la configuración del proxy del sistema</string><string id="ProxyServer">Dirección o dirección URL del servidor proxy</string><string id="ProxyServer_Explain">Puedes especificar la URL del servidor proxy aquí.

Esta política solo se aplica si se seleccionó la configuración manual de proxy en &quot;Elegir cómo especificar la configuración del servidor proxy&quot;.

No establezcas esta política si seleccionaste otro modo para configurar políticas de proxy.

Para obtener ejemplos detallados, visita:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL a un archivo proxy .pac</string><string id="ProxyPacUrl_Explain">Puedes especificar una URL para un archivo .pac de proxy aquí.

Esta política solo se aplica si se seleccionó la configuración manual de proxy en &quot;Elegir cómo especificar la configuración del servidor proxy&quot;.

No establezcas esta política si seleccionaste otro modo para configurar políticas de proxy.

Para obtener ejemplos detallados, visita:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Reglas de omisión de proxy</string><string id="ProxyBypassList_Explain">Google Chrome omitirá cualquier proxy de la lista de hosts especificados aquí.

Esta política solo tiene efecto si seleccionaste la configuración manual de proxy en &quot;Elegir cómo especificar la configuración del servidor proxy&quot;.

Si seleccionaste cualquier otro modo de configuración de las políticas de proxy, no debes establecer esta política.

Para ver ejemplos detallados, visita:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="AllowDeletingBrowserHistory">Habilita la eliminación del historial de descargas y del navegador.</string><string id="AllowDeletingBrowserHistory_Explain">Permite habilitar la eliminación del historial del navegador y del historial de descargas de Google Chrome y evita que los usuarios cambien esta configuración.

Ten en cuenta que incluso con esta política inhabilitada, no se garantiza que se conserven el historial de navegación y el de descargas. Los usuarios pueden editar o borrar los archivos de la base de datos del historial directamente, y el propio navegador puede caducar o archivar algunos o todos los elementos del historial en cualquier momento.

Si esta opción está habilitada o no se estableció, se pueden eliminar el historial de navegación y el de descargas.

Si esta opción está inhabilitada, no se pueden eliminar el historial de navegación ni el de descargas.</string><string id="AllowDinosaurEasterEgg">Permitir juego del huevo de pascua del dinosaurio</string><string id="AllowDinosaurEasterEgg_Explain">Permitir que los usuarios jueguen con el huevo de pascua del dinosaurio cuando el dispositivo se encuentra sin conexión

Si esta política se configura en False, los usuarios no podrán jugar con el huevo de pascua del dinosaurio cuando el dispositivo se encuentre sin conexión. Si esta configuración se establece en True, los usuarios podrán jugar con el dinosaurio. Si esta política no se configura, los usuarios no podrán jugar con el huevo de pascua del dinosaurio en el Sistema operativo Chrome registrado, pero se les permitirá jugar en otras circunstancias.</string><string id="AllowOutdatedPlugins">Permitir la ejecución de complementos desactualizados</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Permite bloquear la pantalla</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definir los dominios con permiso para acceder a Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Habilitar páginas de error alternativas</string><string id="AlternateErrorPagesEnabled_Explain">Permite el uso de páginas alternativas de error integradas en Google Chrome (por ejemplo, &quot;página no encontrada&quot;) y evita que los usuarios cambien esta configuración. Si se habilita esta configuración, se usarán páginas alternativas de error. Si se inhabilita esta configuración, no se usarán páginas alternativas de error. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Google Chrome. Si esta política no se configura, se habilitará esta opción, pero el usuario podrá cambiarla.</string><string id="AlwaysAuthorizePlugins">Siempre se ejecutan complementos que requieren autorización</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Habilitar Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Cuando esta política se establece como verdadera, los datos de la app de Android se cargan en los servidores de Android Backup y se restauran desde ellos cuando se vuelven a instalar apps compatibles.

Cuando esta política se establece como falsa, Android Backup Service se desactiva.

Si se establece esta configuración, los usuarios no pueden cambiarla.

Si esta configuración no se establece, los usuarios pueden activar y desactivar Android Backup Service en la app de Configuración de Android.</string><string id="ArcCertificatesSyncMode">Establecer la disponibilidad de certificados para apps de ARC</string><string id="ArcCertificatesSyncMode_Explain">Si se establece en SyncDisabled o no se configura, los certificados de Google Chrome OS no estarán disponibles para las apps de ARC.

Si se establece en CopyCaCerts, todos los certificados de CA de ONC instalado con Web TrustBit estarán disponibles para las apps de ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Inhabilitar el uso de certificados de Google Chrome OS para apps de ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Habilitar certificados de CA de Google Chrome OS para apps de ARC</string><string id="ArcEnabled">Habilitar ARC</string><string id="ArcEnabled_Explain">Cuando esta política se establece en true, ARC estará habilitado para el usuario
(sujeto a verificaciones adicionales de configuraciones de políticas. ARC
permanecerá inhabilitado si se habilita el modo efímero o el acceso
múltiple en la sesión de usuario actual)

Si esta configuración está inhabilitada o no se configuró, los usuarios
no podrán usar ARC.</string><string id="ArcLocationServiceEnabled">Habilita el servicio de ubicación de Google para Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Configurar ARC</string><string id="ArcPolicy_Explain">Especifica el conjunto de políticas que se enviará al tiempo de ejecución de ARC. El valor debe ser un formato JSON válido.

Esta política se puede usar para configurar qué apps de Android se instalan de forma automática:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identificador de app de Android, p. ej., &quot;com.google.android.gm&quot; para Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Especifica cómo se instala una app. OPTIONAL: La app no se instala de forma automática, pero el usuario puede instalarla. Esta es la configuración predeterminada si no se especifica esta política. PRELOAD: La app se instala de forma automática, pero el usuario puede desinstalarla. FORCE_INSTALLED: La app se instala de forma automática, y el usuario no puede desinstalarla. BLOCKED: La app está bloqueada o no se puede instalar. Si la app se instaló con una política anterior, se desinstalará.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Política de otorgamiento de permisos para las apps que lo soliciten. PERMISSION_POLICY_UNSPECIFIED: La política no se especifica. Si no se especifica ninguna política para un permiso en cualquier nivel, se usa el comportamiento &quot;PROMPT&quot; de forma predeterminada. PROMPT: Solicita al usuario que otorgue un permiso. GRANT: Otorga un permiso de forma automática. DENY: Deniega un permiso de forma automática.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Objeto de configuración JSON específico de apps con un conjunto de pares clave-valor, p. ej. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Las claves se definen en el manifiesto de la app.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Para fijar apps al Launcher, consulta PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Permitir o rechazar la captura de audio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Las URL que recibirán acceso a dispositivos de captura de audio sin solicitarlo</string><string id="AudioCaptureAllowedUrls_Explain">Los patrones de esta lista se compararán con el origen de seguridad de la URL solicitante. Si se encuentra una coincidencia, se concederá acceso a los dispositivos de captura de audio sin solicitarlo.

NOTA: Hasta la versión 45, esta política solo se admitía en modo kiosco.</string><string id="AudioCaptureAllowedUrlsDesc">Las URL que recibirán acceso a dispositivos de captura de audio sin solicitarlo</string><string id="AudioOutputAllowed">Permitir la reproducción de audio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Habilitar Autocompletar</string><string id="AutoFillEnabled_Explain">Habilita la función Autocompletar de Google Chrome y permite que los usuarios completen automáticamente formularios web con información que se almacenó con anterioridad como la dirección o datos de la tarjeta de crédito. Si se inhabilita esta configuración, Autocompletar no estará disponible para los usuarios. Si se habilita esta opción o no se configura un valor, Autocompletar permanece bajo el control del usuario. Esto permite configurar los perfiles de autocompletar y activar o desactivar esta opción cuando lo deseen.</string><string id="AutofillCreditCardEnabled">Habilitar la función Autocompletar para tarjetas de crédito</string><string id="AutofillCreditCardEnabled_Explain">Habilita la función Autocompletar de Google Chrome y permite que los usuarios completen automáticamente formularios web con información que se almacenó con anterioridad, como la dirección o los datos de tarjetas de crédito.

Si se inhabilita esta configuración, Autocompletar nunca sugerirá ni completará información de tarjetas de crédito. Tampoco guardará información adicional de tarjetas que el usuario haya enviado cuando navegaba en la Web.

Si se habilita esta configuración o no se establece ningún valor, el usuario podrá controlar toda la función Autocompletar (incluidas las tarjetas de crédito) en la IU.</string><string id="BlockThirdPartyCookies">Bloquear cookies de terceros</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Habilitar barra de favoritos</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">La autenticación de portal cautivo ignora el proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Inhabilitar la aplicación del Certificado de transparencia para una lista de URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Inhabilita la aplicación de los requisitos del Certificado de transparencia para las URL de la lista.

Esta política permite que los certificados para los nombres de host en las URL especificadas no se divulgen mediante el Certificado de transparencia. Esta acción permite seguir usando certificados que, de lo contrario, no serían de confianza porque no se divulgaron de forma pública correctamente. Sin embargo, esta acción dificulta la detección de los certificados que se usan de forma incorrecta para esos hosts.

El formato del patrón de URL se especifica en https://www.chromium.org/administrators/url-blacklist-filter-format. Sin embargo, dado que los certificados son válidos para un nombre de host específico, más allá del esquema, puerto o ruta, solo se tiene en cuenta la porción de la URL con el nombre de host. Los hosts con comodines no son compatibles.

Si esta política no se establece, todos los certificados que deben divulgarse mediante el Certificado de transparencia (y que no cumplen con este requisito) se considerarán no confiables.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Inhabilitar la aplicación del Certificado de transparencia para una lista de URL</string><string id="ChromeOsLockOnIdleSuspend">Habilitar el bloqueo cuando el dispositivo esté inactivo o suspendido</string><string id="ChromeOsLockOnIdleSuspend_Explain">Habilitar el bloqueo cuando los dispositivos Google Chrome OS están inactivos o suspendidos

Si habilitas esta configuración, los usuarios deberán ingresar una contraseña para que los dispositivos salgan del modo de suspensión.

Si inhabilitas esta configuración, no se pedirá a los usuarios que ingresen una contraseña para que los dispositivos salgan del modo de suspensión.

Independientemente de que habilites o inhabilites esta opción, los usuarios no podrán modificarla ni anularla.

Si no estableces esta política, los usuarios podrán decidir si quieren que sea necesaria una contraseña para volver a activar el dispositivo o no.</string><string id="ChromeOsMultiProfileUserBehavior">Controlar el comportamiento del usuario en una sesión de varios perfiles</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Controla el comportamiento del usuario durante una sesión de perfiles múltiples en dispositivos con Google Chrome OS.

Si esta política se establece en &quot;MultiProfileUserBehaviorUnrestricted&quot;, el usuario puede ser primario o secundario durante una sesión de perfiles múltiples.

Si esta política se establece en &quot;MultiProfileUserBehaviorMustBePrimary&quot;, el usuario solo puede ser el primario durante una sesión de perfiles múltiples.

Si esta política se establece en &quot;MultiProfileUserBehaviorNotAllowed&quot;, el usuario no puede formar parte de una sesión de perfiles múltiples.

Si estableces esta configuración, los usuarios no pueden modificarla ni anularla.

Si la configuración se modifica mientras el usuario es parte de una sesión de perfiles múltiples, se cotejará con la configuración de todos los usuarios dentro de esa sesión. Si se detecta que alguno de los usuarios no tiene permisos para estar en la sesión, esta se cerrará.

Si esta política no se establece, se aplicará el valor predeterminado &quot;MultiProfileUserBehaviorMustBePrimary&quot; para los usuarios administrados por políticas empresariales y el valor predeterminado &quot;MultiProfileUserBehaviorUnrestricted&quot; para usuarios no administrados.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Permitir que el usuario de empresa sea principal y secundario (comportamiento predeterminado para usuarios no administrados)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Permitir que el usuario de empresa sea solo usuario principal en la sesión de perfiles múltiples (comportamiento predeterminado para usuarios administrados por empresas)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">No permitir que el usuario de empresa forme parte de la función de varios perfiles (usuario principal o secundario)</string><string id="ChromeOsReleaseChannel">Canal de versión</string><string id="ChromeOsReleaseChannel_Explain">Especifica el canal de publicaciones al que debe conectarse este dispositivo.</string><string id="ChromeOsReleaseChannel_StableChannel">Canal estable</string><string id="ChromeOsReleaseChannel_BetaChannel">Canal beta</string><string id="ChromeOsReleaseChannel_DevChannel">Canal para desarrolladores (puede ser inestable)</string><string id="ChromeOsReleaseChannelDelegated">Configuración del canal de versiones por parte del usuario</string><string id="ChromeOsReleaseChannelDelegated_Explain">Si esta política se establece en Verdadera y la política ChromeOsReleaseChannel no se especifica, los usuarios del dominio de inscripción podrán cambiar el canal de versiones del dispositivo. Si esta política se establece en Falsa, el dispositivo se bloqueará en cualquier canal que se haya establecido anteriormente.

El canal seleccionado por el usuario será reemplazado por la política ChromeOsReleaseChannel, pero si el canal de la política es más estable que el que fue instalado en el dispositivo, el canal solo cambiará después de que la versión del canal más estable alcance un número de versión más alto que la instalada en el dispositivo.</string><string id="ComponentUpdatesEnabled">Habilita las actualizaciones de componentes en Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Si esta política no se establece o se establece como verdadera, permite las actualizaciones para todos los componentes en Google Chrome.

Si se establece como falsa, las actualizaciones de los componentes se inhabilitarán. Sin embargo, algunos componentes están exceptuados de esta política: no se inhabilitarán las actualizaciones de componentes que no contienen código ejecutable, no alteran significativamente el comportamiento del navegador ni son fundamentales para su funcionamiento.
Los ejemplos de dichos componentes incluyen las listas de revocación de certificados y los datos de navegación segura.
Consulta https://developers.google.com/safe-browsing para obtener más información sobre Navegación segura.</string><string id="DefaultPrinterSelection">Normas de selección de la impresora predeterminada</string><string id="DefaultPrinterSelection_Explain">Anula las reglas de selección de la impresora predeterminada de Google Chrome.

Esta política determina las reglas para seleccionar la impresora predeterminada en Google Chrome y ocurre la primera vez que se usa la función de impresión con un perfil.

Cuando esta política se establece, Google Chrome intentará encontrar una impresora que coincida con todos los atributos que se especificaron y la seleccionará como impresora predeterminada. Se selecciona la primera impresora que se encuentre que coincida con la política. En caso de que haya más de una coincidencia, cualquier impresora que coincida se puede seleccionar, según el orden en que se descubren las impresoras.

Si no se establece esta política o no se encuentra ninguna impresora que coincida dentro del tiempo de espera, se selecciona como predeterminada la impresora PDF integrada o, en caso de que no esté disponible, no se selecciona ninguna.

El valor se analiza como un objeto JSON, de acuerdo al siguiente esquema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Whether to limit the search of the matching printer to a specific set of printers.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer id.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer display name.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Las impresoras conectadas a Google Cloud Print se consideran &quot;cloud&quot;, el resto de las impresoras se clasifican como &quot;local&quot;.
Si se omite un campo, todos los valores se consideran coincidentes. Por ejemplo, si no se especifica la conectividad, la Vista previa de impresión iniciará la búsqueda de todo tipo de impresoras, ya sea locales o en la nube.
Los patrones de expresión regulares deben seguir la sintaxis de JavaScript RegExp y las coincidencias distinguen entre mayúsculas y minúsculas.</string><string id="DeveloperToolsDisabled">Inhabilitar herramientas para desarrolladores</string><string id="DeveloperToolsDisabled_Explain">Inhabilita las herramientas del programador y la consola de JavaScript.

Si se habilita esta configuración, no se podrá acceder a las herramientas del programador, y los elementos del sitio web ya no se podrán inspeccionar. Se inhabilitarán las combinaciones de teclas y entradas de menú o de menú contextual para abrir las herramientas del programador o la consola de JavaScript.

Si se inhabilita o no se configura esta opción, el usuario podrá usar las herramientas del programador y la consola de JavaScript.</string><string id="DeviceAllowBluetooth">Permitir Bluetooth en el dispositivo</string><string id="DeviceAllowBluetooth_Explain">Si esta política se establece como falsa, Google Chrome OS inhabilitará Bluetooth, y el usuario no podrá volver a habilitarlo.

Si esta política se establece como verdadera o no se establece, el usuario podrá habilitar o inhabilitar Bluetooth como lo desee.

Si se establece esta política, el usuario no podrá cambiarla ni anularla.

Después de habilitar Bluetooth, el usuario deberá salir y volver a acceder a la cuenta para que se apliquen los cambios (si se inhabilita Bluetooth, no es necesario realizar esta acción).</string><string id="DeviceAllowNewUsers">Permitir la creación de nuevas cuentas de usuario</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Permite a los usuarios canjear ofertas a través del Registro del Sistema operativo Chrome.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Los administradores TI de dispositivos empresariales pueden usar esta marca para controlar si permiten a los usuarios canjear ofertas a través del registro del Sistema operativo de Chrome.

Si esta política se establece en True o no se establece, los usuarios podrán canjear ofertas a través del registro del Sistema operativo de Chrome.

Si esta política se establece en False, el usuario no podrá canjear ofertas.</string><string id="DeviceAutoUpdateDisabled">Desactiva la actualización automática.</string><string id="DeviceAutoUpdateDisabled_Explain">Cuando esta política se establece como verdadera, desactiva las actualizaciones automáticas.

Cuando esta configuración no se establece o se establece como falsa, Google Chrome OS busca actualizaciones de forma automática.

Advertencia: Se recomienda mantener habilitadas las actualizaciones automáticas para que los usuarios reciban actualizaciones de software y correcciones de seguridad críticas. Desactivar las actualizaciones automáticas puede poner en riesgo a los usuarios.</string><string id="DeviceAutoUpdateP2PEnabled">Conexión P2P de actualizaciones automáticas habilitada</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Especifica si se debe utilizar la conexión P2P para cargas de actualizaciones del sistema operativo. Si esta política se establece en True, los dispositivos compartirán e intentarán consumir cargas de actualizaciones en la red LAN, y reducirán de forma potencial la congestión y el uso del ancho de banda de Internet. Si la carga de actualizaciones no está disponible en la red LAN, el dispositivo deberá realizar la descarga desde un servidor de actualizaciones. Si se establece en False o no se configura, no se utilizará la conexión P2P.</string><string id="DeviceBlockDevmode">Bloquear modo de programador</string><string id="DeviceBlockDevmode_Explain">Bloquear modo de programador.

Si la política se establece en True, Google Chrome OS impedirá que el dispositivo se inicie en modo de programador. El sistema no se iniciará y mostrará una pantalla de error cuando se active la opción de programador.

Si la política se establece en False o no se establece, el modo de programador seguirá disponible para el dispositivo.</string><string id="DeviceDataRoamingEnabled">Activar la itinerancia de datos</string><string id="DeviceDataRoamingEnabled_Explain">Determina si la itinerancia de datos debe activarse en el dispositivo. Si el valor se establece en &quot;true&quot;, se permite la itinerancia de datos. Si no se configura o si se establece en &quot;false&quot;, la itinerancia de datos no estará disponible.</string><string id="DeviceEphemeralUsersEnabled">Eliminar los datos del usuario al salir</string><string id="DeviceEphemeralUsersEnabled_Explain">Determina si Google Chrome OS mantiene los datos de cuenta locales tras cerrar la sesión. Si el valor se establece en &quot;true&quot;, Google Chrome OS no conservará ninguna cuenta de forma permanente y todos los datos de la sesión del usuario se descartarán al cerrar la sesión. Si esta política no se configura o se establece en &quot;false&quot;, el dispositivo puede guardar datos de usuario locales (encriptados).</string><string id="DeviceGuestModeEnabled">Activar el modo de invitado</string><string id="DeviceGuestModeEnabled_Explain">Si esta política no se configura o se establece en &quot;true&quot;, Google Chrome OS permitirá iniciar sesión como invitado. Los inicios de sesión como invitado son sesiones de usuario anónimas y no requieren contraseña.

Si esta política se establece en &quot;false&quot;, Google Chrome OS no permitirá el inicio de sesiones de invitados.</string><string id="DeviceLoginScreenAppInstallList">Configura la lista de apps instaladas en la pantalla de acceso</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Configura la lista de apps instaladas en la pantalla de acceso</string><string id="DeviceLoginScreenInputMethods">Diseños de teclado de la pantalla de acceso del dispositivo</string><string id="DeviceLoginScreenInputMethods_Explain">Establece los diseños de teclado compatibles con la pantalla de acceso de Google Chrome OS.

Si esta política se establece como una lista de identificadores de método de entrada, estos métodos estarán disponibles en la pantalla de acceso y se preseleccionará el primero de ellos. Cuando se activa un módulo de sesión de usuario en la pantalla de acceso, el último método de entrada que este utilizó estará disponible junto con aquellos que especifica esta política. Si no se establece esta política, los métodos de entrada de la pantalla de acceso se obtendrán a partir de la configuración regional que se muestra en la pantalla de acceso. Se ignorarán los valores que no sean identificadores válidos de métodos de entrada.</string><string id="DeviceLoginScreenInputMethodsDesc">Diseños de teclado de la pantalla de acceso del dispositivo</string><string id="DeviceLoginScreenLocales">Configuración regional de la pantalla de acceso del dispositivo</string><string id="DeviceLoginScreenLocales_Explain">Establece la configuración regional que se aplica en la pantalla de acceso de Google Chrome OS.

Si se establece esta política, la pantalla de acceso mostrará siempre la configuración regional que indica su primer valor (la política se define como una lista para otras futuras configuraciones). Si no se establece esta política o se establece una lista vacía, la pantalla de acceso mostrará la configuración regional de la última sesión de usuario. Si el valor de esta política no corresponde a una configuración regional válida, la pantalla de acceso mostrará una configuración de resguardo (la actual es en-US).</string><string id="DeviceLoginScreenLocalesDesc">Configuración regional de la pantalla de acceso del dispositivo</string><string id="DeviceLoginScreenPowerManagement">Administración de energía en la pantalla de acceso</string><string id="DeviceLoginScreenPowerManagement_Explain">Configura la administración de energía en la pantalla de acceso en Google Chrome OS.

Esta política te permite configurar el comportamiento de Google Chrome OS cuando el usuario está inactivo durante cierta cantidad de tiempo en la que aparece la pantalla de acceso. Esta política controla varios parámetros de configuración. Para conocer la semántica y los rangos de valor individuales, consulta las políticas correspondientes que controlan la administración de energía dentro de una sesión. Las únicas divergencias de estas políticas son las siguientes:
* Las acciones que se realicen durante un período de inactividad o cuando la tapa está baja no pueden ser para finalizar la sesión.
* La acción predeterminada durante un período de inactividad mientras se utiliza energía de corriente alterna es apagar la pantalla.

Si no se especifica una configuración, se utiliza un valor predeterminado.

Si no se establece esta política, se utilizan valores predeterminados para todas las configuraciones.</string><string id="DeviceMetricsReportingEnabled">Activar los informes estadísticos</string><string id="DeviceMetricsReportingEnabled_Explain">Controla el envío de informes de errores, métricas de uso y datos de diagnóstico a Google. Si el valor se establece como verdadero, Google Chrome OS enviará informes sobre métricas de uso y datos de diagnóstico. Si no se configura o se establece como falso, se inhabilitará el envío de estos informes.</string><string id="DeviceNativePrinters">Archivo de configuración de las impresoras empresariales para los dispositivos</string><string id="DeviceNativePrinters_Explain">Proporciona configuraciones para las impresoras empresariales vinculadas a dispositivos.

Esta política te permite proporcionar configuraciones de impresoras a dispositivos Google Chrome OS. El tamaño del archivo no debe exceder los 5 MB y debe estar codificado en JSON. El formato es el mismo que el del diccionario NativePrinter. Se estima que un archivo con 21,000 impresoras, aproximadamente, se codificará como un archivo de 5 MB. El hash criptográfico se usa para verificar la integridad de la descarga.

El archivo se descarga y se guarda en la memoria caché. Cada vez que la URL o el hash cambien, volverá a descargarse.

Si se establece esta política, Google Chrome OS descargará el archivo para las configuraciones de impresoras y hará que las impresoras estén disponibles según DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist y DeviceNativePrintersBlacklist.

Esta política no afecta la capacidad del usuario para configurar impresoras en dispositivos individuales. Su objetivo es complementar la configuración de impresoras a cargo de usuarios individuales.

Esta política se suma a la política NativePrintersBulkConfiguration.

Si esta política no se configura, no habrá impresoras asociadas a dispositivos y las demás políticas DeviceNativePrinter* se ignorarán.</string><string id="DeviceNativePrintersAccessMode">Política de acceso para la configuración de las impresoras asociadas a dispositivos</string><string id="DeviceNativePrintersAccessMode_Explain">Controla qué impresoras de DeviceNativePrinters están disponibles para los usuarios.

Designa la política de acceso que se usa para la configuración masiva de impresoras. Si se selecciona AllowAll, se muestran todas las impresoras. Si se selecciona BlacklistRestriction, se usa DeviceNativePrintersBlacklist para restringir el acceso a las impresoras especificadas. Si se selecciona WhitelistPrintersOnly, DeviceNativePrintersWhitelist designa solo las impresoras que se pueden seleccionar.

Si no se establece esta política, se define BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Se muestran todas las impresoras, excepto las de la lista negra.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Los usuarios solo ven las impresoras en la lista blanca</string><string id="DeviceNativePrintersAccessMode_AllowAll">Permite todas las impresoras del archivo de configuración.</string><string id="DeviceNativePrintersBlacklist">Impresoras empresariales inhabilitadas asociadas a dispositivos</string><string id="DeviceNativePrintersBlacklist_Explain">Especifica las impresoras que un usuario no puede usar.

Esta política solo se usa si se elige BlacklistRestriction para DeviceNativePrintersAccessMode.

Si se usa esta política, se proporcionan todas las impresoras al usuario, excepto para los ID que se enumeran en esta política.
</string><string id="DeviceNativePrintersBlacklistDesc">Impresoras empresariales inhabilitadas asociadas a dispositivos</string><string id="DeviceNativePrintersWhitelist">Impresoras empresariales habilitadas asociadas a dispositivos</string><string id="DeviceNativePrintersWhitelist_Explain">Especifica las impresoras que puede utilizar un usuario.

Esta política solo se usa si se elige WhitelistPrintersOnly para DeviceNativePrintersAccessMode

Si se usa esta política, los usuarios podrán acceder solo a las impresoras con ID que coincidan con los valores en esta política. Los ID deben corresponder a las entradas en el archivo especificado en DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Impresoras empresariales habilitadas asociadas a dispositivos</string><string id="DeviceOffHours">Intervalos de horas inactivas cuando se ejecutan las OffHours |ignored_policy_proto_tags| del dispositivo</string><string id="DeviceOffHours_Explain">Si se establece la política &quot;OffHours&quot;, se ignorarán las políticas de dispositivo especificadas (se usará la configuración predeterminada de estas políticas) durante los intervalos definidos. Chrome vuelve a aplicar las políticas de dispositivo en todos los eventos cuando comienza y finaliza el período de &quot;OffHours&quot;. Se le notificará al usuario y se lo obligará a salir de su cuenta cuando finalice el tiempo de &quot;OffHours&quot; y se modifique la configuración de las políticas de dispositivo (p. ej., cuando el usuario accede con una cuenta no habilitada).</string><string id="DeviceOpenNetworkConfiguration">Configuración de red de dispositivo</string><string id="DeviceOpenNetworkConfiguration_Explain">Permite aplicar la configuración de red a todos los usuarios de un dispositivo Google Chrome OS. La configuración de red es una cadena escrita en formato JSON, como se define en el formato Open Network Configuration que se describe en https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="DevicePolicyRefreshRate">Frecuencia de actualización de la Política de dispositivos</string><string id="DevicePolicyRefreshRate_Explain">Especifica el período en milisegundos en el que se consultará el servicio de administración del dispositivo para obtener la información de política del usuario.

Si estableces esta política, se anula el valor predeterminado de tres horas. Los valores válidos para esta política van de 1800000 (30 minutos) a 86400000 (1 día). Cualquier valor que esté fuera de este rango se ajustará al límite más cercano.

Si no estableces esta política, Google Chrome OS usará el valor predeterminado de 3 horas.

Ten en cuenta que, si la plataforma es compatible con las notificaciones de política, el retraso de actualización se establecerá en 24 horas (se ignoran todos los valores predeterminados y el valor de esta política), ya que se espera que las notificaciones de política fuercen una actualización de forma automática cada vez que la política cambie. Esto hace que las actualizaciones frecuentes no sean necesarias.</string><string id="DeviceQuirksDownloadEnabled">Habilitar las consultas a Quirks Server para perfiles de hardware</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Reinicio automático cuando se apaga el dispositivo</string><string id="DeviceRebootOnShutdown_Explain">Si esta política se establece en false o no se configura, Google Chrome OS permitirá que el usuario apague el dispositivo.
Si esta política se establece en true, Google Chrome OS desencadenará un reinicio cuando el usuario apague el dispositivo. Google Chrome OS reemplaza todos los botones de apagado de la UI por botones de reinicio. Si el usuario apaga el dispositivo con el botón de encendido, no se reiniciará automáticamente aunque la política esté habilitada.</string><string id="DeviceShowUserNamesOnSignin">Mostrar los nombres de usuario en la pantalla de inicio de sesión</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Marcas que se deben aplicar al iniciar Google Chrome en todo el sistema</string><string id="DeviceStartUpFlags_Explain">Especifica las marcas que se deben aplicar a Google Chrome cuando se inicia. Las marcas especificadas se aplican solo en la pantalla de acceso. Las marcas establecidas mediante esta política no se propagan a las sesiones de usuario.</string><string id="DeviceStartUpFlagsDesc">Marcas que se deben aplicar al iniciar Google Chrome en todo el sistema</string><string id="DeviceTargetVersionPrefix">Versión de destino para las actualizaciones automáticas</string><string id="DeviceTargetVersionPrefix_Explain">Establece una versión objetivo para las actualizaciones automáticas.

Especifica el prefijo de una versión objetivo a la que debe actualizarse Google Chrome OS. Si el dispositivo ejecuta una versión anterior al prefijo especificado, se actualizará a la versión más reciente con dicho prefijo. Si el dispositivo ya cuenta con una versión posterior, no se llevará a cabo ninguna acción (es decir, no pasará a una versión anterior) y el dispositivo mantendrá su versión actual. El formato del prefijo funciona según los componentes, como se demuestra en el ejemplo que aparece a continuación:

&quot;&quot; (o sin configurar): Se actualiza a la versión más reciente disponible.
&quot;1412.&quot;: Se actualiza a cualquier versión menor de 1412 (p. ej.: 1412.24.34 o 1412.60.2)
&quot;1412.2.&quot;: Se actualiza a cualquier versión menor de 1412.2 (p. ej.: 1412.2.34 o 1412.2.2)
&quot;1412.24.34&quot;: Solo se actualiza a esta versión específica

Advertencia: No se recomienda configurar restricciones de versión, ya que pueden evitar que los usuarios reciban actualizaciones de software o correcciones de seguridad críticas. Restringir las actualizaciones a una versión específica puede poner en riesgo a los usuarios.</string><string id="DeviceUpdateAllowedConnectionTypes">Tipos de conexión permitidos para realizar actualizaciones</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Los tipos de conexiones que se pueden utilizar para las actualizaciones del SO. Estas actualizaciones pueden constituir una carga para la conexión debido a su tamaño y podrían implicar costos adicionales. Por lo tanto, están inhabilitadas de forma predeterminada para los tipos de conexión que se consideran caros, que por el momento incluyen WiMax, Bluetooth y Celular.

Los identificadores de tipos de conexión reconocidos son &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; y &quot;celular&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Tipos de conexión permitidos para realizar actualizaciones</string><string id="DeviceUpdateHttpDownloadsEnabled">Permitir descargas de actualizaciones automáticas a través de HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Las cargas de actualizaciones automáticas en Google Chrome OS se pueden descargar a través de HTTP en lugar de HTTPS, lo que permite el almacenamiento transparente en caché HTTP de descargas HTTP.

Si esta política está establecida en True, Google Chrome OS intentará descargar cargas de actualizaciones automáticas a través de HTTP. Si está establecida en False o no está configurada, se utilizará HTTPS para descargar cargas de actualizaciones automáticas.</string><string id="DeviceUpdateScatterFactor">Actualizar de forma automática el factor de dispersión</string><string id="DeviceUpdateScatterFactor_Explain">Especifica la cantidad máxima de segundos que un dispositivo puede retrasar aleatoriamente la descarga de una actualización desde el momento en el que la descarga se envío al servidor por primera vez. El dispositivo puede dedicar una parte de este tiempo al proceso de actualización y el resto a realizar las comprobaciones necesarias. En cualquier caso, el límite superior de la dispersión es un período de tiempo constante, para que el dispositivo no se quede bloqueado mientras espera descargar una actualización.</string><string id="DeviceUserWhitelist">Lista de usuarios con permiso para iniciar sesión</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Lista de usuarios con permiso para iniciar sesión</string><string id="DeviceWallpaperImage">Imagen de fondo de pantalla del dispositivo</string><string id="DeviceWallpaperImage_Explain">Si aún ningún usuario accedió a su cuenta en el dispositivo, configura una imagen de fondo de pantalla en el dispositivo que se muestre en la pantalla de acceso. Para establecer la política, especifica la URL correspondiente a la imagen de fondo de pantalla para que el dispositivo con el Sistema operativo Chrome pueda descargarla y un hash criptográfico para verificar la integridad de la descarga. La imagen debe estar en formato JPEG y el tamaño no debe superar los 16 MB. El acceso a la URL no debe requerir autenticación. La imagen de fondo de pantalla se descarga y almacena en caché. Si la URL o el hash cambian, la imagen se volverá a descargar.

La política debe especificarse como una string que contenga la URL y el hash en formato JSON, p. ej.,
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Si se establece la política de fondo de pantalla del dispositivo, el dispositivo con el Sistema operativo Chrome descargará y usará la imagen de fondo de pantalla en la pantalla de acceso si aún ningún usuario accedió a su cuenta en el dispositivo. Una vez que el usuario acceda a su cuenta, se habilita la política de fondo de pantalla del usuario.

Si no se establece la política de fondo de pantalla del dispositivo, la política de fondo de pantalla del usuario, en caso de establecerse, decide lo que se muestra.</string><string id="Disable3DAPIs">Inhabilitar la admisión de API gráficas en 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Indicar si el buscador de complemento se debe inhabilitar.</string><string id="DisablePluginFinder_Explain">Si se habilita esta opción, se inhabilitará la búsqueda automática y la instalación de los complementos faltantes en Google Chrome. Si se habilita o no se configura esta opción, el buscador de complementos estará activo.</string><string id="DisableSafeBrowsingProceedAnyway">Inhabilita continuar desde la página de advertencia de Navegación segura.</string><string id="DisableSafeBrowsingProceedAnyway_Explain">El servicio de Navegación segura muestra una página de advertencia cuando los usuarios visitan sitios marcados como potencialmente maliciosos. Habilitar esta configuración evita que los usuarios procedan desde la página de advertencia al sitio malicioso.

Si esta opción se inhabilita o no se configura, los usuarios podrán elegir continuar hacia el sitio marcado después de que se les haya mostrado la advertencia.

Consulta https://developers.google.com/safe-browsing para obtener más información sobre Navegación segura.</string><string id="DisableScreenshots">Inhabilitar la toma de capturas de pantalla</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Establecer la rotación predeterminada de la pantalla que se volverá a aplicar en cada reinicio</string><string id="DisplayRotationDefault_Explain">Si se establece esta política, la pantalla rotará en la orientación que se especifica en cada reinicio y la primera vez que se conecte luego de que se cambie el valor de la política. Los usuarios pueden cambiar la rotación de la pantalla a través de la página de configuración después de acceder, pero el valor de la política anulará la configuración en el siguiente reinicio.

Esta política se aplica tanto a las pantallas principales como a las secundarias.

Si la política no se establece, el valor predeterminado es de 0 grados, y el usuario puede cambiarlo. En este caso, el valor predeterminado no se volverá a aplicar en el reinicio.</string><string id="DisplayRotationDefault_ROTATE_0">Rotar la pantalla 0 grados</string><string id="DisplayRotationDefault_ROTATE_90">Rotar la pantalla hacia la derecha 90 grados</string><string id="DisplayRotationDefault_ROTATE_180">Rotar la pantalla 180 grados</string><string id="DisplayRotationDefault_ROTATE_270">Rotar la pantalla hacia la derecha 270 grados</string><string id="DownloadDirectory">Establecer el directorio de descarga</string><string id="DownloadDirectory_Explain">Configura el directorio que Google Chrome usará para descargar archivos.

Si estableces esta política, Google Chrome usará el directorio proporcionado, sin importar si el usuario especificó uno o si habilitó que la marca solicite una ubicación de descarga cada vez.

Ingresa a http://www.chromium.org/administrators/policy-list-3/user-data-directory-variables para ver una lista de variables que se pueden usar.

Si esta política no se establece, se usará el directorio de descarga predeterminado y el usuario podrá cambiarlo.</string><string id="DownloadRestrictions">Permitir las restricciones de descarga</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Sin restricciones especiales</string><string id="DownloadRestrictions_BlockDangerousDownloads">Bloquear las descargas peligrosas</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Bloquear las descargas potencialmente peligrosas</string><string id="DownloadRestrictions_BlockAllDownloads">Bloquear todas las descargas</string><string id="EasyUnlockAllowed">Permite que se use Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Estrategia de migración para eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Similar a Wipe (valor 2), pero intenta preservar los tokens de acceso para que el usuario no tenga que volver a acceder.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Si el modelo del dispositivo del cliente ya era compatible con ARC, la migración a ext4 era necesaria para ejecutar ARC y se establece la política ArcEnabled como verdadera, esta opción se comportará como AskUser (valor 3). En los demás casos (si el modelo del dispositivo no era compatible con ARC o se establece la política ArcEnabled como falsa), este valor es equivalente a DisallowArc (valor 0).</string><string id="EditBookmarksEnabled">Habilitar o inhabilitar la edición de favoritos</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Permitir o no los certificados emitidos por los anclajes de confianza locales que no tienen la extensión subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Cuando esta configuración está habilitada, Google Chrome usará el commonName de un certificado de servidor para que coincida con un nombre de host, si el certificado no tiene una extensión subjectAlternativeName, siempre y cuando valide de forma correcta un certificado de CA instalado localmente y esté unido a él.

Ten en cuenta que no se recomienda esta acción, ya que puede permitir la omisión de la extensión nameConstraints, que restringe los nombres de host para los que se puede autorizar un certificado determinado.

Si esta política no se establece, o se establece como falsa, los certificados de servidores que no tengan la extensión subjectAlternativeName con un nombre de DNS o una dirección IP no serán confiables.</string><string id="EnableDeprecatedWebPlatformFeatures">Habilitar funciones de Web Platform, que dejaron de estar disponibles, durante un período limitado</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Especificar una lista de funciones de Web Platform que ya no están disponibles para volver a habilitarlas temporalmente

Esta política brinda a los administradores la posibilidad de volver a habilitar por un tiempo limitado funciones de Web Platform que dejaron de estar disponibles. Las funciones se identifican con una etiqueta de cadena y las que se correspondan con las etiquetas incluidas en la lista especificada por esta política se volverán a habilitar.

Si esta política no se establece o si la lista está vacía o no coincide con una de las etiquetas de cadena admitidas, todas las funciones de Web Platform que dejaron de estar disponibles permanecerán inhabilitadas.

Si bien la política se admite en plataformas posteriores, es posible que la función que habilita no esté disponible en todas ellas. No todas las funciones de Web Platform que dejaron de estar disponibles se pueden volver a habilitar; solo las que se indican explícitamente a continuación y durante un período limitado que varía según cada función. El formato general de la etiqueta de cadena será [NombreDeFunciónNoDisponible]_EffectiveUntil[aaaammdd]. Como referencia, se puede encontrar el propósito de los cambios de la función de Web Platform en https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Habilitar funciones de Web Platform, que dejaron de estar disponibles, durante un período limitado</string><string id="EnableOnlineRevocationChecks">Se realizan comprobaciones OCSP/CRL si estás conectado.</string><string id="EnableOnlineRevocationChecks_Explain">Dado que las comprobaciones de revocación en línea de fallos leves no proporcionan ventajas de seguridad efectivas, están inhabilitadas de forma predeterminada en la versión 19 y versiones posteriores de Google Chrome. Al establecer el valor de esta política en true, se restaurará el comportamiento anterior y se realizarán comprobaciones OCSP/CRL en línea.

Si esta política no se establece, o si se establece en false, Google Chrome no realizará comprobaciones de revocación en línea en la versión 19 de Google Chrome ni en versiones posteriores.</string><string id="EnableSha1ForLocalAnchors">Establecer si se permiten los certificados firmados con SHA-1 y emitidos por los anclajes de confianza locales</string><string id="EnableSha1ForLocalAnchors_Explain">Cuando se habilita esta configuración, Google Chrome permite los certificados firmados por SHA-1 siempre que estén validados correctamente y vinculados a certificados de CA instalados de forma local.

Ten en cuenta que esta política depende de la pila de verificación de certificado del sistema operativo que permite las firmas SHA-1. Si una actualización del sistema operativo cambia la forma en la que este maneja los certificados con firma SHA-1, esta política ya no tendrá efecto. Además, se trata de una solución temporal para que las empresas tengan más tiempo para dejar las firmas SHA-1. Esta política se quitará el 1 de enero de 2019 o cerca de esta fecha.

Si esta política no se establece o se establece en &quot;false&quot;, Google Chrome seguirá el programa de baja de las firmas SHA-1 anunciado públicamente.</string><string id="ExternalStorageDisabled">Inhabilitar la activación del almacenamiento externo</string><string id="ExternalStorageDisabled_Explain">Cuando esta política se establece como verdadera, el almacenamiento externo no estará disponible en el navegador de archivos.

Esta política afecta todos los tipos de medios de almacenamiento, p. ej., memorias USB, discos rígidos externos, tarjetas de memoria SD y de otros tipos, almacenamiento óptico, etc. El almacenamiento interno no se ve afectado, por lo que aún se puede acceder a los archivos guardados en la carpeta de Descargas. Esta política tampoco afecta a Google Drive.

Si esta opción se inhabilita o no se configura, los usuarios podrán usar todos los tipos compatibles de almacenamiento externo en su dispositivo.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Cuando esta política se establece como verdadera, los usuarios no pueden escribir nada en dispositivos de almacenamiento externos.

Si esta configuración se establece como falsa o no se configura, los usuarios podrán crear y modificar archivos de dispositivos de almacenamiento externos que permitan la escritura de forma física.

La política ExternalStorageDisabled tiene prioridad por sobre esta política. Si ExternalStorageDisabled se establece como verdadera, se inhabilita el acceso a todos los dispositivos de almacenamiento externos y, por lo tanto, se ignora esta política.

La actualización dinámica de esta política es compatible con M56 y versiones posteriores.</string><string id="ForceGoogleSafeSearch">Forzar Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Permite forzar las consultas en la Búsqueda web de Google para que se realicen con SafeSearch activado y evitar que los usuarios modifiquen esta configuración.

Si se habilita esta opción, SafeSearch está siempre activado en la Búsqueda de web de Google.

Si se inhabilita esta opción o no se establece un valor, no se aplicará SafeSearch en la Búsqueda web de Google.</string><string id="ForceMaximizeOnFirstRun">Maximizar la primera ventana del navegador en la primera ejecución</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Aplicar el modo restringido mínimo en YouTube</string><string id="ForceYouTubeRestrict_Explain">Aplica un modo restringido mínimo en YouTube y evita que los usuarios
seleccionen un modo menos restringido.

Si esta configuración se establece como estricta, el modo restringido estricto en YouTube estará activo siempre.

Si esta configuración se establece como moderada, el usuario
solo puede elegir el modo restringido moderado y el modo restringido
estricto en YouTube, pero no puede inhabilitar el modo restringido.

Si esta configuración se establece como desactivada o no se establece ningún valor, Google Chrome no aplica el modo restringido en YouTube. Sin embargo, es posible que las políticas externas, como las de YouTube, apliquen el modo restringido.</string><string id="ForceYouTubeRestrict_Off">No aplicar el modo restringido en YouTube</string><string id="ForceYouTubeRestrict_Moderate">Aplicar al menos el modo restringido moderado en YouTube</string><string id="ForceYouTubeRestrict_Strict">Aplicar el modo restringido estricto para YouTube</string><string id="FullscreenAllowed">Permitir el modo de pantalla completa</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Habilita la compatibilidad con HTTP/0.9 en puertos no predeterminados</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Esta política habilita el protocolo HTTP/0.9 en otros puertos además del puerto 80 para HTTP y el 443 para HTTPS.

De forma predeterminada, esta política está inhabilitada. Si se habilita, los usuarios quedan expuestos ante el problema de seguridad https://crbug.com/600352.

El objetivo de esta política es darle a las empresas una oportunidad para migrar servidores existentes con HTTP/0.9; en el futuro, se quitará.

Si la política no se establece, HTTP/0.9 se inhabilitará para los puertos no predeterminados.</string><string id="IncognitoModeAvailability">Disponibilidad del modo incógnito</string><string id="IncognitoModeAvailability_Explain">Especifica si el usuario puede abrir páginas en modo incógnito en Google Chrome. Si se habilita o si  no se configura la política, las páginas podrán abrirse en modo incógnito. Si se inhabilita, las páginas no podrán abrirse en modo incógnito. Si se fuerza el modo incógnito, las páginas podrán abrirse SOLO en modo incógnito.</string><string id="IncognitoModeAvailability_Enabled">Modo incógnito disponible</string><string id="IncognitoModeAvailability_Disabled">Modo incógnito inhabilitado</string><string id="IncognitoModeAvailability_Forced">Modo incógnito forzado</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Permite el aislamiento de sitios específicos</string><string id="IsolateOrigins_Explain">
NOTA: Esta política es experimental, y es posible que su funcionalidad tenga
fallas.
Si se habilita la política, cada origen designado en una lista separada
por comas se ejecutará en su propio proceso. Esta acción también
aislará los sitios designados a partir de subdominios; p. ej.,
al especificar https://ejemplo.com/, también se aislará
https://foo.ejemplo.com/ como parte del sitio https://ejemplo.com/.
Si se inhabilita la política, se aplicará la lógica de administración del
proceso previo de aislamiento de sitios.
Si no se configura, el usuario podrá cambiar esta configuración.
</string><string id="KeyPermissions">Permisos de clave</string><string id="KeyPermissions_Explain">Permite el acceso a claves empresariales para las extensiones.

Las claves se designan para uso corporativo si se generan con la API chrome.enterprise.platformKeys en una cuenta administrada. Las claves que se importan o generan de otra manera no se designan para uso corporativo.

El acceso a las claves designadas para uso corporativo se controla únicamente a través de esta política. El usuario no puede otorgar ni denegar acceso a claves corporativas desde extensiones ni hacia ellas.

De forma predeterminada, una extensión no puede usar una clave designada para uso corporativo, lo que es equivalente a configurar allowCorporateKeyUsage como falso para esa extensión.

Únicamente si allowCorporateKeyUsage está configurado como verdadero para una extensión, puede usar cualquier clave de plataforma marcada para uso corporativo para firmar datos arbitrarios. Solo debe otorgarse este permiso si la extensión es de confianza, para proteger la clave de ataques.</string><string id="ManagedBookmarks">Favoritos administrados</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Demora de recuperación máxima después de invalidar una política</string><string id="MaxInvalidationFetchDelay_Explain">Especifica la demora máxima en milisegundos entre la recepción de la invalidación de una política y la recuperación de la nueva política del servicio de administración del dispositivo.

Al establecer esta política, se anula el valor predeterminado de 5.000 milisegundos. Los valores válidos para esta política oscilan entre 1.000 (1 segundo) y 300.000 (5 minutos). Todos los valores fuera de este intervalo estarán sujetos al límite correspondiente.

Si no se establece esta política, Google Chrome utilizará el valor predeterminado de 5.000 milisegundos.</string><string id="NativePrinters">Impresión nativa</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Impresión nativa</string><string id="NativePrintersBulkAccessMode">Política de acceso para la configuración de las impresoras</string><string id="NativePrintersBulkAccessMode_Explain">Controla qué impresoras de la política NativePrintersBulkConfiguration están disponibles para los usuarios.

Designa la política de acceso que se usa para la configuración masiva de impresoras. Si se selecciona AllowAll, se muestran todas las impresoras. Si se selecciona BlacklistRestriction, se usa NativePrintersBulkBlacklist para restringir el acceso a las impresoras especificadas. Si se selecciona WhitelistPrintersOnly, NativePrintersBulkWhitelist designa solamente las impresoras que se pueden seleccionar.

Si no se establece esta política, se asume BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Se muestran todas las impresoras, excepto las de la lista negra.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Los usuarios solo ven las impresoras en la lista blanca</string><string id="NativePrintersBulkAccessMode_AllowAll">Permite todas las impresoras del archivo de configuración.</string><string id="NativePrintersBulkBlacklist">Impresoras empresariales inhabilitadas</string><string id="NativePrintersBulkBlacklist_Explain">Especifica las impresoras que no puede utilizar el usuario.

Esta política solo se usa si se elige BlacklistRestriction para NativePrintersBulkAccessMode.

Si se usa esta política, se proporcionarán todas las impresoras al usuario, excepto aquellas con un ID que se enumere en esta política.
</string><string id="NativePrintersBulkBlacklistDesc">Impresoras empresariales inhabilitadas</string><string id="NativePrintersBulkConfiguration">Archivo de configuración de impresoras empresariales</string><string id="NativePrintersBulkConfiguration_Explain">Proporciona configuraciones para impresoras empresariales.

Esta política te permite proporcionar configuraciones de impresoras a dispositivos Google Chrome OS. El tamaño del archivo no debe exceder los 5 MB y debe estar codificado en JSON. El formato es el mismo que el del diccionario NativePrinter. Se estima que un archivo con 21,000 impresoras, aproximadamente, se codificará como un archivo de 5 MB. El hash criptográfico se usa para verificar la integridad de la descarga.

El archivo se descarga y se guarda en la memoria caché. Cada vez que la URL o el hash cambien, volverá a descargarse.

Si se establece esta política, Google Chrome OS descargará el archivo para las configuraciones de impresoras y hará que las impresoras estén disponibles según NativePrintersBulkAccessMode, NativePrintersBulkWhitelist y NativePrintersBulkBlacklist.

Si se establece esta política, los usuarios no podrán cambiarla ni anularla.

Esta política no afecta la capacidad del usuario para configurar impresoras en dispositivos individuales. Su objetivo es complementar la configuración de impresoras a cargo de usuarios individuales.
</string><string id="NativePrintersBulkWhitelist">Impresoras empresariales habilitadas</string><string id="NativePrintersBulkWhitelist_Explain">Especifica las impresoras que puede utilizar un usuario.

Esta política solo se usa si se elige WhitelistPrintersOnly para NativePrintersBulkAccessMode.

Si se usa esta política, los usuarios podrán acceder solo a las impresoras con ID que coincidan con los valores en esta política. Los ID deben corresponder a las entradas en el archivo especificado en NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Impresoras empresariales habilitadas</string><string id="NetworkPredictionOptions">Habilitar la predicción de red</string><string id="NetworkPredictionOptions_Explain">Habilita la predicción de red en Google Chrome y evita que los usuarios cambien esta configuración.

Controla la precarga de DNS y la preconexión a TCP y SSL, así como la representación previa de páginas web.

Si estableces esta preferencia en &quot;siempre&quot;, &quot;nunca&quot; o &quot;solo WiFi&quot;, los usuarios no pueden cambiar o anular esta configuración en Google Chrome.

Si no se establece esta política, la predicción de red se habilitará, pero el usuario podrá cambiarla.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Predecir acciones de la red en cualquier conexión de red</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Predecir las acciones de red en cualquier red que no sea móvil
(Dejó de estar disponible en la versión 50 y se quitó en la versión 52. Después de esta versión, si se establece el valor 1, se trata como 0; es decir, se predicen las acciones de red en cualquier conexión de red).</string><string id="NetworkPredictionOptions_NetworkPredictionNever">No predecir acciones de la red en ninguna conexión de red</string><string id="NoteTakingAppsLockScreenWhitelist">Incluir en la lista blanca las apps para tomar notas que se permiten en la pantalla bloqueada de Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Especifica una lista de las apps que se pueden habilitar como una app para tomar notas en la pantalla bloqueada de Google Chrome OS.

Si la app preferida para tomar notas se habilita en la pantalla bloqueada, esta pantalla incluirá el elemento de IU para ejecutar la app preferida para tomar notas.
Cuando se ejecuta la app, podrá crear una ventana en la parte superior de la pantalla bloqueada y crear elementos (notas) en este contexto. La app podrá importar las notas creadas a la sesión del usuario principal, cuando la sesión se desbloquee. Actualmente, solo las apps para tomar notas de Chrome son compatibles con la pantalla bloqueada.

Si se establece la política, el usuario podrá habilitar una app en la pantalla bloqueada, solo si la ID de extensión de la app aparece en la lista de valores de la política.
Como consecuencia, si se establece esta política con una lista vacía, se inhabilitará la toma de notas en la pantalla bloqueada por completo.
Ten en cuenta que la política que contiene la ID de una app no implica que el usuario podrá habilitar la app para tomar notas en la pantalla bloqueada. Por ejemplo, en Chrome 61, la plataforma aplica otras restricciones al conjunto de apps disponibles.

Si la política no se configura, la política no restringe el conjunto de apps que el usuario puede habilitar en la pantalla bloqueada.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Incluir en la lista blanca las apps para tomar notas que se permiten en la pantalla bloqueada de Google Chrome OS</string><string id="OpenNetworkConfiguration">Configuración de red de usuario</string><string id="OpenNetworkConfiguration_Explain">Permite aplicar la configuración de red al dispositivo Google Chrome OS por usuario. La configuración de red es una cadena escrita en formato JSON, como la define el formato Open Network Configuration que se describe en https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="PacHttpsUrlStrippingEnabled">Habilitar la eliminación de URL de PAC (para https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Recorta las partes confidenciales por motivos de seguridad y privacidad de las URL de https:// antes de enviarlas a secuencias de comandos PAC (Configuración automática de proxy) que usa Google Chrome en la resolución del proxy.

Cuando se establece como verdadera, se activa la función de seguridad, y
se recortan las URL de https:// antes de enviarlas a una secuencia de
comandos PAC. De esta forma, la secuencia de comandos PAC no puede
ver los datos que, por lo general, están protegidos por un canal encriptado
(como la ruta y la consulta de la URL).

Cuando la política se establece como falsa, esta función de seguridad se
inhabilita, y las secuencias de comandos PAC pueden ver todos los
componentes de la URL de https://. Esta configuración se aplica a todas
las secuencias de comandos PAC, más allá de su origen (incluye las
secuencias de comandos PAC que se obtienen mediante WPAD o un
transporte no seguro).

De manera predeterminada, se establece como verdadera (función de
seguridad habilitada), excepto para los usuarios de empresa del Sistema
operativo Chrome; para ellos, se establece como falsa de manera predeterminada.

Se recomienda que la política se establezca como verdadera. La única razón
para establecerla como falsa es si produce un problema de compatibilidad
con las secuencias de comandos PAC existentes.

La intención es quitar esta anulación en el futuro.</string><string id="PinnedLauncherApps">Lista de aplicaciones fijas para mostrar en el menú de aplicaciones</string><string id="PinnedLauncherApps_Explain">Muestra la lista de identificadores de las aplicaciones que Google Chrome OS muestra como aplicaciones fijas en la barra del menú de aplicaciones.

Si se configura esta política, se fijará el conjunto de aplicaciones y el usuario no podrá cambiarlo.

Si no se configura esta política, el usuario podrá cambiar la lista de aplicaciones fijas en el menú de aplicaciones.</string><string id="PinnedLauncherAppsDesc">Lista de aplicaciones fijas para mostrar en el menú de aplicaciones</string><string id="PolicyRefreshRate">Frecuencia de actualización de la política de usuario</string><string id="PolicyRefreshRate_Explain">Especifica el período en milisegundos en el que se consultará el servicio de administración del dispositivo para obtener la información de política del usuario.

Si estableces esta política, se anula el valor predeterminado de tres horas. Los valores válidos para esta política van de 1800000 (30 minutos) a 86400000 (1 día). Cualquier valor que esté fuera de este rango se ajustará al límite más cercano. Si la plataforma es compatible con notificaciones de política, el retraso de actualización se establecerá en 24 horas, ya que se espera que las notificaciones de política fuercen una actualización de forma automática cada vez que la política cambie.

Si no estableces esta política, Google Chrome usará el valor predeterminado de 3 horas.

Ten en cuenta que, si la plataforma es compatible con las notificaciones de política, el retraso de actualización se establecerá en 24 horas (se ignoran todos los valores predeterminados y el valor de esta política), ya que se espera que las notificaciones de política fuercen una actualización de forma automática cada vez que la política cambie. Esto hace que las actualizaciones frecuentes no sean necesarias.</string><string id="PrintingEnabled">Habilitar la impresión</string><string id="PrintingEnabled_Explain">Permite habilitar la impresión en Google Chrome y evitar que los usuarios modifiquen esta configuración.

Si se habilita o no se configura esta opción, los usuarios pueden imprimir.

Si se inhabilita esta opción, los usuarios no pueden imprimir desde Google Chrome. La impresión está inhabilitada en el menú de herramientas, las extensiones, las aplicaciones JavaScript, etc. Sin embargo, es posible imprimir desde complementos que omiten Google Chrome al imprimir. Por ejemplo, ciertas aplicaciones Flash incluyen la opción de imprimir en el menú contextual, que no está incluida en esta política.</string><string id="QuicAllowed">Permite el protocolo QUIC</string><string id="QuicAllowed_Explain">Si esta política no se configura o se establece en true, se permite el uso del protocolo QUIC en Google Chrome.
Si esta política se establece en false, no se permite el uso del protocolo QUIC.</string><string id="RebootAfterUpdate">Reinicia automáticamente después de la actualización.</string><string id="RebootAfterUpdate_Explain">Programa un reinicio automático después de aplicar una actualización de Google Chrome OS.

Si esta política se establece como verdadera, se programa un reinicio automático cuando se aplica una actualización de Google Chrome OS y se requiere un reinicio para completar el proceso de actualización. El reinicio se programa de inmediato, pero puede demorarse en el dispositivo hasta 24 horas si un usuario está usando el dispositivo en ese momento.

Si esta política se establece como falsa, no se programa un reinicio automático después de aplicar una actualización de Google Chrome OS. El proceso de actualización se completa cuando el usuario reinicia el dispositivo.

Si estableces esta política, los usuarios no podrán modificarla ni anularla.

Nota: Actualmente, los reinicios automáticos solo se habilitan cuando se muestra la pantalla de acceso o cuando hay una sesión de la aplicación de kiosco en curso. Esta restricción se modificará en el futuro, y la política se aplicará en todo momento, sin importar si hay alguna sesión en curso.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Establecer si es necesario realizar comprobaciones de OCSP/CRL en línea para los anclajes de confianza locales</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Cuando esta opción esté habilitada, Google Chrome siempre comprobará la revocación de los certificados del servidor validados correctamente y firmados por certificados de CA instalados localmente.

Si Google Chrome no puede obtener información del estado de revocación, esos certificados se considerarán revocados (&quot;rechazados&quot;).

Si no se establece esta política o si se establece en false, Google Chrome utilizará la configuración para comprobar la revocación en línea actual.</string><string id="RunAllFlashInAllowMode">Extender la configuración del contenido Flash a todo el contenido</string><string id="RunAllFlashInAllowMode_Explain">Si habilitas esta configuración, se ejecutará todo el contenido Flash incorporado en los sitios web que se hayan configurado para permitir contenido Flash (ya sea por una política empresarial o del usuario), incluido el contenido pequeño o de otras fuentes.

Para controlar los sitios web que pueden ejecutar Flash, consulta las políticas &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; y &quot;PluginsBlockedForUrls&quot;.

Si esta política se inhabilita o no se configura, es posible que se bloquee el contenido Flash pequeño o de otras fuentes.</string><string id="SAMLOfflineSigninTimeLimit">Permite limitar el tiempo durante el cual un usuario autenticado mediante SAML puede acceder sin conexión.</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Permitir continuar desde la página de advertencia de SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome muestra una página de advertencia cuando los usuarios visitan sitios que tienen errores de SSL. De forma predeterminada o cuando esta política se establece en true, los usuarios pueden hacer clic en estas páginas de advertencia.
Al establecer esta política en false, los usuarios no pueden hacer clic en ninguna página de advertencia.</string><string id="SSLVersionMax">Versión de SSL máxima habilitada</string><string id="SSLVersionMax_Explain">Advertencia: La política de la versión de TLS máxima se quitará por completo de Google Chrome en la versión 66 aproximadamente (alrededor de febrero de 2018).

Si no se configura esta política, Google Chrome usará la versión máxima predeterminada.

De lo contrario, se puede establecer con uno de los siguientes valores: &quot;tls1.2&quot; o &quot;tls1.3&quot;. De esta manera, Google Chrome no usará las versiones de SSL/TLS posteriores a la versión especificada. Se ignorarán los valores que no se reconozcan.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Habilitar la navegación segura</string><string id="SafeBrowsingEnabled_Explain">Permite la función de Navegación segura de Google Chrome y evita que los usuarios puedan cambiar esta configuración.

Si habilitas esta configuración, la función de Navegación segura siempre estará activa.

Si inhabilitas esta configuración, la función de Navegación segura nunca estará activa.

Si habilitas o inhabilitas esta configuración, los usuarios no pueden cambiar ni anular la configuración para habilitar la protección contra software malicioso y suplantación de identidad (phishing) en Google Chrome.

Si esta política no se configura, se habilitará, pero el usuario podrá cambiarla.

Consulta https://developers.google.com/safe-browsing para obtener más información sobre Navegación segura.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Permitir que los usuarios acepten informes extendidos de navegación segura</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Configura esta política como falsa para evitar que los usuarios elijan mandar determinada información del sistema y contenido de páginas a los servidores de Google. Si esta opción se establece como verdadera o no se configura, los usuarios podrán enviar determinada información del sistema y contenido de páginas a Navegación segura para colaborar en la detección de apps y sitios peligrosos.

Consulta https://developers.google.com/safe-browsing para obtener más información sobre Navegación segura.</string><string id="SavingBrowserHistoryDisabled">Inhabilitar el almacenamiento del historial del navegador</string><string id="SavingBrowserHistoryDisabled_Explain">Inhabilita el almacenamiento del historial de búsqueda en Google Chrome e impide que los usuarios cambien esta configuración.

Si esta configuración se habilita, el historial de navegación no se guarda. También se inhabilita la sincronización de pestañas.

Si esta configuración se inhabilita o no se establece, se guarda el historial de navegación.</string><string id="SearchSuggestEnabled">Habilitar sugerencias de búsqueda</string><string id="SearchSuggestEnabled_Explain">Habilita las sugerencias de búsqueda en el cuadro multifunción de Google Chrome y evita que los usuarios cambien esta configuración.

Si habilitas esta configuración, se usarán las sugerencias de búsqueda.

Si inhabilitas esta configuración, no se usarán las sugerencias de búsqueda.

Si habilitas o inhabilitas esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Google Chrome.

Si esta política no se configura, se habilitará esta configuración, pero el usuario podrá cambiarla.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Establecer la configuración regional recomendada para una sesión pública</string><string id="SessionLocales_Explain">Establece una o más configuraciones regionales para una sesión pública y permite que los usuarios elijan fácilmente una de estas configuraciones regionales.

El usuario puede elegir una configuración regional y un diseño de teclado antes de empezar una sesión pública. De forma predeterminada, todas las configuraciones regionales admitidas por Google Chrome OS figuran en una lista ordenada alfabéticamente. Puedes utilizar esta política para colocar un conjunto de configuraciones regionales recomendadas en la parte superior de la lista.

Si esta política no se establece, la configuración regional actual de la interfaz del usuario se preseleccionará.

Si esta política se establece, las configuraciones regionales recomendadas se ubicarán en la parte superior de la lista y se separarán visualmente de las demás. Las configuraciones regionales recomendadas se ubicarán en la lista en el orden en el que aparecen en la política. La primera configuración regional recomendada se preseleccionará.

Si hay más de una configuración regional recomendada, se supone que los usuarios querrán seleccionar una entre estas configuraciones regionales. La selección de diseño de teclado y de configuración regional se ofrecerá de forma visible cuando se inicie una sesión pública. De lo contrario, se supone que la mayoría de los usuarios querrán utilizar la configuración regional preseleccionada. La selección de diseño de teclado y de configuración regional se ofrecerá de forma menos visible cuando se inicie una sesión pública.

Cuando esta política se establece y el acceso automático está habilitado (consulta las políticas |DeviceLocalAccountAutoLoginId| y |DeviceLocalAccountAutoLoginDelay|), la sesión pública que comenzó automáticamente utilizará la primera configuración regional recomendada y el diseño de teclado más popular que coincida con ella.

El diseño de teclado preseleccionado siempre será el más popular que coincida con la configuración regional preseleccionada.

Esta política solo se puede establecer como recomendada. Puedes utilizar esta política para colocar un conjunto de configuraciones regionales recomendadas en la parte superior, pero los usuarios pueden elegir cualquier configuración regional entre las que admite Google Chrome OS para su sesión.
</string><string id="SessionLocalesDesc">Establecer la configuración regional recomendada para una sesión pública</string><string id="ShelfAutoHideBehavior">Controlar opción para ocultar archivos automáticamente</string><string id="ShelfAutoHideBehavior_Explain">Permite controlar la opción para ocultar automáticamente los archivos de Google Chrome OS.

Si esta política se establece en &quot;AlwaysAutoHideShelf&quot;, los archivos se ocultarán automáticamente.

Si esta política se establece en &quot;NeverAutoHideShelf&quot;, los archivos no se ocultarán automáticamente.

Si se establece esta política, los usuarios no podrán modificarla ni anularla.

Si no se establece esta política, los usuarios podrán elegir si los archivos se deben ocultar automáticamente.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Siempre ocultar automáticamente los archivos</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Nunca ocultar automáticamente los archivos</string><string id="ShowHomeButton">Mostrar el botón &quot;Página principal&quot; en la barra de herramientas</string><string id="ShowHomeButton_Explain">Muestra el botón de la Página principal en la barra de herramientas de Google Chrome. Si se habilita esta configuración, el botón Página principal se mostrará siempre. Si se inhabilita esta configuración, el botón Página principal no se mostrará nunca. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiarla ni anularla en Google Chrome. Si esta política no se configura, el usuario podrá elegir si desea mostrar el botón.</string><string id="ShowLogoutButtonInTray">Agregar un botón para cerrar sesión en la bandeja del sistema</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Permite el aislamiento de todos los sitios</string><string id="SitePerProcess_Explain">
NOTA: Esta política es experimental y es posible que su funcionalidad
tenga fallas. Para revisar la configuración de la política IsolateOrigins
a fin de aprovechar el aislamiento y reducir el impacto que puedan
sufrir los usuarios, utiliza IsolateOrigins con una lista de los sitios que
quieras aislar. Esta configuración, SitePerProcess, aísla todos los sitios.
Si se habilita la política, cada sitio se ejecutará en su propio proceso.
Si se inhabilita, se aplicará la lógica de administración del proceso
previo de aislamiento de sitios.
Si no se configura, el usuario podrá cambiar esta configuración.
</string><string id="SpellCheckServiceEnabled">Habilita o inhabilita el servicio web de revisión ortográfica.</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome puede utilizar un servicio web de Google para ayudar a corregir los errores ortográficos. Si esta configuración está habilitada, este servicio se utiliza siempre. Por el contrario, si está inhabilitada, este servicio no se utiliza nunca.

Aún así, la revisión ortográfica se puede llevar a cabo utilizando un diccionario descargado, puesto que esta política solo controla el uso del servicio en línea.

Si esta opción no se configura, los usuarios pueden elegir utilizar o no el servicio de revisión ortográfica.</string><string id="SuppressUnsupportedOSWarning">Eliminar la advertencia de SO incompatible</string><string id="SuppressUnsupportedOSWarning_Explain">Elimina la advertencia que aparece cuando se ejecuta Google Chrome en una computadora o sistema operativo que ya no son compatibles.</string><string id="SyncDisabled">Inhabilitar la sincronización de datos con Google</string><string id="SyncDisabled_Explain">Inhabilita la sincronización de datos en Google Chrome con los servicios de sincronización alojados por Google y evita que los usuarios cambien esta configuración.

Si habilitas esta configuración, los usuarios no pueden cambiarla ni anularla en Google Chrome.

Si no estableces esta política, Google Sync estará disponible para que el usuario decida usarlo o no.

Para inhabilitar por completo Google Sync, se recomienda que inhabilites el servicio de Google Sync en la Consola del administrador de Google.

Esta política no debe habilitarse cuando se habilita la política RoamingProfileSupportEnabled, dado que la función comparte la misma funcionalidad en el lado del cliente. En este caso, la sincronización alojada por Google se inhabilita por completo.</string><string id="SystemTimezone">Zona horaria</string><string id="SystemTimezone_Explain">Especifica la zona horaria que se usará para el dispositivo. Los usuarios pueden anular la zona horaria especificada para la sesión actual. Sin embargo, cuando salen de su cuenta, se restablece la zona horaria especificada. Si no se proporciona un valor válido, la política permanecerá activada, pero con el valor &quot;GMT&quot;. Si se proporciona una cadena vacía, la política se ignorará.

Si no se usa esta política, la zona horaria activa actualmente permanecerá en uso; sin embargo, los usuarios pueden cambiar la zona horaria y este cambio se mantendrá. Además, el cambio que implementa un usuario afecta la pantalla de acceso y al resto de los usuarios.

De forma predeterminada, la zona horaria en los dispositivos nuevos se configura como &quot;EE.UU./Pacífico&quot;.

El formato del valor sigue los nombres de las zonas horarias en la &quot;Base de datos de zonas horarias de la IANA&quot; (consulta &quot;https://en.wikipedia.org/wiki/Tz_database&quot;). De forma específica, la mayoría de las zonas horarias pueden referirse como &quot;continente/ciudad importante&quot; u &quot;océano/ciudad importante&quot;.

Si estableces esta política, se inhabilita por completo la configuración de la zona horaria según la ubicación del dispositivo. También anula la política SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Configurar el método de detección automática de la zona horaria</string><string id="SystemTimezoneAutomaticDetection_Explain">Cuando se establece esta política, la detección automática de la zona horaria se llevará a cabo de las siguientes formas, según el valor de la configuración:

Si se establece el valor TimezoneAutomaticDetectionUsersDecide, los usuarios podrán cambiar la detección automática de la zona horaria con los controles normales en chrome://settings.

Si se establece el valor TimezoneAutomaticDetectionDisabled, se inhabilitan los controles de la zona horaria automática en chrome://settings. La detección automática de la zona horaria siempre estará desactivada.

Si se establece el valor TimezoneAutomaticDetectionIPOnly, se inhabilitarán los controles de la zona horaria en chrome://settings. La detección automática de la zona horaria siempre estará activada. La detección de la zona horaria usará el método de solo IP para determinar la ubicación.

Si se establece el valor TimezoneAutomaticDetectionSendWiFiAccessPoints, se inhabilitan los controles de la zona horaria automática en chrome://settings. La detección automática de la zona horaria siempre estará activada. La lista de los puntos de acceso de Wi-Fi visibles se enviará siempre al servidor de la API de ubicación geográfica para una detección detallada de la zona horaria.

Si se establece el valor TimezoneAutomaticDetectionSendAllLocationInfo, se inhabilitan los controles de la zona horaria automática en chrome://settings. La detección automática de la zona horaria siempre estará activada. La información de la ubicación (como los puntos de acceso de Wi-Fi, torres de telefonía móvil accesibles, GPS) se enviará a un servidor para una detección detallada de la zona horaria.

Si no se establece esta política, se aplicará como si se hubiera establecido el valor TimezoneAutomaticDetectionUsersDecide.

Si se establece la política SystemTimezone, se anula esta política. En este caso, la detección automática de la zona horaria se inhabilita por completo.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Enviar siempre cualquier señal de ubicación disponible al servidor mientras se determina la zona horaria</string><string id="SystemUse24HourClock">Utilizar reloj con formato de 24 horas de forma predeterminada</string><string id="SystemUse24HourClock_Explain">Especifica el formato del reloj que se usará para el dispositivo.

Esta política configura el formato del reloj que se usará en la pantalla de acceso y como predeterminado para las sesiones del usuario. Los usuarios pueden anular el formato del reloj para sus cuentas.

Si la política se establece en True, el dispositivo utilizará el formato del reloj de 24 horas. Si se establece en False, el dispositivo usará el formato del reloj de 12 horas.

Si esta política no se establece, el dispositivo utilizará el formato de reloj de 24 horas de manera predeterminada.</string><string id="TPMFirmwareUpdateSettings">Configurar el comportamiento de actualización del firmware TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Configura la disponibilidad y el comportamiento de la función de actualización del firmware TPM.

Se pueden especificar opciones de configuración particulares en las propiedades JSON:

allow-user-initiated-powerwash: Si se establece como true, los usuarios podrán activar el flujo de Powerwash para instalar la actualización del firmware TPM.

Si la política no se establece, la función de actualización del firmware TPM no estará disponible.</string><string id="TaskManagerEndProcessEnabled">Permite finalizar procesos en el Administrador de tareas</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Establecer las Condiciones del servicio para la cuenta local del dispositivo</string><string id="TermsOfServiceURL_Explain">Establece las Condiciones del servicio que el usuario debe aceptar antes de comenzar una sesión en la cuenta local del dispositivo.

Si se establece esta política, Google Chrome OS descargará las Condiciones del servicio y las presentará al usuario cuando comience una sesión en la cuenta local del dispositivo. Solo se permitirá al usuario acceder a la sesión luego de aceptar las Condiciones del servicio.

Si no se establece esta política, no se mostrarán las Condiciones del servicio.

La política debe establecerse en una URL de la cual Google Chrome OS pueda descargar las Condiciones del servicio. Estas deberán estar en texto sin formato y ofrecerse como texto sin formato tipo MIME. No se permiten marcas.</string><string id="TouchVirtualKeyboardEnabled">Habilitar el teclado virtual</string><string id="TouchVirtualKeyboardEnabled_Explain">Esta política configura la habilitación del teclado virtual como dispositivo de entrada en el Sistema operativo Chrome. Los usuarios no pueden anular esta política

Si la política se establece en True, el teclado virtual en pantalla siempre estará habilitado.

Si se establece en False, el teclado virtual en pantalla siempre estará inhabilitado.

Si se establece esta política, los usuarios no pueden cambiarla ni anularla, pero pueden habilitar/inhabilitar un teclado en pantalla de accesibilidad que tiene su precedente en el teclado virtual que controla esta política. Consulta la política |VirtualKeyboardEnabled| para controlar la accesibilidad del teclado en pantalla.

Si esta política no se establece, el teclado virtual en pantalla está inhabilitado inicialmente, pero el usuario puede habilitarlo en cualquier momento. Las reglas heurísticas también se pueden utilizar para decidir si mostrar el teclado o no.</string><string id="TranslateEnabled">Habilitar Traductor de Google</string><string id="TranslateEnabled_Explain">Habilita el servicio integrado de Google Traductor en Google Chrome. Si habilitas esta configuración, Google Chrome mostrará una barra de herramientas integrada que ofrece traducir la página para el usuario, cuando corresponda. Si se inhabilita esta configuración, los usuarios no podrán ver la barra de traducción. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Google Chrome. Si esta opción no se configura, el usuario podrá decidir si desea usar esta función o no.</string><string id="URLBlacklist">Bloquear el acceso a una lista de las URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Bloquear el acceso a una lista de las URL</string><string id="URLWhitelist">Permite el acceso a una lista de las URL</string><string id="URLWhitelist_Explain">Permite el acceso a las URL de la lista, como excepciones a la lista negra de URL.

Consulta la descripción de la política de la lista negra de URL para el formato de entradas de esta lista.

Se puede usar esta política para abrir excepciones a listas negras restrictivas. Por ejemplo, &quot;*&quot; se puede incluir en una lista negra para bloquear todas las solicitudes y se puede usar esta política para permitir el acceso a una lista limitada de URL. Se puede usar para abrir excepciones a ciertos esquemas, subdominios de otros dominios, puertos o rutas de acceso específicas.

El filtro más específico determinará si se bloquea o se permite una URL. La lista blanca prevalecerá sobre la lista negra.

Esta política está limitada a 1.000 entradas; las entradas subsiguientes se ignorarán.

Si esta política no se establece, no habrá excepciones a la lista negra de la política &quot;URLBlacklist&quot;.</string><string id="URLWhitelistDesc">Permite el acceso a una lista de las URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Si la política se define en &quot;verdadero&quot;, se permite el uso del modo de escritorio unificado, y
la opción queda habilitada en la configuración predeterminada, lo que permite a las aplicaciones mostrarse en varias pantallas.
El usuario podrá inhabilitar el modo de escritorio unificado en pantallas individuales; para ello, debe desmarcarlo
en la configuración de la pantalla.

Si la política se define en &quot;falso&quot; o &quot;no establecida&quot;, se inhabilitará el modo de escritorio unificado.
En ese caso, el usuario no podrá habilitar la función.</string><string id="UsbDetachableWhitelist">Lista blanca de dispositivos USB que se pueden separar</string><string id="UsbDetachableWhitelist_Explain">Define la lista de dispositivos USB que tienen autorización para separarse del controlador en modo kernel para usarse a través de la API chrome.usb directamente en la aplicación web. Las entradas son pares formados por el identificador del producto y del proveedor USB que permiten reconocer un hardware específico.

Si esta política no se configura, la lista de dispositivos USB que se pueden separar está vacía.</string><string id="UsbDetachableWhitelistDesc">Lista blanca de dispositivos USB que se pueden separar</string><string id="UserAvatarImage">Imagen de avatar del usuario</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Establecer el nombre para mostrar de las cuentas locales del dispositivo</string><string id="UserDisplayName_Explain">Controla el nombre de cuenta Google Chrome OS que aparece en la pantalla de acceso de la cuenta local del dispositivo que corresponda.

Si esta política se establece, la pantalla de acceso utilizará la cadena especificada en el selector de acceso basado en imágenes de la cuenta local del dispositivo que corresponda.

Si la política no se establece, Google Chrome OS utilizará la Id. de cuenta de correo electrónico de la cuenta local del dispositivo como nombre para mostrar en la pantalla de acceso.

Esta política no se aplica a las cuentas de usuario normales.</string><string id="VideoCaptureAllowed">Permitir o rechazar la captura de video</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Las URL que recibirán acceso a dispositivos de captura de video sin solicitarlo</string><string id="VideoCaptureAllowedUrls_Explain">Los patrones de esta lista se compararán con el origen de seguridad de la URL solicitante. Si se encuentra una coincidencia, se concederá acceso a los dispositivos de captura de audio sin solicitarlo.

NOTA: Hasta la versión 45, esta política solo se admitía en modo kiosco.</string><string id="VideoCaptureAllowedUrlsDesc">Las URL que recibirán acceso a dispositivos de captura de video sin solicitarlo</string><string id="WPADQuickCheckEnabled">Habilitar optimización de WPAD</string><string id="WPADQuickCheckEnabled_Explain">Permite desactivar la optimización de WPAD (Web Proxy Auto-Discovery) en Google Chrome.

Si esta política se establece en false, la optimización de WPAD se inhabilita, lo que hace que Google Chrome espere más tiempo a los servidores de WPAD basados en DNS. Si la política se habilita o no se establece, la optimización de WPAD se habilita.

Independientemente de si se establece esta política o de cómo se configura, los usuarios no pueden cambiar la configuración de optimización de WPAD.</string><string id="WallpaperImage">Imagen de fondo de pantalla</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Restringir el intervalo de puertos UDP locales que usa WebRTC</string><string id="WebRtcUdpPortRange_Explain">Si se establece la política, el intervalo de puertos UDP que usa WebRTC está restringido al intervalo de puertos especificado (extremos incluidos).

Si la política no se establece, se establece con un intervalo de puertos no válido o se deja como una cadena vacía, WebRTC puede usar cualquier puerto UDP local disponible.</string></stringTable><presentationTable><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Medida que se debe tomar cuando el usuario cierra la tapa</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Indica el porcentaje en el que debe ajustarse la demora de inactividad de la pantalla en el modo de presentación.:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Indica el porcentaje en el que debe ajustarse el tiempo de espera de inactividad de la pantalla si el usuario vuelve a estar activo después de la inactividad.:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Configuración de la administración de energía cuando el usuario está inactivo</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Demoras de bloqueo de pantalla</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Extensiones que tienen permitido utilizar la API de atestación remota</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Establece el tipo de lupa.</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Establece el tipo de lupa predeterminado habilitado en la pantalla de acceso.</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Configuración de cookies predeterminada</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Configuración de imágenes predeterminadas</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Configuración de JavaScript predeterminada</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Configuración predeterminada de Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Configuración predeterminada de ventanas emergentes</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Configuración de notificación predeterminada</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Configuración de geolocalización predeterminada</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Controlar el uso de la API de Bluetooth web</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Seleccionar automáticamente certificados de clientes para estos sitios</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Permitir cookies en estos sitios</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Bloquear cookies en estos sitios</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Permitir cookies de sesión única en estos sitios</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Permitir imágenes en estos sitios</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Bloquear imágenes en estos sitios</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Permitir JavaScript en estos sitios</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Bloquear JavaScript en estos sitios</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Permitir el complemento Flash en estos sitios</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Bloquear el complemento Flash en estos sitios</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Permitir ventanas emergentes en estos sitios</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registrar controladores de protocolo</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Bloquear ventanas emergentes en estos sitios</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Permitir notificaciones en estos sitios</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Bloquear notificaciones en estos sitios</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Configura el prefijo TalkGadget para los hosts de acceso remoto.</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Restringir el intervalo de puertos UDP que utiliza el host de acceso remoto</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL donde los clientes de acceso remoto deben obtener el token de autenticación</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL para la validación del token de autenticación del cliente de acceso remoto</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certificado de cliente para conectarse a RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID de extensiones que el usuario no debe poder instalar (o * para incluirlas todas).</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Identificaciones de extensión para excluir de la lista negra</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID de extensiones/apps y direcciones URL de actualización para instalar en silencio</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Patrones de URL desde los que se pueden instalar secuencias de comandos de usuario, aplicaciones y extensiones</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Tipos de extensiones o aplicaciones que se pueden instalar</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Configuración de la administración de extensiones</label></textBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Esquemas de autenticación compatibles</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Lista blanca del servidor de autenticación</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Lista blanca de servidores de delegación de Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Nombre del proveedor de búsqueda predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Palabra clave del proveedor de búsqueda predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Dirección URL de búsqueda de proveedores de búsqueda predeterminada</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Dirección URL sugerida para el proveedor de búsqueda predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>URL instantánea del proveedor de búsqueda predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ícono del proveedor de búsqueda predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Codificación del proveedor de búsqueda predeterminado</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Lista de las URL alternativas para el proveedor de búsqueda predeterminado</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parámetro que controla la ubicación del término de búsqueda para el proveedor de búsqueda predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parámetro que proporciona una función de búsqueda por imagen para el proveedor de búsquedas predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL de la página Nueva pestaña del proveedor de búsqueda predeterminado</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parámetros para URL de búsqueda que utiliza POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parámetros para URL de sugerencia que utiliza POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parámetros para URL instantánea que utiliza POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parámetros para URL de imagen que utiliza POST</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL de la página Nueva pestaña</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL de la página principal</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Acción al iniciar</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Direcciones URL que se abrirán al iniciar.</listBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Elegir cómo especificar la configuración del servidor proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Dirección o dirección URL del servidor proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL a un archivo proxy .pac</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Lista separada por comas de las normas de omisión de proxy</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definir los dominios con permiso para acceder a Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Establecer la disponibilidad de certificados para apps de ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Configurar ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Las URL que recibirán acceso a dispositivos de captura de audio sin solicitarlo</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Inhabilitar la aplicación del Certificado de transparencia para una lista de URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Controlar el comportamiento del usuario en una sesión de varios perfiles</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Canal de versión</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Normas de selección de la impresora predeterminada</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Configura la lista de apps instaladas en la pantalla de acceso</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Diseños de teclado de la pantalla de acceso del dispositivo</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Configuración regional de la pantalla de acceso del dispositivo</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Administración de energía en la pantalla de acceso</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Archivo de configuración de las impresoras empresariales para los dispositivos</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Política de acceso para la configuración de las impresoras asociadas a dispositivos</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Impresoras empresariales inhabilitadas asociadas a dispositivos</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Impresoras empresariales habilitadas asociadas a dispositivos</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervalos de horas inactivas cuando se ejecutan las OffHours |ignored_policy_proto_tags| del dispositivo</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Configuración de red de dispositivo</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Frecuencia de actualización de la Política de dispositivos:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Marcas que se deben aplicar al iniciar Google Chrome en todo el sistema</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Versión de destino para las actualizaciones automáticas</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Tipos de conexión permitidos para realizar actualizaciones</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Actualizar de forma automática el factor de dispersión:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Lista de usuarios con permiso para iniciar sesión</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Imagen de fondo de pantalla del dispositivo</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Establecer la rotación predeterminada de la pantalla que se volverá a aplicar en cada reinicio</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Establecer el directorio de descarga</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Restricciones de descarga</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Estrategia de migración para eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Habilitar funciones de Web Platform, que dejaron de estar disponibles, durante un período limitado</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Aplicar el modo restringido mínimo en YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Disponibilidad del modo incógnito</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Permite el aislamiento de sitios específicos</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Permisos de clave</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Favoritos administrados</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Demora de recuperación máxima después de invalidar una política:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Impresión nativa</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Política de acceso para la configuración de las impresoras</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Impresoras empresariales inhabilitadas</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Archivo de configuración de impresoras empresariales</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Impresoras empresariales habilitadas</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Habilitar la predicción de red</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Incluir en la lista blanca las apps para tomar notas que se permiten en la pantalla bloqueada de Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Configuración de red de usuario</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Lista de aplicaciones fijas para mostrar en el menú de aplicaciones</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Frecuencia de actualización de la política de usuario:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Permite limitar el tiempo durante el cual un usuario autenticado mediante SAML puede acceder sin conexión.:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Versión de SSL máxima habilitada</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Establecer la configuración regional recomendada para una sesión pública</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Controlar opción para ocultar archivos automáticamente</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Zona horaria</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Configurar el método de detección automática de la zona horaria</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Configurar el comportamiento de actualización del firmware TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Establecer las Condiciones del servicio para la cuenta local del dispositivo</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Bloquear el acceso a una lista de las URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Permite el acceso a una lista de las URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Lista blanca de dispositivos USB que se pueden separar</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Imagen de avatar del usuario</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Establecer el nombre para mostrar de las cuentas locales del dispositivo</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Las URL que recibirán acceso a dispositivos de captura de video sin solicitarlo</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Imagen de fondo de pantalla</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Restringir el intervalo de puertos UDP locales que usa WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>