<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 eller senare</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Standardinställningar (kan åsidosättas av användare)</string><string id="PowerManagement_group">Energibesparing (DPMS)</string><string id="LidCloseAction">Åtgärd som ska vidtas när användaren stänger locket</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Stäng av</string><string id="LidCloseAction_LidCloseActionLogout">Logga ut användaren</string><string id="LidCloseAction_LidCloseActionShutdown">Stäng av</string><string id="LidCloseAction_LidCloseActionDoNothing">Gör ingenting</string><string id="PowerManagementUsesAudioActivity">Ange om ljudaktiviteter påverkar energihanteringen</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Ange om videoaktivitet påverkar energihanteringen</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Procentsats med vilken fördröjningen av skärmdämpningen ska skalanpassas i presentationsläge</string><string id="PresentationScreenDimDelayScale_Explain">Anger den procentsats med vilken fördröjningen av skärmdämpningen skalanpassas när enheten är i presentationsläge.

Om den här principen är inställd anges den procentsats med vilken fördröjningen av skärmdämpningen skalanpassas när enheten är i presentationsläge. När fördröjningen av skärmdämpningen skalanpassas anpassas fördröjningarna för när skärmen stängs av, låses och inte används så att avstånden från fördröjningen för skärmdämpningens ursprungliga inställning bibehålls.

Om den här principen inte har angetts används en standardskalningsfaktor.

Skalningsfaktorn måste vara 100 % eller mer. Värden som skulle göra fördröjningen av skärmdämpningen i presentationsläge kortare än den vanliga fördröjningen tillåts inte.</string><string id="AllowScreenWakeLocks">Tillåt skärmaktiveringslås</string><string id="AllowScreenWakeLocks_Explain">Anger om skärmaktiveringslåset är tillåtet. Skärmaktiveringslåset kan krävas av vissa tillägg via API:et för näthanteringstillägget.

Om denna policy har inställningen sant, eller inte har ställts in, kommer skärmaktiveringslåsen att användas för näthantering.

Om policyn har inställningen falskt kommer skärmaktiveringslåset att ignoreras.</string><string id="UserActivityScreenDimDelayScale">Procentsats med vilken fördröjningen av dämpningen av skärmen ska skalanpassas om användaren gör något efter dämpningen</string><string id="UserActivityScreenDimDelayScale_Explain">Anger den procentsats med vilken fördröjningen av skärmdämpningen skalanpassas när användaren gör något då skärmen är dämpad eller strax efter det att skärmen har stängts av.

Om den här principen är inställd anges den procentsats med vilken fördröjningen av skärmdämpningen skalanpassas när användaren gör något eller strax efter det att skärmen har stängts av. När dämpningsfördröjningen skalanpassas anpassas fördröjningen av avstängningen av skärmen, skärmlåset och dödtiden så att samma avstånd från den ursprungligen angivna fördröjningen av skärmdämpningen bibehålls.

Om den här principen inte har angetts används en standardskalningsfaktor.

Skalningsfaktorn måste vara 100 % eller mer.</string><string id="WaitForInitialUserActivity">Vänta på inledande användaraktivitet</string><string id="WaitForInitialUserActivity_Explain">Anger om fördröjningar i energisparfunktionen och begränsningar i sessionslängden endast ska användas efter att den första användaraktiviteten har observerats i en session.

Om Sant har angetts för den här policyn börjar inte fördröjningar i energisparfunktionen och begränsningar i sessionslängden förrän den första användaraktiviteten har observerats i sessionen.

Om Falskt har angetts för den här policyn, eller om ingenting har angetts, påbörjas fördröjningar i energisparfunktionen och begränsningar i sessionslängden så fort sessionen har påbörjats.</string><string id="PowerManagementIdleSettings">Energisparinställningar när användaren är inaktiv</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Skärmlåsfördröjningar</string><string id="ScreenLockDelays_Explain">Anger efter hur lång tid skärmen släcks när användaren är inaktiv och enheten drivs med batteri eller ström.

När tidslängden är inställd på ett tal som är högre än noll anges hur lång tid användaren måste vara inaktiv innan Google Chrome OS låser skärmen.

När tidslängden är inställd på noll låser inte Google Chrome OS skärmen när användaren är inaktiv.

När tidslängden inte har ställts in används en standardtidslängd.

Det rekommenderade sättet att låsa skärmen vid inaktivitet är att aktivera skärmlåsning när appen skickas till bakgrunden och sätta Google Chrome OS i viloläge efter en viss tids inaktivitet. Den här policyn bör endast användas när du vill att skärmen ska låsas mycket tidigare än viloläget startas eller när du inte vill att appen ska skickas till bakgrunden vid inaktivitet.

Policyvärdet ska anges i millisekunder. Värdena har skurits ned så att de är mindre än fördröjningen innan viloläget.</string><string id="Attestation_group">Fjärrattestering</string><string id="AttestationEnabledForUser">Aktivera fjärrattestering för användaren</string><string id="AttestationEnabledForUser_Explain">Om den är inställd på sant kan användaren använda maskinvaran i Chrome-enheten för att fjärrattestera sin identitet i sekretessinställningarna CA via Enterprise Platform Keys API med hjälp av chrome.enterprise.platformKeys.challengeUserKey().

Om den är inställd på falskt, eller om den saknar inställning, fungerar inte anslutningen till API:et och en felkod visas.</string><string id="AttestationExtensionWhitelist">Tilläggen får använda API:et för fjärrattestering</string><string id="AttestationExtensionWhitelist_Explain">Principen specificerar vilka tillägg som får använda Enterprise Platform Keys API-funktionen chrome.enterprise.platformKeys.challengeUserKey() för fjärrattestering. Tillägg måste anges på den här listan om de ska kunna använda API:et.

Om ett tillägg inte finns med på listan, eller om listan inte har fastställts misslyckas anslutningen till API:et och en felkod visas.</string><string id="AttestationExtensionWhitelistDesc">Tilläggen får använda API:et för fjärrattestering</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Aktiverar Google Cast</string><string id="EnableMediaRouter_Explain">När den här principen har ställts in på sant eller lämnats utan inställning är Google Cast aktiverat. Användarna kan då starta det via appmenyn, snabbmenyer på sidan, mediekontroller på Cast-kompatibla webbplatser eller Cast-ikonen i verktygsfältet (om den visas).

Om principen har ställts in på falskt är Google Cast inaktiverat.</string><string id="ShowCastIconInToolbar">Visar ikonen för Google Cast i verktygsfältet</string><string id="ShowCastIconInToolbar_Explain">Om sant har angetts för principen visas alltid Cast-ikonen i verktygsfältet eller i fler menyalternativ och användarna kan inte ta bort den.

Om falskt har angetts för principen eller om en inställning för principen saknas, kan användarna fästa eller ta bort ikonen via dess sammanhangskänsliga meny.

Om falskt har angetts för principen EnableMediaRouter gäller inte värdet för denna princip och ikonen i verktygsfältet visas inte.</string><string id="ContentSettings_group">Innehållsinställningar</string><string id="DefaultCookiesSetting">Standardinställning för cookies</string><string id="DefaultCookiesSetting_Explain">Innebär att du kan ange om webbplatser ska få ange lokal data. Att ange lokal data kan tillåtas för alla webbplatser eller nekas för alla webbplatser.

Om principen är inställd på Behåll cookies under hela sessionen kommer cookies att tas bort när sessionen avslutas. Observera att om Google Chrome körs i bakgrundsläge kan det hända att sessionen inte avslutas även om det sista fönstret stängs. Se principen BackgroundModeEnabled för mer information om konfigurering av detta.

Om inget värde anges för principen används AllowCookies och användaren kan ändra inställningen.</string><string id="DefaultCookiesSetting_AllowCookies">Tillåt alla webbplatser att ange lokala data</string><string id="DefaultCookiesSetting_BlockCookies">Tillåt inte att någon webbplats ställer in lokala data</string><string id="DefaultCookiesSetting_SessionOnly">Behåll cookies under hela sessionen</string><string id="DefaultImagesSetting">Standardinställning för bilder</string><string id="DefaultImagesSetting_Explain">Policyn gör att du kan ställa in om webbplatser får visa bilder. Bildvisning kan tillåtas för alla webbplatser eller nekas för alla webbplatser.

Om du inte ställer in policyn används AllowImages och inställningen kan ändras av användaren.</string><string id="DefaultImagesSetting_AllowImages">Tillåt att alla bilder visas på alla webbplatser</string><string id="DefaultImagesSetting_BlockImages">Tillåt inte att bilder visas på någon webbplats</string><string id="DefaultJavaScriptSetting">Standardinställning för JavaScript</string><string id="DefaultJavaScriptSetting_Explain">Policyn gör att du kan ange om webbplatser får köra JavaScript. Du kan tillåta JavaScript på alla webbplatser eller blockera JavaScript på alla webbplatser.

Om policyn inte anges används AllowJavaScript och användaren kan ändra inställningen.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Tillåt alla webbplatser att köra JavaScript (rekommenderas)</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Tillåt inte att någon webbplats kör JavaScript</string><string id="DefaultPluginsSetting">Standardinställning för Flash</string><string id="DefaultPluginsSetting_Explain">Låter dig ange om pluginprogrammet för Flash får köras automatiskt på webbplatser. Det kan vara tillåtet för alla webbplatser eller inte tillåtet för någon webbplats att köra pluginprogrammet för Flash automatiskt.

Inställningen Klicka för att spela innebär att pluginprogrammet för Flash får köras, men användaren måste klicka på platshållaren för att det ska starta.

Om den här principen inte anges kan användaren ändra inställningen manuellt.</string><string id="DefaultPluginsSetting_AllowPlugins">Tillåt att pluginprogrammet för Flash körs på alla webbplatser</string><string id="DefaultPluginsSetting_BlockPlugins">Blockera pluginprogrammet för Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Klicka för att spela</string><string id="DefaultPopupsSetting">Standardinställning för popup-fönster</string><string id="DefaultPopupsSetting_Explain">Gör att du kan ange om webbplatser får visa popup-fönster. Du kan tillåta popup-fönster för alla webbplatser eller blockera popup-fönster för alla webbplatser.

Om du inte anger policyn används BlockPopups och inställningen kan ändras av användaren.</string><string id="DefaultPopupsSetting_AllowPopups">Tillåt alla webbplatser att visa popup-fönster</string><string id="DefaultPopupsSetting_BlockPopups">Tillåt inte att popup-fönster visas på någon webbplats</string><string id="DefaultNotificationsSetting">Standardinställning för avisering</string><string id="DefaultNotificationsSetting_Explain">Policyn gör att du kan ange om webbplatser får visa meddelanden på skrivbordet. Meddelanden på skrivbordet kan vara tillåtet som standard, otillåtet som standard eller så kan användaren tillfrågas varje gång en webbplats försöker visa meddelanden på skrivbordet.

Om policyn inte anges används AskNotifications och användaren kan ändra inställningen.</string><string id="DefaultNotificationsSetting_AllowNotifications">Tillåt att webbplatser visar aviseringar på skrivbordet</string><string id="DefaultNotificationsSetting_BlockNotifications">Tillåt inte att någon webbplats visar aviseringar på skrivbordet</string><string id="DefaultNotificationsSetting_AskNotifications">Fråga varje gång en webbplats försöker visa aviseringar på skrivbordet</string><string id="DefaultGeolocationSetting">Standardinställning för geografisk plats</string><string id="DefaultGeolocationSetting_Explain">Policyn gör att du kan ställa in om webbplatser får spåra användarnas fysiska plats. Att spåra användarnas fysiska plats kan vara tillåtet som standard, inte tillåtet som standard eller användaren kan bli tillfrågad varje gång en webbplats efterfrågar den fysiska platsen.

Om policyn inte har angetts används AskGeolocation och användaren kan ändra inställningen.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Tillåt alla webbplatser att spåra användarnas fysiska plats</string><string id="DefaultGeolocationSetting_BlockGeolocation">Tillåt inte att någon webbplats spårar användarnas fysiska plats</string><string id="DefaultGeolocationSetting_AskGeolocation">Fråga när en webbplats vill spåra användarens fysiska plats</string><string id="DefaultWebBluetoothGuardSetting">Kontrollera användningen av Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_Explain">Principen innebär att du kan ange om webbplatser får tillgång till Bluetooth-enheter i närheten. Åtkomsten kan blockeras helt eller så kan användaren bli tillfrågad varje gång en webbplats begär att få tillgång till Bluetooth-enheter i närheten.

Om policyn inte anges används 3 och användaren kan ändra inställningen.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Tillåt inte att webbplatser kan begära att få tillgång till Bluetooth-enheter via Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Tillåt att webbplatser begär att få tillgång till Bluetooth-enheter i närheten</string><string id="AutoSelectCertificateForUrls">Välj klientcertifikat automatiskt för dessa webbplatser</string><string id="AutoSelectCertificateForUrls_Explain">Med den här principen kan du ange en lista med webbadressmönster som anger för vilka webbplatser Google Chrome ska välja ett klientcertifikat automatiskt, om webbplatsen kräver ett certifikat.

Värdet måste vara JSON-ordlistor i strängformat i en matris. Varje ordlista måste ha formen { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, där $URL_PATTERN är ett innehållsinställningsmönster. $FILTER begränsar vilka klientcertifikat webbläsaren automatiskt väljer mellan. Oavsett vilket filter som används väljs bara certifikat som matchar serverns certifikatbegäran. Om $FILTER har formen { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } } är det dessutom endast klientcertifikat som har skapats av ett certifikat med CommonName $ISSUER_CN som väljs. Om $FILTER är en tom ordlista {} begränsas inte valet av klientcertifikat ytterligare.

Om principen inte anges görs inga automatiska val för någon webbplats.</string><string id="AutoSelectCertificateForUrlsDesc">Välj klientcertifikat automatiskt för dessa webbplatser</string><string id="CookiesAllowedForUrls">Tillåt cookies på dessa webbplatser</string><string id="CookiesAllowedForUrls_Explain">Policyn gör att du kan ange en lista med webbadressmönster som anger webbplatser som får spara cookies.

Om policyn inte anges används det globala standardvärdet för alla webbplatser. Standardvärdet hämtas från policyn DefaultCookiesSetting om den har angetts eller användarens personliga konfiguration om den inte har det.</string><string id="CookiesAllowedForUrlsDesc">Tillåt cookies på dessa webbplatser</string><string id="CookiesBlockedForUrls">Blockera cookies på dessa webbplatser</string><string id="CookiesBlockedForUrls_Explain">Policyn gör att du kan ställa in en lista med webbadressmönster som inte får spara cookies.

Om policyn inte anges används det globala standardvärdet för alla webbplatser, antingen från policyn DefaultCookiesSetting om den används eller användarens personliga konfiguration.</string><string id="CookiesBlockedForUrlsDesc">Blockera cookies på dessa webbplatser</string><string id="CookiesSessionOnlyForUrls">Tillåt sessionscookies på dessa webbplatser</string><string id="CookiesSessionOnlyForUrls_Explain">Innebär att du kan ange en lista med webbadressmönster som anger webbplatser som får ange sessionscookies.

Om den här policyn inte ställs in används det globala standardvärdet för alla webbplatser. Standardvärdet hämtas från policyn DefaultCookiesSetting om den är inställd eller användarens personliga konfiguration om den inte är det.

Tänk på att om Google Chrome körs i bakgrundsläge kanske sessionen inte stängs när det sista webbläsarfönstret stängs, utan i stället är aktivt tills webbläsaren stängs. Mer information om hur du konfigurerar detta finns i policyn BackgroundModeEnabled.

Om policyn RestoreOnStartup är inställd på att återställa webbadresser från tidigare sessioner fungerar inte den här policyn och cookies sparas inte permanent för dessa webbplatser.</string><string id="CookiesSessionOnlyForUrlsDesc">Tillåt sessionscookies på dessa webbplatser</string><string id="ImagesAllowedForUrls">Tillåt bilder på dessa webbplatser</string><string id="ImagesAllowedForUrls_Explain">Policyn gör att du kan ställa in en lista med adressmönster som anger webbplatser som får visa bilder.

Om den här policyn inte ställs in används det globala standardvärdet för alla webbplatser, antingen från policyn DefaultImagesSetting om den är inställd, eller från användarens personliga konfiguration om den inte är det.</string><string id="ImagesAllowedForUrlsDesc">Tillåt bilder på dessa webbplatser</string><string id="ImagesBlockedForUrls">Blockera bilder på dessa webbplatser</string><string id="ImagesBlockedForUrls_Explain">Policyn gör att du kan ställa in en lista med adressmönster som anger webbplatser som får visa bilder.

Om den här policyn inte ställs in används det globala standardvärdet för alla webbplatser, antingen från policyn DefaultImagesSetting om den är inställd, eller från användarens personliga konfiguration om den inte är det.</string><string id="ImagesBlockedForUrlsDesc">Blockera bilder på dessa webbplatser</string><string id="JavaScriptAllowedForUrls">Tillåt JavaScript på dessa webbplatser</string><string id="JavaScriptAllowedForUrls_Explain">Policyn gör att du kan ange en lista med webbadressmönster som anger webbplatser som får köra JavaScript.

Om policyn inte anges används den globala standardpolicyn för alla webbplatser. Standardvärdet hämtas från policyn DefaultJavaScriptSetting om den har angetts eller användarens personliga konfiguration om den inte har det.</string><string id="JavaScriptAllowedForUrlsDesc">Tillåt JavaScript på dessa webbplatser</string><string id="JavaScriptBlockedForUrls">Blockera JavaScript på dessa webbplatser</string><string id="JavaScriptBlockedForUrls_Explain">Policyn gör att du kan ställa in en lista med webbadressmönster som anger webbplatser som inte får köra JavaScript.

Om policyn inte anges används det globala standardvärdet för alla webbplatser. Standardvärdet hämtas från policyn DefaultJavaScriptSetting om den har ställts in. Annars används användarens personliga konfiguration.</string><string id="JavaScriptBlockedForUrlsDesc">Blockera JavaScript på dessa webbplatser</string><string id="PluginsAllowedForUrls">Tillåt pluginprogrammet för Flash på dessa webbplatser</string><string id="PluginsAllowedForUrls_Explain">Låter dig ange en lista med webbadressmönster som definierar på vilka webbplatser pluginprogrammet för Flash får köras.

Om den här principen inte anges används det globala standardvärdet för alla webbplatser. Värdet hämtas antingen från principen DefaultPluginsSetting, om den har ställts in, eller från användarens egna inställningar.</string><string id="PluginsAllowedForUrlsDesc">Tillåt pluginprogrammet för Flash på dessa webbplatser</string><string id="PluginsBlockedForUrls">Blockera pluginprogrammet för Flash på dessa webbplatser</string><string id="PluginsBlockedForUrls_Explain">Låter dig ange en lista med webbadressmönster som definierar på vilka webbplatser pluginprogrammet för Flash inte får köras.

Om den här principen inte anges används det globala standardvärdet för alla webbplatser. Värdet hämtas antingen från principen DefaultPluginsSetting, om den har ställts in, eller från användarens egna inställningar.</string><string id="PluginsBlockedForUrlsDesc">Blockera pluginprogrammet för Flash på dessa webbplatser</string><string id="PopupsAllowedForUrls">Tillåt popup-fönster på dessa webbplatser</string><string id="PopupsAllowedForUrls_Explain">Policyn gör att du kan ange en lista med webbadressmönster som anger webbplatser som får öppna popupfönster.

Om den här policyn inte anges används det globala standardvärdet för alla webbplatser. Standardvärdet hämtas från policyn DefaultPopupsSetting om den har angetts och från användarens personliga konfiguration om den inte har det.</string><string id="PopupsAllowedForUrlsDesc">Tillåt popup-fönster på dessa webbplatser</string><string id="RegisteredProtocolHandlers">Registrera protokollhanterare</string><string id="RegisteredProtocolHandlers_Explain">Gör att du kan registrera en lista över protokollhanterare. Detta kan bara vara en rekommenderad policy. Egendomen |protokoll| ska anges till systemet som &quot;mailto&quot; och egendomen |webbadress| ska anges till webbadressmönstret i appen som hanterar systemet. Mönstret kan innehålla &quot;%s&quot;, som ersätts av den hanterade webbadressen vid förekomst.

Protokollhanterare som registreras av policyn slås ihop med de som registreras av användaren och båda går att använda. Användare kan åsidosätta protokollhanterarna som har installerats av policyn genom att installera en ny standardhanterare, men användare kan inte ta bort en protokollhanterare som har registrerats av policyn.</string><string id="PopupsBlockedForUrls">Blockera popup-fönster på dessa webbplatser</string><string id="PopupsBlockedForUrls_Explain">Policyn gör att du kan ange en lista med webbadressmönster som anger webbplatser som inte får öppna popupfönster.

Om policyn inte anges används det globala standardvärdet för alla webbplatser. Standardvärdet hämtas från policyn DefaultPopupsSetting om den har angetts, eller från användarens personliga konfiguration om den inte har det.</string><string id="PopupsBlockedForUrlsDesc">Blockera popup-fönster på dessa webbplatser</string><string id="NotificationsAllowedForUrls">Tillåt meddelanden på dessa webbplatser</string><string id="NotificationsAllowedForUrls_Explain">Policyn gör att du kan ange en lista med webbadressmönster som inte får visa meddelanden.

Om policyn inte anges används det globala standardvärdet för alla webbplatser. Standardvärdet hämtas från policyn DefaultNotificationsSetting om den har angetts eller användarens personliga konfiguration om den inte har det.</string><string id="NotificationsAllowedForUrlsDesc">Tillåt meddelanden på dessa webbplatser</string><string id="NotificationsBlockedForUrls">Blockera meddelanden på dessa webbplatser</string><string id="NotificationsBlockedForUrls_Explain">Policyn gör att du kan ange en lista med webbadressmönster som inte får visa meddelanden.

Om policyn inte anges används det globala standardvärdet för alla webbplatser. Standardvärdet hämtas från policyn DefaultNotificationsSetting om den har angetts eller användarens personliga konfiguration om den inte har det.</string><string id="NotificationsBlockedForUrlsDesc">Blockera meddelanden på dessa webbplatser</string><string id="Accessibility_group">Inställningar för tillgänglighet</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Visa tillgänglighetsalternativ i menyn i systemfältet</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Aktivera den stora markören</string><string id="LargeCursorEnabled_Explain">Aktivera hjälpmedelsfunktionen stor markör.

Om den här principen är sann är den stora markören alltid aktiverad.

Om den här principen är falsk är den stora markören alltid inaktiverad.

Om du anger den här principen kan användarna varken ändra eller åsidosätta den.

Om den här principen inte anges är den stora markören inaktiverad från start, men kan aktiveras när som helst av användaren.</string><string id="SpokenFeedbackEnabled">Aktivera talad feedback.</string><string id="SpokenFeedbackEnabled_Explain">Aktivera hjälpmedelsfunktionen talad feedback.

Om den här principen är sann är talad feedback alltid aktiverad.

Om den här principen är falsk är talad feedback alltid inaktiverad.

Om du anger den här principen kan användarna varken ändra eller åsidosätta den.

Om den här principen inte anges är talad feedback inaktiverad från start, men funktionen kan aktiveras av användaren när som helst.</string><string id="HighContrastEnabled">Aktivera läge för hög kontrast</string><string id="HighContrastEnabled_Explain">Aktivera hjälpmedelsfunktionerna i högkontrastläge.

Om den här principen är sann är högkontrastläget alltid aktiverat.

Om den här principen är falsk är högkontrastläget alltid inaktiverat.

Om du anger den här principen kan användarna inte ändra eller åsidosätta den.

Om den här principen inte anges är högkontrastläget inte aktiverat från start, men användaren kan aktivera det när som helst.</string><string id="VirtualKeyboardEnabled">Aktivera skärmtangentbordet</string><string id="VirtualKeyboardEnabled_Explain">Aktivera tillgänglighetsfunktionen för skärmtangentbord.

Om policyn är inställd på sant är skärmtangentbordet alltid aktiverat.

Om policyn är inställd på falskt är skärmtangentbordet alltid inaktiverat.

Om du ställer in policyn kan den inte ändras eller åsidosättas av användare.

Om du inte ställer in policyn är skärmtangentbordet inaktiverat som standard, men det aktiveras av användaren när som helst.</string><string id="KeyboardDefaultToFunctionKeys">Standard för medieknappar ändras till funktionstangenter</string><string id="KeyboardDefaultToFunctionKeys_Explain">Ändrar standardbeteendet för tangenter på den översta raden till funktionstangenter.

Om principen anges som true fungerar tangentbordets översta tangentrad som tangenter med funktionskommandon som standard. Tryck på söktangenten för att ändra tillbaka funktionen till medieknappar.

Om principen anges som false, eller inte ställs in, används tangentbordet för mediekommandon som standard och funktionskommandon när söktangenten hålls ned.</string><string id="ScreenMagnifierType">Ange typen av skärmförstorare</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Skärmförstoraren är inaktiverad</string><string id="ScreenMagnifierType_Full-screen">Helskärmsförstoraren är aktiverad</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Ange standardläget för den stora markören på inloggningsskärmen</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Ange standardläget för hjälpmedelsfunktionen med en stor markör på inloggningsskärmen.

Om den här principen är aktiv aktiveras den stora markören när inloggningsskärmen visas.

Om den här principen inte är aktiv visas inte den stora markören när inloggningsskärmen visas.

Om du ställer in detta alternativ kan användarna temporärt åsidosätta det genom att aktivera eller inaktivera den stora markören. Men det val användaren gör sparas inte, och standardvärdet återställs när inloggningsskärmen visas nästa gång eller om användaren inte gör något på inloggningsskärmen under en hel minut.

Om den här principen inte anges är den stora markören inaktiverad när inloggningsskärmen visas för första gången. Användarna kan aktivera eller inaktivera den stora markören när som helst, och dess status på inloggningsskärmen sparas för olika användare.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Ange standardtillståndet för talad feedback på inloggningsskärmen</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Ställer in standardtillståndet för hjälpmedelsfunktionen talad feedback på inloggningsskärmen.

Om den här principen är sann är talad feedback aktiverad när inloggningsskärmen visas.

Om den här principen är falsk är talad feedback inaktiverad när inloggningsskärmen visas.

Om du anger den här principen kan användarna temporärt åsidosätta den genom att aktivera eller inaktivera talad feedback. Men inställningen sparas inte och standardvärdet återställs nästa gång inloggningsskärmen visas eller om användaren inte gör något på inloggningsskärmen under en minut.

Om den här principen inte anges är talad feedback inaktiverad första gången som inloggningsskärmen visas. Användarna kan aktivera eller inaktivera talad feedback när som helst och funktionens status på inloggningsskärmen sparas.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Ange standardtillståndet för högkontrastläget på inloggningsskärmen</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Välj standardtillståndet för hjälpmedelsfunktionen högkontrastläge på inloggningsskärmen.

Om den här principen är sann är högkontrastläget aktiverat på inloggningsskärmen.

Om den här principen är falsk är högkontrastläget inaktiverat på inloggningsskärmen.

Om du anger den här principen kan användarna åsidosätta den temporärt genom att aktivera eller inaktivera högkontrastläget. Men inställningen sparas inte och standardvärdet återställs när inloggningsskärmen visas nästa gång eller om användaren inte gör något på inloggningsskärmen under en minut.

Om den här principen inte anges är högkontrastläget inaktiverat första gången som inloggningsskärmen visas. Användarna kan aktivera eller inaktivera högkontrastläget när som helst och dess status på inloggningsskärmen sparas.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Ange standardläget för skärmtangentbordet på inloggningsskärmen</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Ange standardläge för tillgänglighetsfunktionen för skärmtangentbord på inloggningsskärmen.

Om policyn är inställd på sant är skärmtangentbordet aktiverat när inloggningsskärmen visas.

Om policyn är inställd på falskt är skärmtangentbordet inaktiverat när inloggningsskärmen visas.

Om du ställer in den här policyn kan användarna åsidosätta den tillfälligt genom att aktivera eller inaktivera skärmtangentbordet. Användarens val sparas däremot inte och standardinställningen återställs varje gång inloggningsskärmen öppnas igen eller användaren är inaktiv på inloggningsskärmen i en minut.

Om policyn inte ställs in är skärmtangentbordet inaktiverat när inloggningsskärmen visas första gången. Användaren kan aktivera eller inaktivera skärmtangentbordet när som helst och dess status på inloggningsskärmen sparas för användaren.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Ange standardtypen för skärmförstoraren på inloggningsskärmen</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Konfigurera standardtypen av skärmförstorare som är aktiverad på inloggningsskärmen.
Om den här principen har angetts bestämmer den vilken typ av skärmförstorare som aktiveras när inloggningsskärmen visas. Om principen har värdet Ingen är skärmförstoraren inaktiv.

Om du anger den här principen kan användarna temporärt åsidosätta den genom att aktivera eller inaktivera skärmförstoraren. Men användarens val sparas inte och standardvärdet återställs nästa gång inloggningsskärmen visas eller om användaren inte gör något på inloggningsskärmen under en minut.

Om principen inte anges är skärmförstoraren inaktiverad första gången som inloggningsskärmen visas. Användarna kan aktivera eller inaktivera skärmförstoraren när som helst och dess inställning på inloggningsskärmen sparas för olika användare.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Skärmförstoraren är inaktiverad</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Helskärmsförstoraren är aktiverad</string><string id="Drive_group">Konfigurera alternativ för Google Drive</string><string id="DriveDisabled">Inaktiverar Drive i appen Filer i Google Chrome OS</string><string id="DriveDisabled_Explain">När inställningen här är Sant inaktiveras Google Drive-synkronisering i appen Filer i Google Chrome OS. Då överförs ingen data till Google Drive.

Om ingen inställning görs eller om Falskt anges kan användaren föra över filer till Google Drive.</string><string id="DriveDisabledOverCellular">Inaktiverar Google Drive över mobilanslutningar i appen Filer i Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">När inställningen här är Sant inaktiveras Google Drive-synkronisering i appen Filer i Google Chrome OS när en mobilanslutning används. Data synkroniseras då med Google Drive endast vid anslutning via Wi-Fi eller Ethernet.

Om ingen inställning görs eller om Falskt anges, kan användaren föra över filer till Google Drive via mobilanslutningar.</string><string id="RemoteAccess_group">Konfigurera alternativ för fjärråtkomst</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Aktivera brandväggspassage från fjärråtkomstsvärd</string><string id="RemoteAccessHostFirewallTraversal_Explain">Policyn gör att STUN-servrar kan användas när fjärrklienter försöker upprätta en anslutning till den här datorn.

Om den här inställningen har aktiverats kan fjärrklienter identifiera och ansluta till den här datorn även om det finns en brandvägg mellan dem.

Om inställningen har inaktiverats och utgående UDP-anslutningar filtreras av brandväggen, tillåter datorn bara anslutningar från klientdatorer inom det lokala nätverket.

Om policyn inte har angetts är inställningen aktiverad.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Konfigurera prefixet TalkGadget för fjärråtkomstvärdar</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfigurerar prefixet TalkGadget som kommer att användas av fjärråtkomstvärdar och förhindrar att användare ändrar det.

Om prefixet anges kopplas det till det grundläggande TalkGadget-namnet för att skapa ett fullständigt domännamn för TalkGadget. Det grundläggande domännamnet för TalkGadget är .talkgadget.google.com.

Om inställningen aktiveras kommer värdar att använda det anpassade domännamnet för att komma åt TalkGadget istället för domännamnet som är standard.

Om inställningen inaktiveras eller inte anges kommer domännamnet som är standard för TalkGadget (chromoting-host.talkgadget.google.com) att användas för alla värdar.

Fjärråtkomstklienter påverkas inte av den här policyinställningen. De kommer alltid att använda chromoting-client.talkgadget.google.com för att komma åt TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Aktivera avskärmning av fjärråtkomstvärdar</string><string id="RemoteAccessHostRequireCurtain_Explain">Aktiverar avskärmning av fjärråtkomstvärdar när en anslutning har upprättats.

Om den här inställningen är aktiverad inaktiveras värdens fysiska indata- och utadataenheter när en fjärranslutning har upprättats.

Om inställningen inaktiveras eller inte har konfigurerats kan både lokala användare och fjärranvändare kommunicera med värden när den delas.</string><string id="RemoteAccessHostAllowClientPairing">Aktivera eller inaktivera autentisering utan pinkod för fjärråtkomstvärdar</string><string id="RemoteAccessHostAllowClientPairing_Explain">Om inställningen är aktiverad eller inte konfigurerad kan användare välja att koppla ihop klienter och värdar vid anslutningstillfället så att de slipper ange en pinkod varje gång.

Om inställningen inaktiveras kommer inte funktionen att vara tillgänglig.</string><string id="RemoteAccessHostAllowGnubbyAuth">Tillåt gnubby-autentisering för fjärråtkomstvärdar</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Om inställningen är aktiverad kommer gnubby-autentiseringsbegäranden att skickas via proxy via en fjärranslutning.

Om inställningen är inaktiverad eller inte konfigurerad kommer gnubby-autentiseringsbegäranden inte att skickas via proxy.</string><string id="RemoteAccessHostAllowRelayedConnection">Aktivera reläserveranvändning via värden för fjärråtkomst</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Begränsa UDP-portintervallet som används av värden för fjärråtkomst</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Kräver att namnet på den lokala användaren och namnet på ägaren av fjärråtkomstvärden överensstämmer.</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Webbadress där fjärråtkomstklienter erhåller sin autentiseringstoken</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">Webbadress för validering av autentiseringstoken för fjärråtkomstklient</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Klientcertifikat för att ansluta till RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="PasswordManager_group">Lösenordshanteraren</string><string id="PasswordManagerEnabled">Aktivera lösenordshanteraren för sparade lösenord</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="HTTPAuthentication_group">Princip för HTTP-autentisering</string><string id="AuthSchemes">Autentiseringsscheman som stöds</string><string id="AuthSchemes_Explain">Anger vilka scheman för HTTP-autentisering som stöds av Google Chrome.

Möjliga värden är basic, digest, ntlm och negotiate. Avgränsa värdena med komma.

Om principen inte anges används alla fyra.</string><string id="DisableAuthNegotiateCnameLookup">Inaktivera CNAME-sökning när Kerberos-autentisering kontrolleras</string><string id="DisableAuthNegotiateCnameLookup_Explain">Anger om  Kerberos SPN som genererades baseras på det kanoniska DNS-namnet eller det namn som angavs från början.

Om du aktiverar inställningen hoppas CNAME-sökningen över och servernamnet som angavs används.

Om du inaktiverar inställningen eller inte anger den avgörs serverns kanoniska namn av en CNAME-sökning.</string><string id="EnableAuthNegotiatePort">Inkludera port som inte är standard i Kerberos SPN</string><string id="EnableAuthNegotiatePort_Explain">Policyn anger om Kerberos SPN som har genererats ska innehålla en port som inte är standard.

Om du aktiverar den här inställningen och en port som inte är standard anges (en annan port än 80 eller 443) tas den med när Kerberos SPN genereras.

Om du inaktiverar inställningen eller inte anger den tas ingen port med när Kerberos SPN genereras.</string><string id="AuthServerWhitelist">Vitlista för autentiseringsserver</string><string id="AuthServerWhitelist_Explain">Anger vilka servrar som ska godkännas för integrerad autentisering. Integrerad autentisering är endast aktiverad när Google Chrome får en autentiseringsutmaning från en proxyserver som finns i listan över godkända servrar.

Avgränsa flera servernamn med kommatecken. Jokertecken (*) tillåts.

Om du inte ställer in den här principen kommer Google Chrome att försöka identifiera om en server finns i intranätet och endast då kommer den att svara på IWA-förfrågningar. Om en server identifieras som internet kommer IWA-förfrågningar därifrån att ignoreras av Google Chrome.</string><string id="AuthNegotiateDelegateWhitelist">Vitlista  för Kerberos-delegeringsserver</string><string id="AuthNegotiateDelegateWhitelist_Explain">Servrar som Google Chrome kan delegera till.

Avgränsa flera servernamn med kommatecken. Jokertecken (*) tillåts.

Om du inte anger principen kommer Google Chrome inte att delegera användaruppgifter även om en server identifieras som ett intranät.</string><string id="AllowCrossOriginAuthPrompt">Frågor vid korsursprungs-HTTP med basauktorisering</string><string id="AllowCrossOriginAuthPrompt_Explain">Policyn styr om underordnat innehåll från tredje part på en sida får öppna en dialogruta för HTTP Basic Auth.

Policyn är normalt inaktiverad som skydd mot lösenordsfiske. Om policyn inte anges är inställningen inaktiverad och underordnat innehåll från tredje part får inte öppna en dialogruta för HTTP Basic Auth.</string><string id="QuickUnlock_group">Principer för snabb upplåsning</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">En vitlista över vilka snabbupplåsningslägen användaren kan konfigurera och använda för att låsa upp låsskärmen.

Värdet är en lista över strängar som ska vara antingen Alla eller Pinkod. Genom att lägga till Alla i listan blir alla snabbupplåsningslägen tillgängliga för användaren, även de som läggs till i framtiden. I annat fall blir endast snabbupplåsningslägena i listan tillgängliga.

Om du vill tillåta alla snabbupplåsningslägen använder du [alla]. I de fall du vill tillåta endast upplåsning med pinkod använder du [pinkod]. Med [] inaktiverar du alla snabbupplåsningslägen.

Som standard är inga snabbupplåsningslägen tillgängliga för hanterade enheter.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Inställningen styr hur ofta låsskärmen ska begära att lösenordet anges för att snabb upplåsning ska användas. Snabb upplåsning blir inte tillgänglig när låsskärmen visas om du översteg inställningen senaste gången du angav lösenordet. Om användaren har låsskärmen öppen längre än den här tidsperioden krävs ett lösenord nästa gång användaren anger fel kod eller när låsskärmen visas på nytt.

Om inställningen konfigureras uppmanas användaren att ange lösenord på låsskärmen beroende på inställningen.

Om inställningen inte konfigureras uppmanas användaren att ange lösenord på låsskärmen varje dag.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Om inställningen har konfigurerats som falsk kan inte användare ange pinkoder som är osäkra och lätta att gissa.

Exempel på osäkra pinkoder är pinkoder som genomgående innehåller samma siffra (1111), pinkoder med sifferföljder i stigande (1234) eller fallande (4321) ordning och pinkoder som är vanliga.

Som standard får användare ett varningsmeddelande i stället för ett felmeddelande om pinkoden anses vara osäker.</string><string id="Proxy_group">Proxyserver</string><string id="ProxyMode">Välj hur inställningar för proxyserver ska anges</string><string id="ProxyMode_Explain">Innebär att du kan ange vilken proxyserver som ska användas av Google Chrome och förhindrar att användarna ändrar proxyinställningarna.

Om du väljer att aldrig använda en proxyserver och alltid ansluta direkt ignoreras alla andra alternativ.

Om du väljer att använda datorns proxyinställningar ignoreras alla andra alternativ.

Om du väljer att identifiera proxyservern automatiskt ignoreras alla andra alternativ.

Om du väljer läget för fast serverproxy kan du ange fler alternativ i fälten Proxyserverns adress eller webbadress och Kommaavgränsad lista med regler för proxybypass. ARC-appar använder bara den HTTP-proxyserver som har högst prioritet.

Om du väljer att använda ett pac-proxyskript måste du ange webbadressen till skriptet i fältet Webbadress till en pac-proxyfil.

Mer ingående exempel hittar du på:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Om du aktiverar inställningen ignorerar Google Chrome och ARC-appar alla proxyrelaterade alternativ som har angetts i kommandoraden.

Om du inte anger den här principen kan användarna själva välja proxyinställningar.</string><string id="ProxyMode_ProxyDisabled">Använd aldrig en proxy</string><string id="ProxyMode_ProxyAutoDetect">Identifiera proxyinställningar automatiskt</string><string id="ProxyMode_ProxyPacScript">Använd en PAC-proxyskript</string><string id="ProxyMode_ProxyFixedServers">Använd fasta proxyservrar</string><string id="ProxyMode_ProxyUseSystem">Använd systemets proxyinställningar</string><string id="ProxyServer">Proxyserverns adress eller webbadress</string><string id="ProxyServer_Explain">Här kan du ange proxyserverns webbadress.

Den här principen används bara om du har valt manuella proxyinställningar under Välj hur inställningar för proxyserver ska anges.

Ställ inte in den här principen om du har valt något annat läge för inställningar av proxyprinciper.

Fler alternativ och ingående exempel hittar du på:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">Webbadress till en PAC-proxyfil</string><string id="ProxyPacUrl_Explain">Här kan du ange webbadressen till en PAC-fil för proxy.

Den här principen används bara om du har valt manuella proxyinställningar i Välj hur inställningar för proxyserver ska anges.

Ange inte den här principen om du har valt något annat läge för inställning av proxyprinciper.

Mer ingående exempel hittar du på:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Regler för proxybypass</string><string id="ProxyBypassList_Explain">Google Chrome förbigår proxyn för listan med värdenheter som anges här.

Den här principen används bara om du har valt manuella proxyinställningar i Välj hur inställningar för proxyserver ska anges.

Ange inte den här principen om du har valt något annat läge för inställning av proxyprinciper.

Mer ingående exempel hittar du på:

https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="NewTabPage_group">Sidan Ny flik</string><string id="NewTabPageLocation">Konfigurera webbadressen för sidan Ny flik</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProvider_group">Standardsökleverantör</string><string id="DefaultSearchProviderEnabled">Aktivera standardsökleverantör</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Standardsökleverantörens namn</string><string id="DefaultSearchProviderName_Explain">Policyn anger namnet på standardsökleverantören. Om värdet lämnas tomt eller inte anges används det värdnamn som angavs av sökadressen.

Policyn används bara om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderKeyword">Sökord för standardsökleverantör</string><string id="DefaultSearchProviderKeyword_Explain">Policyn anger nyckelordet, som är ett kortkommando som används i adressfältet för att aktivera sökning för den här leverantören.

Policyn är valfri. Om den inte anges aktiverar inget nyckelord sökleverantören.

Policyn används bara om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderSearchURL">Sökadress för standardsökleverantör</string><string id="DefaultSearchProviderSearchURL_Explain">Principen anger webbadressen till sökmotorn som används för standardsökning. Webbadressen ska innehålla strängen {searchTerms}, som ersätts av användarens sökord när sökningen utförs.

Googles sökadress kan anges så här: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Alternativet måste anges om principen DefaultSearchProviderEnabled är aktiverad och används bara om så är fallet.</string><string id="DefaultSearchProviderSuggestURL">Standardsökleverantörens förslagsadress</string><string id="DefaultSearchProviderSuggestURL_Explain">Principen anger webbadressen till sökmotorn som används för att visa sökförslag. Webbadressen ska innehålla strängen {searchTerms}, som ersätts när frågan körs av den text som användaren har skrivit dittills.

Principen är valfri. Om den inte anges används inga adressförslag.

Googles förslagsadress kan anges så här: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Principen tillämpas bara om principen DefaultSearchProviderEnabled har aktiverats.</string><string id="DefaultSearchProviderInstantURL">Dynamisk webbadress för standardsökleverantör</string><string id="DefaultSearchProviderInstantURL_Explain">Principen anger webbadressen till sökmotorn som används för att visa direktresultat. Webbadressen ska innehålla strängen '{searchTerms}', som ersätts av den text användaren skrivit hittills när sökningen körs.

Principen är valfri. Om den inte anges visas inget direktresultat.

Googles direktresultat för webbadresser kan anges så här: '{google:baseURL}suggest?q={searchTerms}'

Principen används bara om principen DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderIconURL">Ikon för standardsökleverantör</string><string id="DefaultSearchProviderIconURL_Explain">Policyn anger önskad ikonadress för standardsökleverantören.

Policyn är valfri. Om den inte anges används ingen ikon för sökleverantören.

Policyn används bara om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderEncodings">Kodningar för standardsökleverantör</string><string id="DefaultSearchProviderEncodings_Explain">Policyn anger vilka teckenkodningar som stöds av sökleverantören. Kodningar är kodsidenamn som UTF-8, GB2312 och ISO-8859-1. De testas i den ordning som de anges.

Policyn är valfri. Om den inte anges används standarden UTF-8.

Policyn används bara om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderEncodingsDesc">Kodningar för standardsökleverantör</string><string id="DefaultSearchProviderAlternateURLs">Lista över alternativa webbadresser för standardsökleverantören.</string><string id="DefaultSearchProviderAlternateURLs_Explain">Anger en lista med alternativa webbadresser som kan användas för att extrahera sökord från sökmotorn. Webbadresserna ska innehålla strängen '{searchTerms}', som används för att extrahera sökorden.

Policyn är valfri. Om den inte anges används inga alternativa webbadresser för att extrahera sökord.

Den här policyn gäller bara om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderAlternateURLsDesc">Lista över alternativa webbadresser för standardsökleverantören.</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter som styr sökordsplacering för standardsökleverantören</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Om den här policyn ställs in och en sökadress som har föreslagits från adressfältet innehåller den här parametern i sökfrågan eller i fragmentidentifieraren kommer förslaget att visa sökorden och sökleverantören istället för själva sökadressen.

Policyn är valfri. Om den inte ställs in byts inga sökord ut.

Policyn beaktas bara om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderImageURL">Parameter som anger bildsökningsfunktionen för sökleverantören som är standard</string><string id="DefaultSearchProviderImageURL_Explain">Anger webbadressen till sökmotorn som används vid bildsökning. Sökförfrågningar skickas via GET-metoden. Om policyn DefaultSearchProviderImageURLPostParams har angetts kommer POST-metoden att användas vid bildsökningar i stället.

Den här policyn är valfri. Om den inte anges kommer ingen bildsökning att användas.

Policyn följs endast om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderNewTabURL">Webbadress för standardsökleverantören av ny fliksida</string><string id="DefaultSearchProviderNewTabURL_Explain">Anger webbadressen som en sökmotor använder för att tillhandahålla en ny fliksida.

Policyn är valfri. Om den inte anges tillhandahålls ingen ny fliksida.

Policyn följs endast om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametrar för sökadress som använder POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Anger parametrarna som används vid sökning efter en webbadress med POST. Den består av kommaavgränsade namn-/värdepar. Om ett värde är en mallparameter, t.ex. {searchTerms} i ovanstående exempel, ersätts det av riktiga söktermer.

Policyn är valfri. Om den inte anges skickas sökförfrågningar via GET-metoden.

Policyn följs endast om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametrar för föreslagen webbadress som använder POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Anger parametrarna som används när en förslagssökning görs med POST. Den består av kommaavgränsade namn-/värdepar. Om ett värde är en mallparameter, t.ex. {searchTerms} i ovanstående exempel, ersätts den av riktiga söktermer.

Den här policyn är valfri. Om den inte anges kommer begäran om förslagssökningar att skickas via GET-metoden.

Den här policyn följs endast om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametrar för webbadress för Instant som använder POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Anger parametrarna som används vid sökningar på Instant med POST. Den består av kommaavgränsade namn-/värdepar. Om ett värde är en mallparameter, t.ex. {searchTerms} i ovanstående exempel, kommer det att ersättas med riktiga söktermer.

Den här policyn är valfri. Om den inte anges kommer begäran om sökningar på Instant att använda GET-metoden.

Den här policyn följs endast om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="DefaultSearchProviderImageURLPostParams">Parametrar för bildwebbadresser som använder POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Anger parametrarna som används vid bildsökning med POST. Den består av kommaavgränsade namn-/värdepar. Om ett värde är en mallparameter, t.ex. {imageThumbnail} i ovanstående exempel, ersätts det av en riktig miniatyrbild.

Den här policyn är valfri. Om den inte anges kommer begäran om bildsökning att skickas via GET-metoden.

Den här policyn följs endast om policyn DefaultSearchProviderEnabled är aktiverad.</string><string id="Homepage_group">Startsida</string><string id="HomepageLocation">Konfigurera webbadress för startsida</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Använd sidan Ny flik som startsida</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Startsidor</string><string id="RestoreOnStartup">Åtgärd vid start</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Öppna sidan Ny flik</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Återställ den senaste sessionen</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Öppna följande sidor</string><string id="RestoreOnStartupURLs">Webbadresser att öppna vid start</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Webbadresser att öppna vid start</string><string id="Extensions_group">Tillägg</string><string id="ExtensionInstallBlacklist">Konfigurera svartlista för tilläggsinstallation</string><string id="ExtensionInstallBlacklist_Explain">Låter dig ange vilka tillägg som användarna INTE får installera. Om ett svartlistat tillägg redan har installerats inaktiveras det och användaren kan inte aktivera det igen. Svartlistade tillägg som tas bort från listan aktiveras igen automatiskt.

Värdet * i listan betyder att alla tillägg är svartlistade såvida de inte uttryckligen står med i vitlistan.

Om principen har lämnats utan inställning får användaren installera vilket tillägg som helst i Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Konfigurera svartlista för tilläggsinstallation</string><string id="ExtensionInstallWhitelist">Konfigurera vitlista för tilläggsinstallation</string><string id="ExtensionInstallWhitelist_Explain">Innebär att du kan ange vilka tillägg som inte omfattas av svartlistan.

Om värdet * finns i svartlistan innebär det att alla tillägg är svartlistade. Användarna kan bara installera tillägg som uttryckligen finns i vitlistan.

Som standard är alla tillägg vitlistade, men om alla tillägg har svartlistats av en policy kan vitlistan användas för att åsidosätta den policyn.</string><string id="ExtensionInstallWhitelistDesc">Konfigurera vitlista för tilläggsinstallation</string><string id="ExtensionInstallForcelist">Konfigurera listan med appar och tillägg som måste installeras</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfigurera listan med appar och tillägg som måste installeras</string><string id="ExtensionInstallSources">Konfigurera installationskällor för tillägg, appar och användarskript</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigurera installationskällor för tillägg, appar och användarskript</string><string id="ExtensionAllowedTypes">Konfigurera tillåtna app- och tilläggstyper</string><string id="ExtensionAllowedTypes_Explain">Styr vilka typer av appar/tillägg som får installeras och begränsar körningsåtkomst.

Med den här inställningen anges vilka tillåttna typer av tillägg/appar som får installeras i Google Chrome och vilka värdar dessa kan interagera med. Värdet är en stränglista som ska vara något av följande: extension, theme, user_script, hosted_app, legacy_packaged_app, platform_app. Läs hela dokumentationen om tillägg för Google Chrome om du vill veta mer om dessa typer.

Observera att policyn även påverkar tillägg och appar så att installationen av dem tvingas fram via ExtensionInstallForcelist.

Om inställningen konfigureras installeras inte tillägg/appar som har en typ som inte finns med på listan.

Om denna inställning inte konfigureras tillämpas inga begränsningar för godkända typer av tillägg/appar.</string><string id="ExtensionAllowedTypesDesc">Konfigurera tillåtna app- och tilläggstyper</string><string id="ExtensionSettings">Inställningar för hantering av tillägg</string><string id="ExtensionSettings_Explain">Konfigurerar inställningar för tilläggshantering för Google Chrome.

Principen styr flera inställningar, bland annat inställningar som styrs av befintliga tilläggsrelaterande principer. Principen åsidosätter alla äldre principer om båda är angivna.

Principen mappar ett tilläggs-id eller en uppdateringsadress till dess konfiguration. Med ett tilläggs-id tillämpas konfigurationen endast på det angivna tillägget. En standardkonfiguration kan anges för det särskilda id:t &quot;*&quot; som tillämpas på alla tillägg som inte har en anpassad konfiguration i den här principen. Med en uppdateringsadress tillämpas konfigurationen på alla tillägg med den exakta uppdateringsadressen som angetts i manifestet för tillägget, så som beskrivs på https://developer.chrome.com/extensions/autoupdate.

Konfigurationen för varje tillägg (eller tillägg med samma uppdateringsadress) är en annan ordlista som kan innehålla fälten nedan.

&quot;installation_mode&quot;: mappar till en sträng som anger installationsläget för tillägget. De giltiga strängarna är:
* &quot;allowed&quot;: tillåter att användaren installerar tillägget. Detta är standardbeteende.
* &quot;blocked&quot;: blockerar installationen av tillägget.
* &quot;force_installed&quot;: tillägget installeras automatiskt och kan inte tas bort av användaren.
* &quot;normal_installed&quot;: tillägget installeras automatiskt men kan inaktiveras av användaren.

&quot;installation_mode&quot; kan även konfigureras för flera tillägg, bland annat tillägget &quot;*&quot; (som standardinställningar) och tillägg med samma uppdateringsadress. Endast värdena &quot;allowed&quot; och &quot;blocked&quot;
kan användas i det här fallet.

Om läget är inställt på &quot;force_installed&quot; eller &quot;normal_installed&quot; måste även en &quot;update_url&quot; konfigureras. Tänk på att uppdateringsadressen som anges i den här principen endast används för den första installationen. Vid senare uppdateringar av tillägget används uppdateringsadressen som anges i tilläggets manifest. Uppdateringsadressen ska peka på ett Update Manifest-dokument i XML-format så som nämnts ovan.

&quot;blocked_permissions&quot;: mappar till en lista med strängar som anger de blockerade API-behörigheterna för tillägget. Namnen på behörigheterna är desamma som behörighetssträngarna som deklarerats i manifestet för tillägget som beskrivs på https://developer.chrome.com/extensions/declare_permissions. Inställningen kan även konfigureras för tillägget &quot;*&quot;. Om tillägget kräver en behörighet som finns med på blockeringslistan läses den inte in. Om det innehåller en blockerad behörighet som inte är obligatorisk hanteras det som vanligt, men begäran om motstridiga behörigheter nekas automatiskt vid körning.

&quot;allowed_permissions&quot;: liknar &quot;blocked_permissions&quot; men tillåter uttryckligen vissa behörigheter som kan vara blockerade av en global lista över blockerade behörigheter och kan därmed inte konfigureras för tillägget &quot;*&quot;. Tänk på att den här inställningen inte automatiskt tilldelar tilläggen beviljade behörigheter.

&quot;minimum_version_required&quot;: mappar till en versionssträng. Formatet för versionssträngen är detsamma som det som används i tilläggets manifest, som beskrivs på https://developer.chrome.com/apps/manifest/version. Ett tillägg med en version som är äldre än den angivna lägsta versionen inaktiveras. Detta gäller även för tillägg som måste installeras.

Följande inställningar kan endast användas för standardkonfigurationen &quot;*&quot;:

&quot;install_sources&quot;: Varje objekt i listan motsvarar en matchning i form av ett tillägg (https://developer.chrome.com/extensions/match_patterns). Användarna kan enkelt installera objekt från alla webbadresser som matchar ett objekt i listan. Både platsen för *.crx-filen och sidan där nedladdningen påbörjades (dvs. hänvisningsadressen) måste tillåtas av mönstren.

&quot;allowed_types&quot;: Den här inställningen godkänner de tillåtna typerna med tillägg/appar som kan installeras i Google Chrome. Värdet är en lista med strängar där varje sträng måste vara något av följande: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Mer information om dessa typer finns i dokumentationen för tillägget Google Chrome.
&quot;blocked_install_message&quot;: Om en användare försöker installera ett tillägg som blockeras av en princip visas ett allmänt felmeddelande i Chrome Webstore. Med den här inställningen kan du lägga till text i felmeddelandet. Du kan till exempel hänvisa användarna till din support, förklara varför ett visst tillägg är blockerat eller annat. Felmeddelandet blir avklippt om det överstiger 1 000 tecken.
&quot;runtime_blocked_hosts&quot;: Tar emot en lista över värdar som tillägget blockeras från att använda. Detta inkluderar att lägga till JavaScript, ändra och visa webRequests / webNavigation och att visa och ändra cookies. Formatet liknar matchningsmönstren https://developer.chrome.com/extensions/match_patterns förutom att sökvägar, t.ex. *://*.example.com, inte kan användas. Detta stöder även jokertoppdomäner, t.ex. *://example.*.
&quot;runtime_allowed_hosts&quot;: Tar emot en lista över värdar som tillägget kan använda oavsett om de finns med på listan över &quot;runtime_blocked_hosts&quot;. Detta är samma format som &quot;runtime_blocked_hosts&quot;.
</string><string id="AllowDeletingBrowserHistory">Aktivera borttagning av webb- och nedladdningshistorik</string><string id="AllowDeletingBrowserHistory_Explain">Aktiverar borttagning av webb- och nedladdningshistorik i Google Chrome och förhindrar att användare ändrar den här inställningen.

Tänk på att även om policyn är inaktiverad finns det ingen garanti för att webb- och nedladdningshistoriken behålls. Användare kan eventuellt redigera eller ta bort databasfiler i historiken direkt och webbläsaren kan sluta att gälla eller arkivera några eller alla historikobjekt när som helst.

Om inställningen är aktiverad eller inte angiven kan webb- och hämtningshistoriken tas bort.

Om inställningen är inaktiverad kan webb- och hämtningshistoriken inte tas bort.</string><string id="AllowDinosaurEasterEgg">Tillåt påskäggsspelet med dinosaurier</string><string id="AllowDinosaurEasterEgg_Explain">Tillåt användare att spela påskäggsspelet med dinosaurier när enheten är offline.

Om den här principen är inställd på falskt kommer användare inte att kunna spela påskäggsspelet med dinosaurier när enheten är offline. Om principen är inställd på sant kommer användare att kunna spela dinosauriespelet. Om principen inte tillämpas kommer användare inte att kunna spela påskäggsspelet med dinosaurier på Chrome OS med registrering, men kan spela det under andra omständigheter.</string><string id="AllowOutdatedPlugins">Tillåt att föråldrade plugin-program körs</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Tillåt att skärmen låses</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Ange vilka domäner som ska ha tillgång till Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Aktivera alternativa felsidor</string><string id="AlternateErrorPagesEnabled_Explain">Policyn gör att det går att använda alternativa felsidor som finns inbyggda i Google Chrome (till exempel Sidan hittades inte) och förhindrar att användarna ändrar inställningen.

Om du aktiverar inställningen används alternativa felsidor.

Om du inaktiverar inställningen används aldrig alternativa felsidor.

Om du aktiverar eller inaktiverar inställningen kan användarna inte ändra eller åsidosätta den i Google Chrome.

Om policyn inte anges är inställningen aktiverad men kan ändras av användarna.</string><string id="AlwaysAuthorizePlugins">Kör alltid pluginprogram som kräver auktorisering</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Aktivera säkerhetskopieringstjänsten för Android</string><string id="ArcBackupRestoreEnabled_Explain">När principen är inställd på sant laddas Android-appdata upp till Android-servrarna för säkerhetskopiering och återställs från dem när kompatibla appar återinstalleras.

När principen är inställd på falskt stängs säkerhetskopieringstjänsten för Android av.

Om inställningen konfigureras kan användarna inte ändra den själva.

Om inställningen inte konfigureras kan användare aktivera och inaktivera säkerhetskopieringstjänsten i appen Inställningar på Android.</string><string id="ArcCertificatesSyncMode">Ange om certifikat ska vara tillgängliga för ARC-appar</string><string id="ArcCertificatesSyncMode_Explain">Om principen är inställd på SyncDisabled eller inte har konfigurerats blir inga certifikat i Google Chrome OS tillgängliga för ARC-appar.

Om principen är inställd på CopyCaCerts blir alla CA-certifikat som installerats via ONC med Web TrustBit tillgängliga för ARC-appar.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Inaktivera användning av Google Chrome OS-certifikat för ARC-appar</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Aktivera användning av CA-certifikat i Google Chrome OS för ARC-appar</string><string id="ArcEnabled">Aktivera ARC</string><string id="ArcEnabled_Explain">När den här principen är inställd på sant aktiveras ARC för användaren
(givet att övriga principinställningar tillåter det – ACR är fortfarande
otillgängligt om antingen tillfälligt läge eller multiinloggning är aktiverat
i den aktuella användarsessionen).

Om inställningen är inaktiverad eller inte konfigurerad kan företagsanvändare
inte använda ARC.</string><string id="ArcLocationServiceEnabled">Aktivera Googles platstjänst för Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfigurera ARC</string><string id="ArcPolicy_Explain">Anger en uppsättning principer som överlämnas till ARC-körning. Värdet måste vara en giltig JSON.

Principen används för att konfigurera vilka Android-appar som installeras automatiskt på enheten:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;beskrivning&quot;: &quot;Identifierare för Android-app, t.ex. &quot;com.google.android.gm&quot; for Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;beskrivning&quot;: &quot;Anger hur en app installeras. OPTIONAL: Appen installeras inte automatiskt men användaren kan installera den. Detta är standardprincipen om annat inte anges. PRELOAD: Appen installeras automatiskt men användaren kan avinstallera den. FORCE_INSTALLED: Appen installeras automatiskt och användaren kan inte avinstallera den. BLOCKED: Appen blockeras och användaren kan inte installera den. Om appen installerades när en tidigare princip gällde så avinstalleras den.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;beskrivning&quot;: &quot;Princip för att godkänna begäranden om behörighet till appar. PERMISSION_POLICY_UNSPECIFIED: Ingen princip är angiven. PROMPT är standard om ingen annan princip anges på någon nivå. PROMPT: Låt användaren ge behörighet. GRANT: Ge behörighet automatiskt. DENY: Neka behörighet automatiskt.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;beskrivning&quot;: &quot;Appspecifikt konfigurationsobjekt för JSON med en uppsättning nyckel-värden, t.ex. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Nycklarna definieras i appens manifest.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Läs mer om PinnedLauncherApps om du vill fästa appar i översikten.</string><string id="AudioCaptureAllowed">Tillåta eller neka ljudinspelning</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Webbadresser som ska ges tillgång till ljudinspelningsenheter utan meddelande</string><string id="AudioCaptureAllowedUrls_Explain">Mönster på den här listan kommer att matchas mot
den begärande webbadressens säkerhetsursprung. Om det blir en träff får
adressen åtkomst till ljudinspelningsenheter utan meddelande.

OBS! Fram till och med version 45 stöddes den här principen enbart i kioskläge.</string><string id="AudioCaptureAllowedUrlsDesc">Webbadresser som ska ges tillgång till ljudinspelningsenheter utan meddelande</string><string id="AudioOutputAllowed">Tillåta uppspelning av ljud</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Aktivera Autofyll</string><string id="AutoFillEnabled_Explain">Policyn aktiverar autofyllfunktionen i Google Chrome och gör att användarna kan fylla i webbformulär automatiskt med uppgifter som sparats tidigare som adress- och kreditkortsuppgifter.

Om du inaktiverar inställningen kan användarna inte använda autofyll.

Om du aktiverar inställningen eller inte anger något värde kan användarna styra autofyll. De kan konfigurera autofyllprofiler och aktivera och inaktivera autofyllfunktionen när de vill.</string><string id="AutofillCreditCardEnabled">Aktivera autofyll för kreditkort</string><string id="AutofillCreditCardEnabled_Explain">Aktiverar funktionen Autofyll i Google Chrome så att användarna kan fylla i webbformulär automatiskt med uppgifter som är sparade sedan tidigare, till exempel adress- och kreditkortsuppgifter.

Om du inaktiverar Autofyll får du inga förslag och kreditkortsuppgifter fylls inte i automatiskt. Ytterligare kreditkortsuppgifter som du anger när du surfar på webben sparas inte heller.

Om du aktiverar funktionen eller inte anger något värde kan användarna själva styra autofyll (inklusive kreditkort) i användargränssnittet.</string><string id="BlockThirdPartyCookies">Blockera cookies från tredje part</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Aktivera bokmärkesfältet</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Autentisering via infångstportal ignorerar proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Inaktivera tillämpning av Certifikattransparens för en lista med webbadresser</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Inaktiverar kraven för certifikattransparens på webbadresserna i listan.

Principen gör så att certifikaten för värdnamnen i de angivna webbadresserna inte lämnas ut via Certifikattransparens. Detta gör det möjligt att fortsätta använda certifikat som annars skulle vara opålitliga eftersom de inte lämnades ut ordentligt. Men det blir svårare att upptäcka felaktigt utfärdade certifikat för dessa värdar.

Ett webbadressmönster formateras så här: https://www.chromium.org/administrators/url-blacklist-filter-format. Men eftersom certifikat gäller för ett visst värdnamn, oberoende av systemet, porten eller sökvägen, tas endast hänsyn till den delen av webbadressen som utgörs av värdnamnet. Jokervärdar stöds inte.

Om principen inte har angetts betraktas alla certifikat som måste lämnas ut via Certifikattransparens som opålitliga om de inte lämnas ut enligt principen Certifikattransparens.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Inaktivera tillämpning av Certifikattransparens för en lista med webbadresser</string><string id="ChromeOsLockOnIdleSuspend">Aktivera lås när enheten är i viloläge eller vänteläge</string><string id="ChromeOsLockOnIdleSuspend_Explain">Policyn aktiverar lås när Google Chrome OS-enheter blir inaktiva eller stängs av.

Om du aktiverar inställningen måste användarna ange ett lösenord för att låsa upp enheter som är i viloläge.

Om du inaktiverar inställningen behöver användarna inte ange något lösenord för att låsa upp enheter som är i viloläge.

Om du aktiverar eller inaktiverar inställningen kan användarna inte ändra eller åsidosätta den.

Om du inte anger policyn kan användarna välja om det ska behövas ett lösenord för att låsa upp enheten eller inte.</string><string id="ChromeOsMultiProfileUserBehavior">Styr användarens beteende i en multiprofilsession</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Kontrollera användarbeteendet i en session med flera profiler på Google Chrome OS-enheter.

Om MultiProfileUserBehaviorUnrestricted har angetts som policy kan användaren vara antingen en primär eller en sekundär användare i en session med flera profiler.

Om MultiProfileUserBehaviorMustBePrimary har angetts som policy kan användaren endast vara primär användare i en session med flera profiler.

Om MultiProfileUserBehaviorNotAllowed har angetts som policy kan användaren inte delta i en session med flera profiler.

Om du anger den här inställningen kan användare inte ändra eller åsidosätta den.

Om inställningen ändras medan användaren är inloggad i en session med flera profiler kontrolleras alla användare i sessionen mot sina respektive inställningar. Sessionen stängs om någon av användarna inte längre får delta i sessionen.

Om policyn inte har angetts tillämpas standardvärdet MultiProfileUserBehaviorMustBePrimary för användare som hanteras av ett företag och MultiProfileUserBehaviorUnrestricted för användare som inte hanteras.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Tillåt en företagsanvändare att vara både primär och sekundär (standardbeteendet för användare som inte hanteras av någon annan)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Tillåt en företagsanvändare att vara enbart primär flerprofilsanvändare (standardbeteendet för företagshanterade användare)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Tillåt inte att företagsanvändare ingår i multiprofiler (primärt eller sekundärt)</string><string id="ChromeOsReleaseChannel">Lanseringskanal</string><string id="ChromeOsReleaseChannel_Explain">Policyn anger vilken versionskanal som enheten ska låsas till.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabil kanal</string><string id="ChromeOsReleaseChannel_BetaChannel">Betakanal</string><string id="ChromeOsReleaseChannel_DevChannel">Kanal för utvecklare (kan vara instabil)</string><string id="ChromeOsReleaseChannelDelegated">Anger om lanseringskanalen ska kunna konfigureras av användaren</string><string id="ChromeOsReleaseChannelDelegated_Explain">Om policyn angetts som sann och policyn ChromeOsReleaseChannel inte är angiven kommer användare på den registrerade domänen att kunna ändra lanseringskanal för enheten. Om policyn angetts som falsk kommer enheten att låsas till den kanal som senast angetts.

Den kanal som användaren valt kommer att åsidosättas av policyn ChromeOsReleaseChannel, men om kanalen för policyn är mer stabil än den som installerats på enheten kommer kanalen endast bytas då versionen för den mer stabila kanalen uppnått ett högre versionsnummer än det som installerats på enheten.</string><string id="ComponentUpdatesEnabled">Aktiverar komponentuppdateringar i Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Aktiverar komponentuppdateringar för alla komponenter i Google Chrome när principen inte är angiven eller när den är inställd på sant.

Om den är inställd på falskt är komponentuppdateringar inaktiverade. Vissa komponenter undantas dock från principen. Uppdateringar för komponenter som inte innehåller körbar kod eller inte märkbart förändrar webbläsarens funktion eller är viktiga för dess säkerhet inaktiveras inte.
Exempel på sådana komponenter är uppgifter om listor över återkallade certifikat och uppgifter från Säker webbsökning.
Läs mer om Säker webbsökning på https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Skrivarens standardurvalsregler</string><string id="DefaultPrinterSelection_Explain">Åsidosätter skrivarens standardurvalsregler för Google Chrome.

Genom denna princip fastställs reglerna för valet av standardskrivare i Google Chrome, vilket sker första gången utskriftsfunktionen används av en profil.

När den här principen är inställd försöker Google Chrome hitta en skrivare som uppfyller alla de angivna attributen och välja denna som standardskrivare. Den första skrivare som hittas och överensstämmer med principen är den som väljs. Om matchningen inte är unik väljs en skrivare som uppfyller attributen i den ordning som skrivarna hittades.

Om denna princip inte ställs in eller om ingen av de skrivare som hittas uppfyller attributen innan tidsfristen löper ut, ställs den inbyggda PDF-skrivaren in som standardskrivare. Om det inte finns en tillgänglig PDF-skrivare väljs inte någon skrivare.

Värdet analyseras som ett JSON-objekt enligt följande schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Huruvida sökningen efter en skrivare som uppfyller attributen ska begränsas till en specifik uppsättning av skrivare.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Reguljärt uttryck som ska överensstämma med skrivar-id.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Reguljärt uttryck som ska överensstämma med skrivarens visningsnamn.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Skrivare som är anslutna till Google Cloud Print betraktas som &quot;cloud&quot; medan övriga skrivare klassificeras som &quot;local&quot;.
Om ett fält utelämnas innebär det att alla värden överensstämmer. Om till exempel anslutningen inte anges hittar förhandsgranskningen alla typer av skrivare, såväl lokala skrivare som sådana i moln.
Reguljära uttryck måste följa JavaScript RegExp-syntaxen. Träffar är skiftlägeskänsliga.</string><string id="DeveloperToolsDisabled">Inaktivera utvecklarverktygen</string><string id="DeveloperToolsDisabled_Explain">Principen inaktiverar utvecklarverktygen och JavaScript-konsolen.

Om du aktiverar inställningen går det inte att använda utvecklarverktygen och det går inte att inspektera webbplatselement. Kortkommandon och alternativ för att öppna utvecklarverktygen eller JavaScript-konsolen på menyer och snabbmenyer inaktiveras.

Om det här alternativet inaktiveras eller inte anges kan utvecklarverktygen och JavaScript-konsolen användas.</string><string id="DeviceAllowBluetooth">Tillåt Bluetooth på enheten</string><string id="DeviceAllowBluetooth_Explain">Om principen är inställd på falskt inaktiveras Bluetooth för Google Chrome OS och användaren kan inte aktivera det igen.

Om principen är inställd på sant eller inte inställd alls kan användaren aktivera eller inaktivera Bluetooth när som helst.

Om principen är inställd kan användaren inte ändra eller åsidosätta den.

När Bluetooth har aktiverats måste användaren logga ut och logga in igen innan ändringarna tillämpas (detta behövs inte när du inaktiverar Bluetooth).</string><string id="DeviceAllowNewUsers">Tillåt att nya användarkonton skapas</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Tillåt att användare utnyttjar erbjudanden via registrering i Chrome OS</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">IT-administratörer för företagsenheter kan använda den här flaggan för att styra om användarna ska kunna utnyttja erbjudanden via registrering i Chrome OS.

Om policyn är inställd på sant eller inte är inställd kan användarna utnyttja erbjudanden via registrering i Chrome OS.

Om policyn är inställd på falskt kan användarna inte utnyttja erbjudanden.</string><string id="DeviceAutoUpdateDisabled">Inaktiverar automatisk uppdatering</string><string id="DeviceAutoUpdateDisabled_Explain">Inaktiverar automatiska uppdateringar när principen är inställd på sant.

Google Chrome OS-enheter söker automatiskt efter uppdateringar när inställningen inte är konfigurerad eller när den är inställd på falskt.

Obs! Vi rekommenderar att du låter den automatiska uppdateringen vara aktiv så att användarna får uppdateringar av programvaran och viktiga säkerhetskorrigeringar. Om du inaktiverar automatiska uppdateringar kan användarnas säkerhet äventyras.</string><string id="DeviceAutoUpdateP2PEnabled">Automatisk uppdatering av p2p har aktiverats</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Anger om p2p ska användas för uppdateringar av betalningar i operativsystemet. Om policyn är inställd på Sant kommer enheterna att dela och försöka använda uppdateringar av betalningar i det lokala nätverket och eventuellt reducera användningen av bandbredd och överbelastning. Om uppdateringar av betalningar inte är tillgängliga i det lokala nätverket kommer enheten att återgå till att ladda ned från en uppdateringsserver. Om policyn är inställd på Falskt eller inte konfigurerad kommer p2p inte att användas.</string><string id="DeviceBlockDevmode">Blockera utvecklarläget</string><string id="DeviceBlockDevmode_Explain">Blockera utvecklarläget.

Om den här principen ges värdet Sant förhindrar Google Chrome OS att enheten startas i utvecklarläge. Om utvecklarväxeln har aktiverats vägrar systemet att starta och en felskärm visas.

Om principen inte anges eller om den ges värdet Falskt förblir utvecklarläget tillgängligt på enheten.</string><string id="DeviceDataRoamingEnabled">Aktivera dataroaming</string><string id="DeviceDataRoamingEnabled_Explain">Avgör om dataroaming ska vara tillåtet för enheten. Om värdet är sant är dataroaming tillåten. Om policyn inte är konfigurerad eller om värdet är falskt är dataroaming inte tillåten.</string><string id="DeviceEphemeralUsersEnabled">Ta bort användardata vid utloggning</string><string id="DeviceEphemeralUsersEnabled_Explain">Avgör om Google Chrome OS ska spara lokala kontodata efter utloggning. Om värdet är sant sparas inga konton permanent av Google Chrome OS och alla data från användarsessionen kasseras efter utloggning. Om policyn är inställd på falskt eller inte konfigurerad kan lokala användardata sparas (krypterade) i enheten.</string><string id="DeviceGuestModeEnabled">Aktivera gästläge</string><string id="DeviceGuestModeEnabled_Explain">Om den här policyn är inställd på sant eller inte är konfigurerad aktiveras gästinloggning i Google Chrome OS. Gästinloggningar är anonyma användarsessioner och kräver inget lösenord.

Om policyn är inställd på falskt går det inte att starta gästsessioner i Google Chrome OS.</string><string id="DeviceLoginScreenAppInstallList">Konfigurera listan över installerade appar på inloggningsskärmen</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfigurera listan över installerade appar på inloggningsskärmen</string><string id="DeviceLoginScreenInputMethods">Tangentbordslayouter för enhetens inloggningsskärm</string><string id="DeviceLoginScreenInputMethods_Explain">Konfigurerar vilka tangentbordslayouter som är tillåtna på inloggningsskärmen i Google Chrome OS.

Om en lista med identifierare för inmatningsmetoder har angetts för principen blir de angivna inmatningsmetoderna tillgängliga på inloggningsskärmen. Den inmatningsmetod som anges först blir standardvärde. När fokus ligger på ett användarfält på inloggningsskärmen blir användarens äldsta inmatningsmetod tillgänglig förutom de inmatningsmetoder som angetts i principen. Om principen inte har ställts in styrs valet av inmatningsmetoder av vilken språkkod som används för inloggningsskärmen. Ogiltiga värden som inte identifierar någon inmatningsmetod ignoreras.</string><string id="DeviceLoginScreenInputMethodsDesc">Tangentbordslayouter för enhetens inloggningsskärm</string><string id="DeviceLoginScreenLocales">Språkkod för enhetens inloggningsskärm</string><string id="DeviceLoginScreenLocales_Explain">Konfigurerar vilken språkkod som ska gälla för inloggningsskärmen i Google Chrome OS.

När principen har ställts in visas inloggningsskärmen alltid på det språk som har angetts först i principen (definitionen ges i form av en lista så att principen ska vara kompatibel med framtida versioner). Om principen inte har ställts in eller om en tom lista har angetts visas inloggningsskärmen på det språk som användes vid den senaste användarsessionen. Om principen har ställts in på ett ogiltigt värde används reservspråkkoden (för närvarande en-US) för inloggningsskärmen.</string><string id="DeviceLoginScreenLocalesDesc">Språkkod för enhetens inloggningsskärm</string><string id="DeviceLoginScreenPowerManagement">Energibesparing på inloggningssidan</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfigurera  energihanteringen på inloggningsskärmen i Google Chrome OS.

Med den här principen kan du konfigurera hur Google Chrome OS ska fungera om inte användaren gör något under en viss tid när inloggningsskärmen visas. Den här principen styr flera inställningar. Deras enskilda semantik och värdeintervaller finns i motsvarande principer som styr energihanteringen under en session. Det här är enda avvikelserna från dessa principer:
* De åtgärder som ska vidtas vid inaktivitet eller när locket stängs får inte vara att avsluta sessionen.
* Standardåtgärden vid inaktivitet när nätspänning är ansluten är att stänga av.

Ett standardvärde används om en inställning inte specificeras.

Om principen inte ställs in används standardvärden för alla inställningar.</string><string id="DeviceMetricsReportingEnabled">Aktivera statistikrapportering</string><string id="DeviceMetricsReportingEnabled_Explain">Styr om användarstatistik och diagnostisk data, till exempel felrapporter, rapporteras till Google. Om värdet är sant rapporterar Google Chrome OS användarstatistik och diagnostisk data. Om principen inte har konfigurerats eller om värdet är falskt inaktiveras rapportering av statistik och diagnostisk data.</string><string id="DeviceNativePrinters">Skivarkonfigurationsfil för företagsenheter</string><string id="DeviceNativePrinters_Explain">Tillhandahåller skrivarkonfigurationer för företagsenheter.

Med den här principen kan du tillhandahålla skrivarkonfigurationer för Google Chrome OS-enheter. Filen får vara högst 5 MB stor och måste vara i JSON-format. Formatet är samma som för NativePrinters-ordlistan. En fil som är 5 MB stor beräknas rymma cirka 21 000 skrivare. Det kryptografiska hashvärdet används för att verifiera nedladdningens integritet.

Filen laddas ned och cachelagras. Den laddas ned på nytt varje gång webbadressen eller hashvärdet ändras.

Om principen har ställts in laddas filen med skrivarkonfigurationer ned i Google Chrome OS och skrivarna görs tillgängliga i enlighet med principerna DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist och DeviceNativePrintersBlacklist.

Principen påverkar inte om användarna får konfigurera skrivare på enskilda enheter. Den är tänkt som ett komplement till enskilda användares skrivarkonfigurationer.

Principen gäller som tillägg till NativePrintersBulkConfiguration.

Om principen inte ställs in finns det inga enhetsskrivare och övriga principer med namnet DeviceNativePrinter* ignoreras.</string><string id="DeviceNativePrintersAccessMode">Åtkomstprincip för skrivarkonfigurationer för enheter.</string><string id="DeviceNativePrintersAccessMode_Explain">Styr vilka skrivare i DeviceNativePrinters som får användas.

Anger vilken åtkomstprincip som gäller vid gruppkonfigurering av skrivare. Med alternativet AllowAll visas alla skrivare. Med alternativet BlacklistRestriction blockeras de skrivare som anges i DeviceNativePrintersBlacklist. Med alternativet WhitelistPrintersOnly går endast de skrivare som anges i DeviceNativePrintersWhitelist att välja.

Om inget värde anges för principen används BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Alla skrivare visas förutom de i svarta listan.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Endast skrivare i vitlistan visas för användare</string><string id="DeviceNativePrintersAccessMode_AllowAll">Tillåt alla skrivare från konfigurationsfilen.</string><string id="DeviceNativePrintersBlacklist">Inaktiverade skrivare för företagsenheter</string><string id="DeviceNativePrintersBlacklist_Explain">Anger skrivare som inte får användas.

Den här principen används bara när DeviceNativePrintersAccessMode är inställd på BlacklistRestriction.

Om principen används får användaren tillgång till alla skrivare utom dem vars id anges i den här principen.
</string><string id="DeviceNativePrintersBlacklistDesc">Inaktiverade skrivare för företagsenheter</string><string id="DeviceNativePrintersWhitelist">Aktiverade skrivare för företagsenheter</string><string id="DeviceNativePrintersWhitelist_Explain">Anger vilka skrivare som får användas.

Den här principen används bara när DeviceNativePrintersAccessMode är inställd på WhitelistPrintersOnly.

Om principen används är bara de skrivare vars id matchar något av principens värden tillgängliga för användaren. Id:na måste svara mot posterna i den fil som angetts i DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Aktiverade skrivare för företagsenheter</string><string id="DeviceOffHours">Intervall för användning utanför arbetstid när OffHours |ignored_policy_proto_tags| lanseras för enheten</string><string id="DeviceOffHours_Explain">När principen OffHours har ställts in ignoreras de angivna enhetsprinciperna (använd standardinställningarna för dessa principer) under de angivna tidsperioderna. Varje gång en OffHours-period börjar eller slutar ändras tillämpningen av enhetsprinciperna i Chrome. Användarna aviseras och måste logga ut när OffHours-perioden slutar och enhetens principinställningar ändras (t.ex. om användaren är inloggad med ett konto som inte är tillåtet).</string><string id="DeviceOpenNetworkConfiguration">Nätverkskonfiguration på enhetsnivå</string><string id="DeviceOpenNetworkConfiguration_Explain">Tillåter att en pushad nätverkskonfiguration används för alla användare på en Google Chrome OS-enhet. Nätverkskonfigurationen är en JSON-formaterad sträng som definieras av formatet för öppen nätverkskonfiguration som beskrivs på https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Uppdateringsfrekvens för enhetspolicy</string><string id="DevicePolicyRefreshRate_Explain">Anger en tid i millisekunder för hur ofta enhetshanteringstjänsten tillfrågas om användarpolicyinformation.

När denna policy principen har ställts in åsidosätts standardvärdet tre timmar. Giltiga värden är från 1800000 (30 minuter) till 86400000 (en dag). Värden utanför intervallet ändras till närmaste gräns.

Om denna policy inte har ställts in används standardvärdet 3 timmar i Google Chrome OS.

Observera att om plattformen stöder policymeddelanden används 24 timmar som uppdateringsfördröjning (och alla standardvärden och detta principvärde ignoreras), eftersom uppdateringar då sker automatiskt så fort policyn förändras. Det gör tätare uppdateringar överflödiga.</string><string id="DeviceQuirksDownloadEnabled">Aktivera frågor till Quirks-servern (servern för maskinvaruspecifik information) om maskinvaruprofiler</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automatisk omstart vid avstängning av enhet</string><string id="DeviceRebootOnShutdown_Explain">Om policyn är inställd på falskt eller inte har konfigurerats tillåter Google Chrome OS att användaren stänger av enheten.
Om policyn är inställd på sant utlöser Google Chrome OS en omstart när användaren stänger av enheten. Google Chrome OS ersätter alla förekomster av avstängningsknappar i gränssnittet med omstartsknappar. Om användaren stänger av enheten med strömbrytaren startas den inte om automatiskt även om policyn är aktiverad.</string><string id="DeviceShowUserNamesOnSignin">Visa användarnamn på inloggningsskärmen</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Flaggor som gäller hela systemet och som ska tillämpas vid start av Google Chrome</string><string id="DeviceStartUpFlags_Explain">Anger de flaggor som ska användas i Google Chrome vid start. De angivna flaggorna används bara för inloggningsskärmen. Flaggor som angetts via denna princip påverkar inte användarsessioner.</string><string id="DeviceStartUpFlagsDesc">Flaggor som gäller hela systemet och som ska tillämpas vid start av Google Chrome</string><string id="DeviceTargetVersionPrefix">Målversion för automatisk uppdatering</string><string id="DeviceTargetVersionPrefix_Explain">Ställer in en målversion för automatiska uppdateringar.

Anger med hjälp av ett prefix vilken målversion som Google Chrome OS ska uppdateras till. Om en version som är äldre än det angivna prefixet körs på enheten uppdateras den till den senaste versionen som har prefixet i fråga. Om en senare version redan körs på enheten händer ingenting (versionen nedgraderas med andra ord inte) och den aktuella versionen blir kvar på enheten. Prefixets format anger komponent som exemplet nedan visar:

&quot;&quot; (eller har inte konfigurerats): uppdateras till den senaste versionen.
&quot;1412.&quot;: uppdateras till en underversion av 1412 (t.ex. 1412.24.34 eller 1412.60.2)
&quot;1412.2.&quot;: uppdateras till en underversion av 1412.2 (t.ex. 1412.2.34 eller 1412.2.2)
&quot;1412.24.34&quot;: uppdateras endast till just denna version

Obs! Versionsbegränsningar rekommenderas inte eftersom de kan leda till att uppdateringar av programvaran eller viktiga säkerhetskorrigeringar inte görs. Om uppdateringarna begränsas till ett visst versionsprefix kan användarnas säkerhet äventyras.</string><string id="DeviceUpdateAllowedConnectionTypes">Anslutningstyper som tillåts för uppdateringar</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">De typer av anslutningar som är tillåtna att använda uppdateringar av operativsystem. Uppdateringar av operativsystem belastar anslutningen hårt på grund av dess storlek och kan medföra extra kostnader. Därför är de inte aktiverade som standard för anslutningstyper som anses vara dyra. Det gäller bland annat WiMax, Bluetooth och Cellular.

Identifierarna för giltiga anslutningstyper är ”ethernet”, ”wifi”, ”wimax”, ”bluetooth” och ”cellular”.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Anslutningstyper som tillåts för uppdateringar</string><string id="DeviceUpdateHttpDownloadsEnabled">Tillåt nedladdning av automatiska uppdateringar via HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Betalningar med automatisk uppdatering i Google Chrome OS kan laddas ned via HTTP i stället för HTTPS. Detta möjliggör transparent HTTP-cachelagring av HTTP-nedladdningar.

Om policyn är inställd på sant kommer Google Chrome OS att försöka ladda ned betalningar med automatisk uppdatering via HTTP. Om policyn är inställd på falskt eller inte har angetts kommer HTTPS att användas för att ladda ned betalningar med automatisk uppdatering.</string><string id="DeviceUpdateScatterFactor">Uppdatera spridningsfaktor automatiskt</string><string id="DeviceUpdateScatterFactor_Explain">Anger hur många sekunder en nedladdning av en uppdatering via en enhet får försenas slumpmässigt från den tidpunkt då uppdateringen först skickades till servern. Enheten kan hållas i vänteläge dels under en vanlig tidsperiod, dels beroende på antalet uppdateringskontroller. Spridningen är alltid bunden till en övre tidsgräns så att en enhet aldrig fastnar för gott medan en uppdatering håller på att laddas ned.</string><string id="DeviceUserWhitelist">Vitlista för användarinloggning</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Vitlista för användarinloggning</string><string id="DeviceWallpaperImage">Enhetens bakgrundsbild</string><string id="DeviceWallpaperImage_Explain">Konfigurera den bakgrundsbild på enhetsnivå som visas på inloggningsskärmen om ingen användare har loggat in på enheten. Ange policyn genom att ange webbadressen som Chrome OS-enheten kan ladda ned bakgrundsbilden från och en kryptografisk hash som används för att verifiera nedladdningens integritet. Bilden måste vara i JPEG-format och dess filstorlek får inte överskrida 16 MB. Webbadressen måste vara tillgänglig utan autentisering. Bakgrundsbilden laddas ned och lagras i cacheminnet. Den laddas ned igen varje gång webbadressen eller hashen ändras.

Policyn ska anges som en sträng som uttrycker webbadressen och hashen i JSON-format, till exempel
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Om enhetens bakgrundspolicy anges laddar Chrome OS-enheten ned och använder bakgrundsbilden på inloggningsskärmen om ingen användare har loggat in på enheten. Användarens bakgrundspolicy börjar gälla när användaren har loggat in.

Om enhetens bakgrundspolicy inte har angetts bestämmer användarens angivna bakgrundspolicy vad som ska visas.</string><string id="Disable3DAPIs">Inaktivera stöd för programmeringsgränssnitt för 3D-grafik</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Ange om plugin-sökaren ska inaktiveras</string><string id="DisablePluginFinder_Explain">Om inställningen är aktiverad inaktiveras automatisk sökning efter och installation av plugin-program som saknas i Google Chrome.

Om inställningen är inaktiverad eller inte anges används pluginsökaren.</string><string id="DisableSafeBrowsingProceedAnyway">Inaktivera möjligheten att fortsätta från varningssidan Säker webbsökning</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Med tjänsten Säker webbsökning visas en varningssida när användare navigerar till webbplatser som flaggats som skadliga. Om du aktiverar inställningen kan användare inte fortsätta från varningssidan till den skadliga webbplatsen.

Om inställningen inaktiveras eller inte konfigureras kan användare välja att fortsätta från den flaggade webbplatsen efter att varningen har visats.

Läs mer om Säker webbsökning på https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Inaktivera tagning av skärmdumpar</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Ange standardrotation efter omstart för skärmen</string><string id="DisplayRotationDefault_Explain">När den här principen har ställts in roteras alla skärmar till
den angivna riktningen vid varje omstart och första gången som skärmen
ansluts efter att värdet i principen har ändrats. Användarna kan ändra
skärmrotationen via inställningssidan när de har loggat in, men inställningen
åsidosätts av värdet i principen vid nästa omstart.

Principen gäller både den primära skärmen och alla sekundära skärmar.

Om principen inte har ställts in används standardvärdet 0 grader.
Användarna kan ändra det när som helst och standardvärdet tillämpas
i så fall inte på nytt vid omstart.</string><string id="DisplayRotationDefault_ROTATE_0">Rotera skärmen 0 grader</string><string id="DisplayRotationDefault_ROTATE_90">Rotera skärmen 90 grader medurs</string><string id="DisplayRotationDefault_ROTATE_180">Rotera skärmen 180 grader</string><string id="DisplayRotationDefault_ROTATE_270">Rotera skärmen 270 grader medurs</string><string id="DownloadDirectory">Ange nedladdningskatalog</string><string id="DownloadDirectory_Explain">Konfigurerar vilken katalog som ska användas för nedladdade filer i Google Chrome.

Om principen har ställts in används den angivna katalogen i Google Chrome oavsett om användaren har angett en katalog eller aktiverat flaggan för att bli tillfrågad om nedladdningsplats varje gång.

En lista med variabler som kan användas finns på https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Om principen inte har ställts in används standardplatsen för nedladdningar och användaren kan ändra inställningen.</string><string id="DownloadRestrictions">Tillåt nedladdningsbegränsningar</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Inga särskilda begränsningar</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blockera farliga nedladdningar</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blockera potentiellt farliga nedladdningar</string><string id="DownloadRestrictions_BlockAllDownloads">Blockera alla nedladdningar</string><string id="EasyUnlockAllowed">Tillåter att Smart Lock används</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Migreringsstrategi för ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Som Wipe (värde 2), med skillnaden att inloggningstoken om möjligt sparas så att användaren inte behöver logga in på nytt.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Om klientmodellen hade stöd för ARC redan innan det blev nödvändigt att migrera till ext4 för att köra ARC och om principen ArcEnabled är inställd på sant fungerar det här alternativet som AskUser (värde 3). I alla andra fall (om enhetsmodellen inte hade stöd för ARC tidigare eller om principen ArcEnabled är inställd på falskt) är det här värdet likvärdigt med DisallowArc (värde 0).</string><string id="EditBookmarksEnabled">Aktiverar eller inaktiverar bokmärkesredigering</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Om certifikat som utfärdats av lokala tillitsankare och saknar tillägget subjectAlternativeName tillåts eller inte</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Om den här inställningen har aktiverats används ett servercertifikats commonName i Google Chrome för att matcha ett värdnamn om certifikatet saknar tillägget subjectAlternativeName, förutsatt att certifikatet kan valideras i en obruten kedja till ett lokalt installerat CA-certifikat.

Observera att detta inte rekommenderas eftersom det kan användas för att förbigå tillägget nameConstraints som begränsar värdnamnen som ett visst certifikat kan auktoriseras för.

Om den här principen inte har ställts in eller har ställts in på falskt betraktas servercertifikat som saknar tillägget subjectAlternativeName och innehåller antingen ett DNS-namn eller en IP-adress som otillförlitliga.</string><string id="EnableDeprecatedWebPlatformFeatures">Aktivera föråldrade webbplattformsfunktioner under en begränsad tid</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Ange en lista över utfasade webbplattformsfunktioner som ska kunna återaktiveras tillfälligt.

Med den här policyn får administratörer möjlighet att återaktivera webbplattformsfunktioner som har fasats ut under en begränsad tid. Funktionerna identifieras med hjälp av en strängtagg och de funktioner som motsvarar taggarna och ingår i listan som har angetts via den här policyn återaktiveras.

Om denna policy inte aktiveras eller om listan är tom eller saknar motsvarighet till de strängtaggar som stöds förblir samtliga webbplattformsfunktioner inaktiverade.

Även om själva policyn stöds av plattformarna ovan kanske inte den återaktiverade funktionen stöds av alla dessa plattformar. Det är inte alla utfasade webbplattformsfunktioner som kan återaktiveras. Endast de funktioner som uttryckligen tas upp i listan nedan kan återaktiveras under en begränsad tid som varierar mellan olika funktioner. Strängtaggens allmänna format är [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. För information om ändringarna av webbplattformsfunktioner hänvisar vi till http://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Aktivera föråldrade webbplattformsfunktioner under en begränsad tid</string><string id="EnableOnlineRevocationChecks">Anger huruvida OCSP/CRL-onlinekontroller ska utföras</string><string id="EnableOnlineRevocationChecks_Explain">Eftersom återkallelsekontroller online vid programfel inte ger någon effektiv säkerhetsfördel är de inaktiverade som standard i Google Chrome version 19 och senare. Om du aktiverar den här principen återställs den tidigare inställningen och OCSP/CRL-onlinekontroller utförs.

Om ingen inställning görs för principen eller om den ställs in på falskt görs ingen återkallelsekontroll online i Google Chrome från och med Google Chrome 19.</string><string id="EnableSha1ForLocalAnchors">Om SHA-1-signerade certifikat som utfärdats av lokala tillitsankare tillåts eller inte</string><string id="EnableSha1ForLocalAnchors_Explain">När den här inställningen har aktiverats är certifikat som signerats med SHA-1 tillåtna i Google Chrome så länge det går att validera dem i en obruten kedja till ett lokalt installerat CA-certifikat.

Observera att principen är beroende av att stacken för certifikatverifiering i operativsystemet tillåter SHA-1-signaturer. Om en uppdatering av operativsystemet leder till en ändring av hur SHA-1-certifikat hanteras där kanske den här principen inte längre har någon funktion. Vidare är principen bara en tillfällig lösning som ska ge företag längre tid på sig att avveckla SHA-1. Principen kommer att tas bort den 1 januari 2019 eller däromkring.

Om principen inte anges eller om den har ställts in på falskt kommer den utlysta tidsplanen för utfasning av SHA-1 att följas i Google Chrome.</string><string id="ExternalStorageDisabled">Inaktivera montering av extern lagring</string><string id="ExternalStorageDisabled_Explain">När den här principen är inställd på sant är inte extern lagring tillgängligt i filsökaren.

Principen gäller för alla typer av lagringsmedia, till exempel USB-minnen, externa hårddiskar, SD-kort och andra minneskort och optisk lagring. Den interna lagringen påverkas inte och du kan därmed komma åt filer som har sparats i mappen Hämtade filer. Google Drive påverkas inte heller av den här principen.

Om inställningen har inaktiverats eller inte har konfigurerats kan användare använda alla typer av extern lagring som stöds av deras enhet.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">När principen är inställd på sant kan användarna inte spara något på externa lagringsenheter.

Om principen är inställd på falskt eller inte har konfigurerats kan användarna skapa och redigera filer på externa lagringsenheter som är fysiskt skrivbara.

Principen ExternalStorageDisabled har företräde framför den här principen. Om ExternalStorageDisabled har ställts in på sant inaktiveras all åtkomst till extern lagring och den här principen ignoreras.

Dynamisk uppdatering av den här principen stöds i M56 och senare.</string><string id="ForceGoogleSafeSearch">Tvinga fram användning av Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Tvingar sökfrågor i Googles webbsökning att genomföras med SafeSearch aktiverat och förhindrar att användarna ändrar inställningen.

Om du aktiverar den här inställningen är funktionen SafeSearch i Sök på Google alltid aktiv.

Om du inaktiverar den här inställningen eller inte anger ett värde tvingas inte användningen av SafeSearch i Sök på Google fram.</string><string id="ForceMaximizeOnFirstRun">Maximera det först visade fönstret första gången som webbläsaren körs</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Ange obligatorisk lägstanivå för begränsat läge på YouTube</string><string id="ForceYouTubeRestrict_Explain">Anger en obligatorisk lägstanivå för begränsat läge på YouTube och
förhindrar att användarna väljer en mindre strikt begränsning.

Med inställningen Strikt är strikt begränsat läge på YouTube alltid aktivt.

Med inställningen Medel kan användaren välja mellan medelbegränsat eller
strikt begränsat läge på YouTube men inte inaktivera begränsat läge.

Med inställningen Av eller om inget värde anges är begränsat läge på YouTube inte obligatoriskt i Google Chrome. Däremot kan det fortfarande finnas externa principer, till exempel principer för YouTube, som gör begränsat läge obligatoriskt.</string><string id="ForceYouTubeRestrict_Off">Gör inte begränsat läge på YouTube obligatoriskt</string><string id="ForceYouTubeRestrict_Moderate">Tillämpa minst medelbegränsat läge på YouTube</string><string id="ForceYouTubeRestrict_Strict">Gör strikt begränsat läge på YouTube obligatoriskt</string><string id="FullscreenAllowed">Tillåt helskärmsläge</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Aktiverar stöd för HTTP/0.9 på portar som inte har angetts som standard</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Den här principen aktiverar HTTP/0.9 på andra portar än 80 för HTTP och 443 för HTTPS.

Principen är inaktiverad som standard och om den aktiveras löper användare risk att utsättas för säkerhetsbristen https://crbug.com/600352.

Principen är avsedd att ge företag möjlighet att migrera befintliga servrar från HTTP/0.9. Principen tas bort framöver.

Om principen inte har angetts, inaktiveras HTTP/0.9 på portar som inte har angetts som standard.</string><string id="IncognitoModeAvailability">Tillgänglighet för inkognitoläge</string><string id="IncognitoModeAvailability_Explain">Policyn anger om användaren får öppna sidor i inkognitoläge i Google Chrome.

Om policyn är aktiverad eller inte anges kan sidor öppnas i inkognitoläge.

Om policyn är inaktiverad kan sidor inte öppnas i inkognitoläge.

Om tvingat läge är valt kan sidor BARA öppnas i inkognitoläge.</string><string id="IncognitoModeAvailability_Enabled">Inkognitoläget är tillgängligt</string><string id="IncognitoModeAvailability_Disabled">Inkognitoläget är inaktiverat</string><string id="IncognitoModeAvailability_Forced">Tvingat inkognitoläge</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Aktivera webbplatsisolering för enskilda ursprung</string><string id="IsolateOrigins_Explain">
OBS! Det här är en experimentell princip som kan göra så att något slutar fungera!
När principen är aktiverad körs varje namngivet ursprung i en
kommaavgränsad lista som en egen process. Även underdomäner isoleras:
om du anger https://example.com/ kommer även https://foo.example.com/ att
isoleras som en del av webbplatsen https://example.com/.
När principen inaktiveras gäller den logik för processhantering som
användes före webbplatsisoleringen.
Om principen inte konfigureras kan användaren ändra inställningen.
</string><string id="KeyPermissions">Nyckelbehörigheter</string><string id="KeyPermissions_Explain">Ger företagsnycklar åtkomst till tillägg.

Nycklar som genereras med API:et chrome.enterprise.platformKeys i ett hanterat konto har utformats för företagsanvändning. Nycklar som importeras eller genereras på annat sätt har inte utformats för företagsanvändning.

Åtkomst till nycklar för företagsanvändning styrs helt och hållet av den här policyn. Användaren kan varken bevilja eller återkalla åtkomst till företagsnycklar för tilläggen.

Ett tillägg kan som standard inte använda en nyckel som har utformats för företagsanvändning, vilket motsvarar värdet falskt för inställningen allowCorporateKeyUsage för tillägget.

Ett tillägg kan endast använda en plattformsnyckel för företagsanvändning för att signera arbiträr data om värdet sant har angetts för inställningen allowCorporateKeyUsage. Sådan behörighet ska endast beviljas tillägg som är tillförlitliga nog att utgöra ett skydd mot hackare.</string><string id="ManagedBookmarks">Hanterade bokmärken</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Längsta fördröjning av hämtning efter en ogiltigförklarad policy</string><string id="MaxInvalidationFetchDelay_Explain">Anger den längsta fördröjningen i millisekunder mellan att en ogiltigförklaring av policyn tas emot och att den nya policyn hämtas från tjänsten för enhetshantering.

Om den här policyn anges åsidosätts standardvärdet 5 000 millisekunder. Giltiga värden för den här policyn ligger i intervallet från 1 000 (1 sekund) till 300 000 (5 minuter). Värden utanför detta intervall kommer att fästas vid respektive gräns.

Om policyn inte anges använder Google Chrome standardvärdet 5 000 millisekunder.</string><string id="NativePrinters">Integrerad utskrift</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Integrerad utskrift</string><string id="NativePrintersBulkAccessMode">Åtkomstprincip för skrivarkonfiguration</string><string id="NativePrintersBulkAccessMode_Explain">Styr vilka skrivare i NativePrintersBulkConfiguration som får användas.

Anger vilken åtkomstprincip som gäller vid gruppkonfigurering av skrivare. Med alternativet AllowAll visas alla skrivare. Med alternativet BlacklistRestriction blockeras de skrivare som anges i NativePrintersBulkBlacklist. Med alternativet WhitelistPrintersOnly går endast de skrivare som anges i NativePrintersBulkWhitelist att välja.

Om inget värde anges för principen används BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Alla skrivare visas förutom de i svarta listan.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Endast skrivare i vitlistan visas för användare</string><string id="NativePrintersBulkAccessMode_AllowAll">Tillåt alla skrivare från konfigurationsfilen.</string><string id="NativePrintersBulkBlacklist">Inaktiverade företagsskrivare</string><string id="NativePrintersBulkBlacklist_Explain">Anger skrivare som inte får användas.

Den här principen används bara när NativePrintersBulkAccessMode är inställd på BlacklistRestriction.

Om principen används får användaren tillgång till alla skrivare utom dem vars id anges i den här principen.
</string><string id="NativePrintersBulkBlacklistDesc">Inaktiverade företagsskrivare</string><string id="NativePrintersBulkConfiguration">Konfigurationsfil för företagsskrivare</string><string id="NativePrintersBulkConfiguration_Explain">Tillhandahåller konfigurationer för företagsskrivare.

Med den här principen kan du tillhandahålla skrivarkonfigurationer för Google Chrome OS-enheter. Filen får vara högst 5 MB och måste vara i JSON-format. Formatet är samma som för NativePrinters-ordlistan. En fil som är 5 MB stor beräknas rymma cirka 21 000 skrivare. Det kryptografiska hashvärdet används för att verifiera nedladdningens integritet.

Filen laddas ned och cachelagras. Den laddas ned på nytt varje gång webbadressen eller hashvärdet ändras.

Om principen har ställts in laddas filen med skrivarkonfigurationer ned i Google Chrome OS och skrivarna görs tillgängliga i enlighet med principerna NativePrintersBulkAccessMode, NativePrintersBulkWhitelist och NativePrintersBulkBlacklist.

Om du anger den här principen kan användarna varken ändra eller åsidosätta den.

Principen påverkar inte om användarna får konfigurera skrivare på enskilda enheter. Den är tänkt som ett komplement till enskilda användares skrivarkonfigurationer.
</string><string id="NativePrintersBulkWhitelist">Aktiverade företagsskrivare</string><string id="NativePrintersBulkWhitelist_Explain">Anger vilka skrivare som får användas.

Den här principen används bara när NativePrintersBulkAccessMode är inställd på WhitelistPrintersOnly.

Om principen används är bara de skrivare vars id matchar något av principens värden tillgängliga för användaren. Id:na måste svara mot posterna i den fil som angetts i NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Aktiverade företagsskrivare</string><string id="NetworkPredictionOptions">Aktivera nätverksförslag</string><string id="NetworkPredictionOptions_Explain">Policyn aktiverar nätverksförslag i Google Chrome och förhindrar att användarna ändrar inställningen.

Detta styr DNS-förhämtning, TCP- och SSL-föranslutning och förrendering av webbsidor.

Om du ställer in den här inställningen på ”alltid”, ”aldrig” eller ”endast Wi-Fi” kan inte användare ändra eller åsidosätta inställningen i Google Chrome.

Om policyn inte ställs in aktiveras nätverksförslag, men användaren kan då ändra det.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Förutsäg nätverksåtgärder för alla nätverksanslutningar</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Förutsäg nätverksåtgärder på alla nätverk som inte är mobila.
(Utfasas efter 50, tas bort efter 52. Om värdet 1 är angivet efter 52 behandlas det som 0 – förutsäg nätverksåtgärder på alla nätverksanslutningar.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Förutsäg inte nätverksåtgärder för någon nätverksanslutning</string><string id="NoteTakingAppsLockScreenWhitelist">Ange anteckningsappar som är tillåtna på låsskärmen i Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Anger en lista med anteckningsappar som går att aktivera på låsskärmen i Google Chrome OS.

När den föredragna anteckningsappen har aktiverats på låsskärmen ges möjlighet att starta den appen i gränssnittet på låsskärmen.
När anteckningsappen har startats kan den öppna ett appfönster ovanpå låsskärmen och skapa dataobjekt (anteckningar) med låsskärmen som kontext. Appen kan importera de anteckningar som skapas till den primära användarsessionen när sessionen har låsts upp. För närvarande stöds bara anteckningsappar i Chrome på låsskärmen.

När principen har ställts in går en app bara att aktivera som anteckningsapp på låsskärmen om den appens tilläggs-id står med i principens värdelista.
Därav följer att anteckningar på låsskärmen inaktiveras helt och hållet om principen ställs in på en tom lista.
Observera att användaren inte nödvändigtvis kan aktivera en anteckningsapp på låsskärmen även om dess app-id har angetts i principen. I Chrome 61, till exempel, begränsas listan med tillgängliga appar ytterligare av plattformen.

Om principen inte ställs in alls begränsar den inte villka appar som användaren får aktivera på låsskärmen.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Ange anteckningsappar som är tillåtna på låsskärmen i Google Chrome OS</string><string id="OpenNetworkConfiguration">Nätverkskonfiguration på användarnivå</string><string id="OpenNetworkConfiguration_Explain">Tillåter att en pushad nätverkskonfiguration används per användare på en Google Chrome OS-enhet. Nätverkskonfigurationen är en JSON-formaterad sträng som definieras av formatet för öppen nätverkskonfiguration som beskrivs på https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Aktivera filtrering av webbadresser för PAC (för https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Tar bort sekretess- och säkerhetskänsliga delar av https://-adresser innan de skickas till PAC-skript (Proxy Auto Config) som används av Google Chrome under proxytolkning.

Om värdet är Sant är säkerhetsfunktionen aktiverad och https://-adresser
rensas innan de skickas till ett PAC-skript. Det innebär att PAC-skriptet
inte kan visa data som i vanliga fall skyddas av en
krypterad kanal (till exempel webbadressens sökväg och sökfråga).

Om värdet är Falskt är säkerhetsfunktionen inaktiverad och PAC-skript
kan implicit visa alla komponenter i en https://-adress.
Detta gäller alla PAC-skript oavsett ursprung (inklusive
skript som hämtas via en osäker anslutning eller upptäcks osäkert
via WPAD).

Standardvärdet är Sant (säkerhetsfunktionen är aktiverad), förutom för
företagsanvändare av Chrome OS, som har standardvärdet Falskt.

Den rekommenderade inställningen är Sant. Den enda orsaken att välja
Falskt är om det orsakar problem med befintliga PAC-skript.

Vi har för avsikt att ta bort åsidosättningsmöjligheten senare.</string><string id="PinnedLauncherApps">Lista över fasta appar som ska visas i startfönstret</string><string id="PinnedLauncherApps_Explain">Visar en lista med de appidentifierare som ska visas som fasta appar i startfältet i Google Chrome OS.

Om den här policyn är konfigurerad är appuppsättningen fast och kan inte ändras av användaren.

Om den här policyn inte ställs in kan användaren ändra listan med fasta appar i startfältet.</string><string id="PinnedLauncherAppsDesc">Lista över fasta appar som ska visas i startfönstret</string><string id="PolicyRefreshRate">Uppdateringsfrekvens för användarpolicy</string><string id="PolicyRefreshRate_Explain">Anger en tid i millisekunder för hur ofta enhetshanteringstjänsten tillfrågas om användarpolicyinformation.

När denna policy har ställts in åsidosätts standardvärdet tre timmar. Giltiga värden är från 1800000 (30 minuter) till 86400000 (en dag). Värden utanför intervallet ändras till närmaste gräns. Om plattformen stöder policymeddelanden används 24 timmar som uppdateringsfördröjning, eftersom uppdateringar då sker automatiskt så fort policyn förändras.

Om denna policy inte har ställts in används standardvärdet 3 timmar i Google Chrome.

Observera att om plattformen stöder policymeddelanden används 24 timmar som uppdateringsfördröjning (och alla standardvärden och detta policyvärde ignoreras), eftersom uppdateringar då sker automatiskt så fort policyn förändras. Det gör tätare uppdateringar överflödiga.</string><string id="PrintingEnabled">Aktivera utskrift</string><string id="PrintingEnabled_Explain">Aktiverar utskrift i Google Chrome och förhindrar att användare ändrar inställningen.

Om inställningen är aktiverad eller inte har konfigurerats kan användarna skriva ut.

Om inställningen har inaktiverats kan användarna inte skriva ut från Google Chrome. Utskrifter inaktiveras bland annat via skiftnyckelmenyn, tillägg och JavaScript-appar. Det går fortfarande att skriva ut från pluginprogram som kopplas förbi Google Chrome under utskriften. Vissa Flash-appar har till exempel utskriftsalternativet i kontextmenyn, som inte omfattas av policyn.</string><string id="QuicAllowed">Tillåter QUIC-protokoll</string><string id="QuicAllowed_Explain">Om den här policyn är inställd på sant eller inte har angetts är användning av QUIC-protokoll i Google Chrome tillåten.
Om policyn är inställd på falskt är inte användning av QUIC-protokoll tillåten.</string><string id="RebootAfterUpdate">Starta om automatiskt efter uppdatering</string><string id="RebootAfterUpdate_Explain">Schemalägg en automatisk omstart efter uppdatering av Google Chrome OS.

När den här principen är sann schemaläggs en automatisk omstart när Google Chrome OS har uppdaterats och en omstart krävs för att slutföra processen. Omstarten schemaläggs omedelbart man kan fördröjas i upp till 24 timmar om någon använder enheten.

När den här principen är falsk schemaläggs ingen automatisk omstart när Google Chrome OS har uppdaterats. Processen slutförs när användaren startar om enheten.

Om du anger den här principen kan användarna varken ändra eller åsidosätta den.

Obs! För närvarande är automatiska omstarter bara aktiverade när inloggningsskärmen visas eller när en kioskappssession pågår. Detta kommer att förändras och principen kommer alltid att gälla, oavsett om en session av en viss typ pågår eller inte.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Om OCSP/CRL-kontroller online krävs för lokala tillitsankare</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">När den här inställningen är aktiverad kommer Google Chrome alltid att utföra kontroller för återkallning av servercertifikat som valideras och signeras av lokalt installerade CA-certifikat.

Om Google Chrome inte kan hämta statusinformation för återkallning kommer sådana certifikat att behandlas som återkallade (&quot;hard-fail&quot;).

Om ingen inställning görs för principen eller om den har värdet falskt använder Google Chrome de befintliga inställningarna för kontroller för återkallning online.</string><string id="RunAllFlashInAllowMode">Utöka inställningen för Flash-innehåll till allt innehåll</string><string id="RunAllFlashInAllowMode_Explain">Om du aktiverar den här inställningen körs allt inbäddat Flash-innehåll på webbplatser där Flash är tillåtet enligt innehållsinställningarna (som kan ha angetts av användaren eller med en företagsprincip). Det gäller även innehåll som kommer från andra domäner eller småskaligt innehåll.

Du styr vilka webbplatser som Flash får köras på med principerna DefaultPluginsSetting, PluginsAllowedForUrls och PluginsBlockedForUrls.

Om den här inställningen har inaktiverats eller lämnats orörd kan Flash-innehåll från andra domäner eller småskaligt innehåll blockeras.</string><string id="SAMLOfflineSigninTimeLimit">Begränsa tiden som en användare som verifierats via SAML kan logga in offline</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Tillåt fortsättning från SSL-varningssidan</string><string id="SSLErrorOverrideAllowed_Explain">Chrome visar en varningssida när användare besöker webbplatser med SSL-fel. Som standardinställning eller om den här principen är inställd på sant ges användare möjligheten att klicka sig förbi dessa varningssidor.
Om principen är inställd på falskt hindras användare från att klicka sig förbi varningssidor.</string><string id="SSLVersionMax">Högsta SSL-version har aktiverats</string><string id="SSLVersionMax_Explain">Varning! Principen för den högsta TLS-versionen tas bort helt från Google Chrome kring version 66 (runt februari 2018).

Om denna princip inte konfigureras används den högsta standardversionen (TLSv1.3) av Google Chrome.

I annat fall kan den anges till värdena tls1.2 eller tls1.3. När ett värde har angetts används inte versioner av SSL/TLS som är tidigare än den angivna versionen av Google Chrome. Ett värde som inte känns igen ignoreras.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Aktivera Säker webbsökning</string><string id="SafeBrowsingEnabled_Explain">Aktiverar funktionen Säker webbsökning i Google Chrome och hindrar användarna från att ändra inställningen.

Om du aktiverar inställningen är Säker webbsökning alltid aktiverad.

Om du inaktiverar inställningen är Säker webbsökning aldrig aktiverad.

Om du aktiverar eller inaktiverar den här inställningen kan användarna inte ändra eller åsidosätta inställningen Aktivera skydd mot lösenordsfiske och skadlig programvara i Google Chrome.

Om principen inte anges är den aktiverad, men användarna kan ändra den.

Läs mer om Säker webbsökning på https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Tillåt användare att välja utökad rapportering i Säker webbsökning</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Om den här principen är inställd på falskt kan inte användare skicka systeminformation eller innehåll på sidan till Googles servrar. Om inställningen är inställd på sant eller inte har konfigurerats kan användare skicka systeminformation och innehåll på sidan till Säker webbsökning och bidra till att farliga appar och webbplatser identifieras.

Läs mer om Säker webbsökning på https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Spara inte webbhistorik</string><string id="SavingBrowserHistoryDisabled_Explain">Policyn gör att webbhistoriken inte sparas i Google Chrome och förhindrar att användarna ändrar inställningen.

Om inställningen är aktiverad sparas ingen webbhistorik. Inställningen inaktiverar även fliksynkronisering.

Om inställningen är inaktiverad eller inte har angetts sparas webbhistorik.</string><string id="SearchSuggestEnabled">Aktivera sökförslag</string><string id="SearchSuggestEnabled_Explain">Policyn aktiverar sökförslag i adressfältet i Google Chrome och förhindrar att användarna ändrar inställningen.

Om du aktiverar inställningen används sökförslag.

Om du inaktiverar inställningen används aldrig sökförslag.

Om du aktiverar eller inaktiverar inställningen kan användarna inte ändra eller åsidosätta inställningen i Google Chrome.

Om policyn inte anges är inställningen aktiverad men kan ändras av användaren.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Anger de rekommenderade språkkoderna för en offentlig session</string><string id="SessionLocales_Explain">Anger en eller flera rekommenderade språkkoder för en offentlig session så att användare enkelt kan använda någon av dessa språkkoder.

Användaren kan välja en språkkod och en tangentbordslayout innan en offentlig session startas. Som standard anges alla språkkoder som stöds av Google Chrome OS i alfabetisk ordning. Du kan använda den här principen för att flytta flera rekommenderade språkkoder högst upp i listan.

Om principen inte är inställd kommer den aktuella språkkoden för gränssnittet att vara förvald.

Om principen är inställd kommer de rekommenderade språkkoderna att flyttas högst upp i listan och separeras visuellt från alla andra språkkoder. De rekommenderade språkkoderna anges i den ordning de visas i principen. Den första rekommenderade språkkoden är förvald.

Om det finns mer än en rekommenderad språkkod antas användarna kunna välja mellan dessa. Valet av språkkod och tangentbordslayout erbjuds på ett framträdande sätt när en offentlig session startas. I annat fall antas att de flesta användare använder den förvalda språkkoden. Valet av språkkod och tangentbordslayout erbjuds inte på ett lika framträdande sätt när en offentlig session startas.

När den här principen är inställd och automatisk inloggning aktiverad (mer information finns i principerna |DeviceLocalAccountAutoLoginId| och |DeviceLocalAccountAutoLoginDelay|) används den första rekommenderade språkkoden och den populäraste tangentbordslayouten som matchar språkkoden i den offentliga sessionen som startade automatiskt.

Den förvalda tangentbordslayouten är alltid den populäraste layouten som överensstämmer med den förvalda språkkoden.

Den här principen kan endast ställas in som rekommenderad. Du kan använda principen för att flytta flera rekommenderade språkkoder högst upp, men användare kan alltid välja en språkkod som stöds av Google Chrome OS för sessionen.
</string><string id="SessionLocalesDesc">Anger de rekommenderade språkkoderna för en offentlig session</string><string id="ShelfAutoHideBehavior">Kontrollera hur hyllan döljs automatiskt</string><string id="ShelfAutoHideBehavior_Explain">Kontrollera hur Google Chrome OS-hyllan döljs automatiskt.

Om policyn har angetts till AlwaysAutoHideShelf döljs alltid hyllan automatiskt.

Om policyn har angetts till NeverAutoHideShelf döljs aldrig hyllan automatiskt.

Om du tillämpar den här policyn kan inte användarna ändra eller förbigå den.

Om policyn inte tillämpas kan användarna välja om de vill att hyllan ska döljas automatiskt.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Dölj alltid hyllan automatiskt</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Dölj aldrig hyllan automatiskt</string><string id="ShowHomeButton">Visa knappen Startsida i verktygsfältet</string><string id="ShowHomeButton_Explain">Policyn visar knappen Startsida i verktygsfältet i Google Chrome.

Om du aktiverar inställningen visas alltid knappen Startsida.

Om du inaktiverar inställningen visas aldrig knappen Startsida.

Om du aktiverar eller inaktiverar inställningen kan den inte ändras eller åsidosättas av användare i Google Chrome.

Om du inte anger policyn kan användaren välja om knappen Startsida ska visas.</string><string id="ShowLogoutButtonInTray">Lägg till en utloggningsknapp i systemfältet</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Aktivera webbplatsisolering för alla webbplatser</string><string id="SitePerProcess_Explain">
OBS! Det här är en experimentell princip som kan göra så att något slutar fungera!
Ta gärna en titt på principen IsolateOrigins också – du kan få det bästa av
två världar, isolering och begränsad inverkan på användarna, genom att ange
en lista med webbplatser som ska isoleras med IsolateOrigins. Med den här
inställningen, SitePerProcess, isoleras alla webbplatser.
När principen är aktiverad körs varje webbplats som en egen process.
När principen inaktiveras gäller den logik för processhantering som
användes före webbplatsisoleringen.
Om principen inte konfigureras kan användaren ändra inställningen.
</string><string id="SpellCheckServiceEnabled">Aktivera eller inaktivera webbtjänsten för stavningskontroll</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome kan använda en webbtjänst från Google för att åtgärda stavfel. Om inställningen aktiveras används alltid den här tjänsten. Om den inaktiveras används tjänsten aldrig.

Du kan fortfarande göra en stavningskontroll med hjälp av en ordlista som du laddar ned. Policyn styr endast användningen av onlinetjänsten.

Om den här inställningen inte konfigureras kan användare välja om de vill använda stavningskontrollen eller inte.</string><string id="SuppressUnsupportedOSWarning">Ignorera varningar för operativsystem som inte stöds</string><string id="SuppressUnsupportedOSWarning_Explain">Ignorerar varningar som visas när Google Chrome körs på en dator eller i ett operativsystem som inte längre stöds.</string><string id="SyncDisabled">Inaktivera synkronisering av data med Google</string><string id="SyncDisabled_Explain">Inaktiverar datasynkronisering i Google Chrome med synkroniseringstjänster från Google och förhindrar att användarna ändrar inställningen.

Om du aktiverar inställningen kan användarna inte ändra eller åsidosätta inställningen i Google Chrome.

Om inget värde anges för principen kan användaren själv välja om Google Sync ska användas eller inte.

Om du vill inaktivera Google Sync helt och hållet rekommenderar vi att du inaktiverar tjänsten Google Sync på Googles administratörskonsol.

Denna princip ska inte aktiveras när principen RoamingProfileSupportEnabled är aktiverad eftersom den använder samma funktioner på klientsidan. Synkroniseringstjänster från Google inaktiveras i sådana fall helt och hållet.</string><string id="SystemTimezone">Tidszon</string><string id="SystemTimezone_Explain">Anger vilken tidszon som används på enheten. Användare kan åsidosätta den angivna tidszonen för den aktuella sessionen. När användaren loggar ut återgår dock inställningen till den angivna tidszonen. Om en ogiltig tidszon anges är principen fortfarande aktiverad och GMT används istället. Om en tom sträng anges ignoreras principen.

Om principen inte används är det den tidszon som för närvarande är aktiv som används. Användare kan dock ändra tidszonen och ändringen är permanent. Därför påverkas inloggningsskärmen och alla användare av de ändringar som en enskild användare gör.

På nya enheter har tidszonen US/Pacific angetts.

Formatvärdet följer namnen på tidszonerna i databasen IANA Time Zone Database (besök http://sv.wikipedia.org/wiki/Tz_database). Det går att hänvisa till de flesta tidszoner som continent/large_city eller ocean/large_city.

När du anger principen inaktiveras automatiska tidszoner efter enhetens plats. Principen SystemTimezoneAutomaticDetection åsidosätts också.</string><string id="SystemTimezoneAutomaticDetection">Konfigurera metod för automatisk tidszonsangivelse</string><string id="SystemTimezoneAutomaticDetection_Explain">När den här principen har ställts in fungerar den automatiska identifieringen av tidszon på något av följande sätt beroende på vilken inställning som har valts:

Med inställningen TimezoneAutomaticDetectionUsersDecide kan användarna bestämma om tidszonen ska identifieras automatiskt via de vanliga valmöjligheterna i chrome://settings.

Med inställningen TimezoneAutomaticDetectionDisabled inaktiveras valmöjligheterna i chrome://settings. Automatisk identifiering av tidszon är alltid inaktiverat.

Med inställningen TimezoneAutomaticDetectionIPOnly inaktiveras valmöjligheterna i chrome://settings. Automatisk identifiering av tidszon är alltid aktiverat. Platsen fastställs endast med hjälp av IP när tidszonen identifieras.

Med inställningen TimezoneAutomaticDetectionSendWiFiAccessPoints inaktiveras valmöjligheterna i chrome://settings. Automatisk identifiering av tidszon är alltid aktiverat. Listan med synliga Wi-Fi-åtkomstpunkter skickas alltid till servern för Geolocation API så att tidszonen ska kunna identifieras med hög precision.

Med inställningen TimezoneAutomaticDetectionSendAllLocationInfo inaktiveras valmöjligheterna i chrome://settings. Automatisk identifiering av tidszon är alltid aktiverat. Platsinformation (som Wi-Fi-åtkomstpunkter, åtkomliga mobilmaster, GPS) skickas till en server så att tidszonen ska kunna identifieras med hög precision.

Om principen inte har ställts in fungerar det på samma sätt som med inställningen TimezoneAutomaticDetectionUsersDecide.

Om principen SystemTimezone har ställts in har den företräde framför den här principen. I så fall inaktiveras automatisk identifiering av tidszon helt.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Skicka alla tillgängliga platssignaler till servern när tidszon fastställs</string><string id="SystemUse24HourClock">Använd 24-timmarsklocka som standard</string><string id="SystemUse24HourClock_Explain">Anger klockformatet som ska användas på enheten.

Denna policy konfigurerar klockformatet som ska användas på inloggningsskärmen och som standardinställning gör användarsessioner. Användare kan fortfarande åsidosätta klockformatet för sina konton.

Om värdet &quot;true&quot; anges för policyn används formatet 24-timmarstid på enheten. Om värdet &quot;false&quot; anges för policyn används formatet 12-timmarstid.

Om inget värde anges för policyn används formatet 24-timmarstid som standard.</string><string id="TPMFirmwareUpdateSettings">Konfigurera beteende för uppdatering av firmware för TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Konfigurerar tillgängligheten och beteendet för uppdateringar av firmware för TPM.

Enskilda inställningar kan anges som JSON-egenskaper:

allow-user-initiated-powerwash: Om värdet true anges för principen kan användare aktivera Powerwash så att uppdateringar av firmware för TPM kan installeras.

Om inget värde anges för principen är uppdateringar av firmware för TPM inte tillgängliga.</string><string id="TaskManagerEndProcessEnabled">Gör det möjligt att avsluta processer i Aktivitetshanteraren</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Ange användarvillkor för ett lokalt enhetskonto</string><string id="TermsOfServiceURL_Explain">Anger de användarvillkor som användaren måste godkänna innan en session med ett konto som är lokalt i enheten kan påbörjas.

Om policyn ställs in laddar Google Chrome OS ned användarvillkoren och de visas för användaren varje gång en session med ett konto som är lokalt i enheten påbörjas. Användaren får inte påbörja sessionen förrän användarvillkoren har godkänts.

Om policyn inte ställs in visas inga användarvillkor.

Den här policyn ska ställas in på en webbadress som Google Chrome OS kan ladda ned användarvillkoren från. Användarvillkoren måste vara oformaterad text av MIME-typ. Ingen kod får användas.</string><string id="TouchVirtualKeyboardEnabled">Aktivera virtuellt tangentbord</string><string id="TouchVirtualKeyboardEnabled_Explain">Denna policy konfigurerar aktiveringen av det virtuella tangentbordet som en inmatningsenhet i Chrome OS. Användare kan inte åsidosätta denna policy.

Om värdet som har angetts för policyn är &quot;true&quot; är det virtuella tangentbordet på skärmen alltid aktiverat.

Om värdet som anges är &quot;false&quot; är det virtuella tangentbordet på skärmen alltid inaktiverat.

Om du anger den här policyn kan användare inte ändra eller åsidosätta den. Användare kan däremot aktivera/inaktivera ett tillgänglighetstangentbord på skärmen som har företräde framför det virtuella tangentbord som kontrolleras av denna policy. I policyn |VirtualKeyboardEnabled| ser du hur du kontrollerar tillgänglighetstangentbordet på skärmen.

Om denna policy inte anges inaktiveras tangentbordet på skärmen till att börja med, men användaren kan när som helst aktivera det. Heuristiska regler kan även användas för att ange när tangentbordet ska visas.</string><string id="TranslateEnabled">Aktivera Översätt</string><string id="TranslateEnabled_Explain">Policyn aktiverar den integrerade tjänsten Google Översätt i Google Chrome.

Om du aktiverar inställningen visas ett integrerat verktygsfält i Google Chrome där användaren kan välja att få sidan översatt, om det är tillämpligt.

Om du inaktiverar inställningen kan användarna inte se översättningsfältet.

Om du aktiverar eller inaktiverar inställningen kan användarna inte ändra eller åsidosätta inställningen i Google Chrome.

Om du inte anger inställningen kan användarna välja om de vill använda funktionen eller inte.</string><string id="URLBlacklist">Blockera åtkomst till en lista med webbadresser</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blockera åtkomst till en lista med webbadresser</string><string id="URLWhitelist">Ger åtkomst till en lista med webbadresser</string><string id="URLWhitelist_Explain">Tillåter åtkomst till de webbadresser som anges, som undantag till svartlistan för webbadresser.

Formatet för poster i listan beskrivs i policyn för svartlistade webbadresser.

Den här policyn kan användas som undantag till restriktiva svartlistor. Du kan till exempel svartlista * för att blockera alla begäranden och sedan tillåta åtkomst till ett begränsat antal webbadresser med den här policyn. Den kan användas för att öppna undantag till vissa scheman, underdomäner till andra domäner, portar eller specifika sökvägar.

Det mest specifika filtret avgör om en webbadress är blockerad eller tillåten. Vitlistan har företräde framför svartlistan.

Den här policyn är begränsad till 1 000 poster. Efterföljande poster ignoreras.

Om den här policyn inte anges görs inga undantag från policyn URLBlacklist.</string><string id="URLWhitelistDesc">Ger åtkomst till en lista med webbadresser</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">När värdet sant har angetts för den här principen är Enhetligt
skrivbord tillåtet och aktiverat som standard. Det gör att appar kan
sträcka sig över flera skärmar. Användaren kan inaktivera enhetligt skrivbord
för en enskild skärm genom att avmarkera det i skärminställningarna.

Om värdet falskt eller inget värde har angetts för principen inaktiveras
enhetligt skrivbord. I så fall kan användaren inte aktivera funktionen.</string><string id="UsbDetachableWhitelist">Vitlista med frånkopplingsbara USB-enheter</string><string id="UsbDetachableWhitelist_Explain">Definierar vilka USB-enheter som får kopplas bort från sina kärndrivrutiner så att de kan användas direkt i en webbapp med API:et chrome.usb. Posterna i listan består av id-par för USB, leverantörs-id och produkt-id, som tillsammans identifierar maskinvaran.

Om principen inte har konfigurerats är listan med frånkopplingsbara USB-enheter tom.</string><string id="UsbDetachableWhitelistDesc">Vitlista med frånkopplingsbara USB-enheter</string><string id="UserAvatarImage">Användarens avatarbild</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Ange visningsnamnet för lokala konton på enheten</string><string id="UserDisplayName_Explain">Kontrollerar hur kontonamnet Google Chrome OS visas på inloggningssidan för motsvarande lokala konto på enheten.

Om policyn tillämpas används den angivna strängen på inloggningsskärmen i den bildbaserade inloggningsväljaren för motsvarande lokala konto på enheten.

Om policyn inte tillämpas använder Google Chrome OS det lokala kontot på enhetens e-postkonto-ID som visningsnamn på inloggningsskärmen.

Policyn ignoreras för vanliga användarkonton.</string><string id="VideoCaptureAllowed">Tillåta eller neka videoinspelning</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Webbadresser som ska beviljas åtkomst till videoinspelningsenheter utan meddelande</string><string id="VideoCaptureAllowedUrls_Explain">Mönster på den här listan kommer att matchas mot
den begärande webbadressens säkerhetsursprung. Om det blir en träff får
adressen åtkomst till ljudinspelningsenheter utan meddelande.

OBS! Fram till och med version 45 stöddes den här principen enbart i kioskläge.</string><string id="VideoCaptureAllowedUrlsDesc">Webbadresser som ska beviljas åtkomst till videoinspelningsenheter utan meddelande</string><string id="WPADQuickCheckEnabled">Aktivera WPAD-optimering</string><string id="WPADQuickCheckEnabled_Explain">Tillåter att WPAD-optimering (Web Proxy Auto-Discovery) inaktiveras för Google Chrome.

Om principen är inställd på falskt är WPAD-optimeringen inaktiverad, vilket innebär att Google Chrome får vänta längre på DNS-baserade WPAD-servrar. Om principen inte har konfigurerats eller har aktiverats är WPAD-optimeringen aktiverad.

Oavsett om eller hur principen har konfigurerats kan inte WPAD-optimeringen ändras av användare.</string><string id="WallpaperImage">Bakgrundsbild</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Låt WebRTC endast använda UDP-portar inom ett begränsat intervall</string><string id="WebRtcUdpPortRange_Explain">Om den här principen har angetts används bara UDP-portarna inom det angivna intervallet (ändvärdena inräknade) för WebRTC.

Om principen inte anges eller om den har ställts in på den tomma strängen eller ett ogiltigt portintervall får vilken tillgänglig lokal UDP-port som helst användas för WebRTC.</string></stringTable><presentationTable><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Åtgärd som ska vidtas när användaren stänger locket</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Procentsats med vilken fördröjningen av skärmdämpningen ska skalanpassas i presentationsläge:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Procentsats med vilken fördröjningen av dämpningen av skärmen ska skalanpassas om användaren gör något efter dämpningen:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Energisparinställningar när användaren är inaktiv</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Skärmlåsfördröjningar</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Tilläggen får använda API:et för fjärrattestering</listBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Standardinställning för cookies</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Standardinställning för bilder</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Standardinställning för JavaScript</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Standardinställning för Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Standardinställning för popup-fönster</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Standardinställning för avisering</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Standardinställning för geografisk plats</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Kontrollera användningen av Web Bluetooth API</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Välj klientcertifikat automatiskt för dessa webbplatser</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Tillåt cookies på dessa webbplatser</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blockera cookies på dessa webbplatser</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Tillåt sessionscookies på dessa webbplatser</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Tillåt bilder på dessa webbplatser</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blockera bilder på dessa webbplatser</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Tillåt JavaScript på dessa webbplatser</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blockera JavaScript på dessa webbplatser</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Tillåt pluginprogrammet för Flash på dessa webbplatser</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blockera pluginprogrammet för Flash på dessa webbplatser</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Tillåt popup-fönster på dessa webbplatser</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registrera protokollhanterare</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blockera popup-fönster på dessa webbplatser</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Tillåt meddelanden på dessa webbplatser</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blockera meddelanden på dessa webbplatser</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Ange typen av skärmförstorare</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Ange standardtypen för skärmförstoraren på inloggningsskärmen</dropdownList></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Konfigurera prefixet TalkGadget för fjärråtkomstvärdar</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Begränsa UDP-portintervallet som används av värden för fjärråtkomst</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Webbadress där fjärråtkomstklienter erhåller sin autentiseringstoken</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>Webbadress för validering av autentiseringstoken för fjärråtkomstklient</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Klientcertifikat för att ansluta till RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Autentiseringsscheman som stöds</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Vitlista för autentiseringsserver</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Vitlista  för Kerberos-delegeringsserver</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Välj hur inställningar för proxyserver ska anges</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Proxyserverns adress eller webbadress</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Webbadress till en PAC-proxyfil</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Kommaavgränsad lista med regler för proxybypass</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Webbadress för sidan Ny flik</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Standardsökleverantörens namn</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Sökord för standardsökleverantör</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Sökadress för standardsökleverantör</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Standardsökleverantörens förslagsadress</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Dynamisk webbadress för standardsökleverantör</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikon för standardsökleverantör</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Kodningar för standardsökleverantör</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Lista över alternativa webbadresser för standardsökleverantören.</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter som styr sökordsplacering för standardsökleverantören</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter som anger bildsökningsfunktionen för sökleverantören som är standard</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Webbadress för standardsökleverantören av ny fliksida</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametrar för sökadress som använder POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametrar för föreslagen webbadress som använder POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametrar för webbadress för Instant som använder POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametrar för bildwebbadresser som använder POST</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Webbadress för startsida</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Åtgärd vid start</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Webbadresser att öppna vid start</listBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Tilläggs-ID:n som användaren inte får installera (eller * om det gäller alla)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Tilläggs-ID:n att undanta från svartlistan</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Tilläggs-/app-id:n och uppdateringsadresser som ska installeras obemärkt</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Webbadressmönster för att tillåta installationer av tillägg, appar och användarskript från</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Typer av tillägg/appar som får installeras</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Inställningar för hantering av tillägg</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Ange vilka domäner som ska ha tillgång till Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Ange om certifikat ska vara tillgängliga för ARC-appar</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfigurera ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Webbadresser som ska ges tillgång till ljudinspelningsenheter utan meddelande</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Inaktivera tillämpning av Certifikattransparens för en lista med webbadresser</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Styr användarens beteende i en multiprofilsession</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Lanseringskanal</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Skrivarens standardurvalsregler</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfigurera listan över installerade appar på inloggningsskärmen</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Tangentbordslayouter för enhetens inloggningsskärm</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Språkkod för enhetens inloggningsskärm</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Energibesparing på inloggningssidan</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Skivarkonfigurationsfil för företagsenheter</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Åtkomstprincip för skrivarkonfigurationer för enheter.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Inaktiverade skrivare för företagsenheter</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Aktiverade skrivare för företagsenheter</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervall för användning utanför arbetstid när OffHours |ignored_policy_proto_tags| lanseras för enheten</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Nätverkskonfiguration på enhetsnivå</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Uppdateringsfrekvens för enhetspolicy:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Flaggor som gäller hela systemet och som ska tillämpas vid start av Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Målversion för automatisk uppdatering</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Anslutningstyper som tillåts för uppdateringar</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Uppdatera spridningsfaktor automatiskt:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Vitlista för användarinloggning</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Enhetens bakgrundsbild</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Ange standardrotation efter omstart för skärmen</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Ange nedladdningskatalog</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Nedladdningsbegränsningar</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Migreringsstrategi för ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Aktivera föråldrade webbplattformsfunktioner under en begränsad tid</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Ange obligatorisk lägstanivå för begränsat läge på YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Tillgänglighet för inkognitoläge</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Aktivera webbplatsisolering för enskilda ursprung</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Nyckelbehörigheter</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Hanterade bokmärken</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Längsta fördröjning av hämtning efter en ogiltigförklarad policy:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Integrerad utskrift</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Åtkomstprincip för skrivarkonfiguration</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Inaktiverade företagsskrivare</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Konfigurationsfil för företagsskrivare</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Aktiverade företagsskrivare</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Aktivera nätverksförslag</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Ange anteckningsappar som är tillåtna på låsskärmen i Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Nätverkskonfiguration på användarnivå</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Lista över fasta appar som ska visas i startfönstret</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Uppdateringsfrekvens för användarpolicy:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Begränsa tiden som en användare som verifierats via SAML kan logga in offline:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Högsta SSL-version har aktiverats</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Anger de rekommenderade språkkoderna för en offentlig session</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Kontrollera hur hyllan döljs automatiskt</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Tidszon</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfigurera metod för automatisk tidszonsangivelse</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfigurera beteende för uppdatering av firmware för TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Ange användarvillkor för ett lokalt enhetskonto</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blockera åtkomst till en lista med webbadresser</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Ger åtkomst till en lista med webbadresser</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Vitlista med frånkopplingsbara USB-enheter</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Användarens avatarbild</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Ange visningsnamnet för lokala konton på enheten</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Webbadresser som ska beviljas åtkomst till videoinspelningsenheter utan meddelande</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Bakgrundsbild</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Låt WebRTC endast använda UDP-portar inom ett begränsat intervall</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>