<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 au ya karibuni zaidi</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Mipangilio ya Chaguo-Msingi (watumiaji wanaweza kubadilisha)</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Huwasha Google Cast</string><string id="EnableMediaRouter_Explain">Ikiwa sera hii imewekwa kuwa ndivyo au haijawekwa, Google Cast itawashwa na watumiaji wataweza kuifungua kwenye menyu ya programu, menyu za ukurasa, vidhibiti vya  maudhui kwenye tovuti zinazoweza kutumia Google Cast na (ikiwa imeonyeshwa) aikoni ya upau wa vidhibiti vya Google Cast.

Ikiwa sera hii imewekwa kuwa sivyo, Google Cast itazimwa.</string><string id="ShowCastIconInToolbar">Onyesha aikoni ya upau wa vidhibiti wa Google Cast</string><string id="ShowCastIconInToolbar_Explain">Sera hii ikiwekwa kuwa ndivyo, aikoni ya upau wa vidhibiti vya Google Cast itaonyeshwa kila wakati kwenye upau wa vidhibiti au menyu ya vipengee vya ziada, na watumiaji hawataweza kuiondoa.

Sera hii ikiwekwa kuwa sivyo au isipowekwa, watumiaji wataweza kubandika au kuondoa aikoni kupitia menyu yake.

Sera ya &quot;EnableMediaRouter&quot; ikiwekwa kuwa sivyo, basi thamani ya sera hii haitakuwa na athari, na aikoni ya upau wa vidhibiti haitaonyeshwa.</string><string id="PasswordManager_group">Kidhibiti cha nenosiri</string><string id="PasswordManagerEnabled">Washa kipengele cha kuhifadhi manenosiri kwenye kidhibiti cha nenosiri</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="DefaultSearchProvider_group">Kitoaji chaguo-msingi cha utafutaji</string><string id="DefaultSearchProviderEnabled">Wezesha kitoaji chaguo-msingi cha utafutaji</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Kitoaji chaguo-msingi cha utafutaji</string><string id="DefaultSearchProviderName_Explain">Inabainisha jina la mtoaji wa utafutaji chaguo -msingi. Likiachwa tupu au bila kuwekwa, jina la mpangishaji lililobainishwa na URL ya utafutaji litatumiwa.

Sera hii inazingatiwa tu ikiwa sera ya 'DefaultSearchProviderEnabled' itawezeshwa.</string><string id="DefaultSearchProviderKeyword">Nenomsingi la mtoa huduma chaguo-msingi wa utafutaji</string><string id="DefaultSearchProviderKeyword_Explain">Hubainisha neno muhimu, ambalo ni njia mkato inayotumiwa katika SanduKuu kusisimua utafutaji kwa mtoa huduma huyu.

Sera hii ni ya hiari. Ikiwa haijawekwa, hakuna neno muhimu litakaloamilisha mtoa huduma ya utafutaji.

Sera hii inazingatiwa tu ikiwa sera ya 'DefaultSearchProviderEnabled' imewezeshwa.</string><string id="DefaultSearchProviderSearchURL">Mtoaji wa utafutaji chaguo-msingi wa URL ya utafutaji</string><string id="DefaultSearchProviderSearchURL_Explain">Hubainisha URL ya mtambo wa kutafuta inayotumika unapofanya utafutaji chaguo-msingi. URL inapaswa kuwa na mfuatano wa '{searchTerms}', ambao nafasi yake inachukuliwa wakati wa kuandika hoja ya maneno ambayo mtumiaji anatafuta.

URL ya utafutaji wa Google inaweza kubanishwa kuwa: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Lazima chaguo hili liwekwe wakati sera ya 'DefaultSearchProviderEnabled' imewashwa na itazingatiwa tu hali hii ikitimizwa.</string><string id="DefaultSearchProviderSuggestURL">Mtoa huduma chaguo-msingi wa utafutaji anapendekeza URL</string><string id="DefaultSearchProviderSuggestURL_Explain">Hubainisha URL ya mtambo wa kutafuta uliotumiwa kutoa mapendekezo ya utafutaji. URL sharti iwe na mfuatano '{searchTerms}', ambao nafasi yake itachukuliwa wakati wa kuandika hoja ya maandishi ambayo mtumiaji atakuwa ameweka.

Sera hii ni ya hiari. Ikiwa haijawekwa, hakuna mapendekezo ya URL yatakayotumiwa.

URL ya mapendekezo ya Google inaweza kubainishwa kuwa: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Sera hii inazingatiwa tu ikiwa sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="DefaultSearchProviderInstantURL">URL ya papo hapo ya kitoaji chaguo-msingi cha utafutaji</string><string id="DefaultSearchProviderInstantURL_Explain">Hubainisha URL ya mtambo wa kutafuta inayotumiwa kutoa matokeo ya papo hapo. URL inapaswa kuwa na mfuatano wa '{searchTerms}', ambao nafasi yake itachukuliwa wakati wa kuandika hoja ya maandishi ambayo mtumiaji atakuwa ameweka.

Sera hii ni ya hiari. Ikiwa haijawekwa, hakuna matokeo ya utafutaji ya papo hapo yatakayotolewa.

URL ya matokeo papo hapo ya Google inaweza kubainishwa kuwa: '{google:baseURL}suggest?q={searchTerms}'.

Sera hii inazingatiwa tu ikiwa sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="DefaultSearchProviderIconURL">Aikoni ya mtoaji wa utafutaji chaguo-msingi</string><string id="DefaultSearchProviderIconURL_Explain">Inabainisha aikoni ya URL pendwa ya mtoaji chaguo-msingi wa utafutaji.

Sera hii ni ya hiari. Ikiwa haitawekwa, hakuna aikoni itakayokuwepo kwa mtojai wa utafutaji.

Sera hii inafuatiliwa tu ikiwa sera ya 'DefaultSearchProviderEnabled' imewezeshwa.</string><string id="DefaultSearchProviderEncodings">Usimbaji wa kitoaji chaguo-msingi cha utafutaji</string><string id="DefaultSearchProviderEncodings_Explain">Inabainisha usimbaji wa vibambo unaohimiliwa na kitoaji cha utafutaji. Usimbaji ni majini ya ukurasa msimbo kama UTF-8, GB2312, na ISO-8859-1. Yanajaribiwa katika mpangilio uliotolewa.

Sera hii ni ya hiari. Ikiwa haijawekwa, chaguo-msingi itatumika ambayo nis UTF-8.

Sera hii inaheshimiwa tu ikiwa sera ya 'DefaultSearchProviderEnabled' imewezeshwa.</string><string id="DefaultSearchProviderEncodingsDesc">Usimbaji wa kitoaji chaguo-msingi cha utafutaji</string><string id="DefaultSearchProviderAlternateURLs">Orodha ya URL mbadala za mtoa huduma chaguo-msingi wa utafutaji.</string><string id="DefaultSearchProviderAlternateURLs_Explain">Hubainisha orodha ya URL mbadala zinazoweza kutumiwa ili kupata taminolijia za utafutaji kutoka kwenye mtambo wa kutafuta. URL zinafaa kuwa na maneno '{searchTerms}', ambayo yatatumika kupata taminolojia za utafutaji.

Sera hii ni ya hiari, Iwapo haijawekwa, hakuna url mbadala zitazotumika kupata hoja za utafutaji.

Sera hii inazingatiwa tu iwapo sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="DefaultSearchProviderAlternateURLsDesc">Orodha ya URL mbadala za mtoa huduma chaguo-msingi wa utafutaji.</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Kigezo kinachodhibiti uwekaji wa hoja ya utafutaji kwa mtoa huduma ya utafutaji chaguo-msingi</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Sera hii ikiwekwa na URL ya utafutaji inayopendekezwa kutoka kwenye sandukuu iwe na kigezo hiki katika mtiririko wa hoja au katika kitambulishi cha kipande, basi pendekezo litaonyesha maneno ya utafutaji na mtoa huduma ya utafutaji badala ya URL ya utafutaji ghafi.

Sera hii ni ya hiari. Isipowekwa, mabadiliko ya hoja ya utafutaji hayatatekelezwa.

Sera hii inaheshimiwa tu iwapo sera ya 'DefaultSearchProviderEnabled' imewezeshwa.</string><string id="DefaultSearchProviderImageURL">Kigezo kinachotoa kipengele cha kutafuta kwa picha kwa mtoa huduma wa utafutaji chaguo-msingi</string><string id="DefaultSearchProviderImageURL_Explain">Hubainisha URL ya injini tafuti inayotumika kutoa utafutaji kwa picha. Maombi ya utafutaji yatatumwa kwa kutumia mbinu ya GET. Kama sera ya DefaultSearchProviderImageURLPostParams imewekwa basi maombi ya utafutaji kwa picha yatatumia mbinu ya POST badala yake.

Sera hii ni ya hiari. Isipowekwa, hakuna utafutaji kwa picha utakaotumika.

Sera hii itatumika tu endapo sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="DefaultSearchProviderNewTabURL">Mtoa huduma ya utafutaji chaguo-msingi ya URL ya ukurasa wa kichupo kipya</string><string id="DefaultSearchProviderNewTabURL_Explain">Hubainisha URL ambayo injini ya utafutaji inatumia kutoa ukurasa mpya wa kichupo.

Sera hii ni ya hiari. Kama haitawekwa, hakuna ukurasa mpya wa kichupo utatolewa.

Sera hii inatumika tu kama sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="DefaultSearchProviderSearchURLPostParams">Vigezo vya URL ya utafutaji inayotumia POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Hubainisha vigezo vinavyotumika wakati wa kutafuta URL kwa kutumia POST.  Ina vikundi vya jina/thamani vinavyotenganishwa na koma. Kama thamani ni kigezo cha kiolezo, kama {Hoja za utafutaji} katika mfano hapo juu, itabadilishwa na data ya hoja za utafutaji halisi.

Sera hii ni ya hiari. Isipowekwa, ombi la utafutaji litatumwa kutumia mbinu ya GET.

Sera hii inatumika endapo sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="DefaultSearchProviderSuggestURLPostParams">Vigezo vya URL ya kupendekeza inayotumia POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Hubainisha vigezo vinavyotumika wakati wa kufanya utafutaji kwa mapendekezo kutumia POST. Ina vikundi vya jina/thamani vinavyotenganishwa na koma. Kama thamani ni kigezo cha kiolezo, kama, {Hoja za utafutaji} katika mfano hapo juu, itabadilishwa na data ya hoja za utafutaji halisi.

Sera hii ni ya hiari. Isipowekwa, ombi la utafutaji kwa mapendekezo litatumwa kwa kutumia mbinu ya GET.

Sera hii inatumika tu endapo sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="DefaultSearchProviderInstantURLPostParams">Vigezo vya URL ya papo hapo inayotumia POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Hubainisha vigezo vinavyotumika wakati wa kufanya utafutaji wa papo hapo kwa kutumia POST. Ina vikundi vya jina/thamani vinavyotenganishwa na koma. Kama thamani ni kigezo cha kiolezo, kama {Hoja za utafutaji} katika mfano hapo juu,
itabadilishwa na data ya hoja za utafutaji za kweli.

Sera hii ni ya hiari. Isipowekwa, ombi la utafutaji wa papo hapo litatumwa kwa kutumia mbinu ya GET.

Sera hii inatumika tu endapo sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="DefaultSearchProviderImageURLPostParams">Vigezo vya URL ya picha inayotumia POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Hubainisha vigezo vinavyotumika wakati wa kufanya utafutaji kwa picha kutumia POST. Ina vikundi vya jina/thamani vinavyotenganishwa na koma. Kama thamani ni kigezo cha kiolezo, kama {Kijipicha} katika mfano hapo juu, itabadilishwa na data ya kijipicha cha picha halisi.


Sera hii ni ya hiari. Isipowekwa, ombi la utafutaji kwa picha litatumwa kwa kutumia mbinu ya GET.

Sera hii inatumika tu endapo sera ya 'DefaultSearchProviderEnabled' imewashwa.</string><string id="RestoreOnStartupGroup_group">Kurasa za kuanza</string><string id="RestoreOnStartup">Kitendo kwa kuanza</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Fungua Ukurasa Mpya wa Kichupo</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Rejesha kipindi kilichopita</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Fungua orodha ya URL</string><string id="RestoreOnStartupURLs">URL za kufunguliwa unapooanza</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL za kufunguliwa unapooanza</string><string id="ContentSettings_group">Mipangilio ya Maudhui</string><string id="DefaultCookiesSetting">Mpangilio wa vidakuzi chaguo-msingi</string><string id="DefaultCookiesSetting_Explain">Hukuruhusu kuweka iwapo tovuti zinaruhusiwa kuweka data ya ndani. Kuweka data ya ndani kunaweza kuruhusiwa kwa tovuti zote au kukataliwa kwa tovuti zote.

Sera hii ikiwekwa 'Weka vidakuzi kwa muda wa kipindi' basi vidakuzi vitafutwa kipindi kikifungwa. Kumbuka kwamba ikiwa Google Chrome inatekeleza katika 'hali ya chini chini', huenda kipindi kisifungwe wakati dirisha la mwisho litakapofungwa. Tafadhali angalia sera ya 'BackgroundModeEnabled' kwa maelezo zaidi kuhusu kusanidi tabia hii.

Sera hii ikiachwa bila kuwekwa, kipengee cha 'AllowCookies' kitatumiwa na mtumiaji ataweza kukibadilisha.</string><string id="DefaultCookiesSetting_AllowCookies">Ruhusu tovuti zote kuweka data za karibu nawe</string><string id="DefaultCookiesSetting_BlockCookies">Usiruhusu tovuti yoyote kuweka data ya karibu</string><string id="DefaultCookiesSetting_SessionOnly">Weka vidakuzi katika muda wa kipindi</string><string id="DefaultImagesSetting">Mpangilio chaguo-msingi wa picha</string><string id="DefaultImagesSetting_Explain">Inakuruhusu kuweka iwapo tovuti zinaruhusiwa kuonyesha picha. Kuonyesha picha kunaweza kuwa kwa tovuti zote au kukataliwa kwa tovuti zote.

Ikiwa sera hii itasalia kama haijawekwa, 'AllowImages' zitatumiwa na mtumiaji ataweza kuibadilisha.</string><string id="DefaultImagesSetting_AllowImages">Ruhusu tovuti zote kuonyesha picha zote</string><string id="DefaultImagesSetting_BlockImages">Usiruhusu tovuti yoyote kuonyesha picha</string><string id="DefaultJavaScriptSetting">Mpangilio chaguo-msingi wa JavaScript</string><string id="DefaultJavaScriptSetting_Explain">Inakuruhusu kuweka iwapo tovuti zinaruhusiwa kuendesha JavaScript. Kuendesha JavaScript kunaweza kuruhusiwa kwa tovuti zote au kukataliwa kwa tovuti zote.

Ikiwa sera hii itasalia kama haijawekwa, 'AllowJavaScript' itatumiwa na mtumiaji ataweza kuibadilisha.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Ruhusu tovuti zote ziendeshe JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Usiruhusu tovuti yoyote iendeshe JavaScript</string><string id="DefaultPluginsSetting">Mipangilio chaguo-msingi ya Flash</string><string id="DefaultPluginsSetting_Explain">Hukuruhusu kuweka ikiwa tovuti zinaruhusiwa kutumia programu-jalizi ya Flash kiotomatiki. Kutumia programu-jalizi ya Flash kiotomatiki kunaweza kuruhusiwa au kukataliwa kwa tovuti zote.

Bofya ili kucheza inairuhusu programu-jalizi ya Flash kutumika lakini lazima mtumiaji abofye kishikilia nafasi ili ianze kutekeleza.

Sera hii isipowekwa, mtumiaji ataweza kuibadilisha mipangilio hii mwenyewe.</string><string id="DefaultPluginsSetting_AllowPlugins">Ruhusu tovuti zote kutimia programu-jalizi ya Flash kiotomatiki</string><string id="DefaultPluginsSetting_BlockPlugins">Zuia programu-jalizi ya Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Bofya ili kucheza</string><string id="DefaultPopupsSetting">Mpangilio chaguo-msingi za ibukizi</string><string id="DefaultPopupsSetting_Explain">Inakuruhusu kuweka ikiwa tovuti zinaruhusiwa kuonyesha ibukizi. Kuonyesha ibukizi kunaweza kuruhusiwa kwa tovuti zote au kukataliwa kwa tovuti zote.

Ikiwa sera hii itaachwa bila kuwekwa, 'BlockPopups' itatumiwa na mtumiaji ataweza kuibadilisha.</string><string id="DefaultPopupsSetting_AllowPopups">Ruhusu tovuti zote zionyeshe madirisha ibukizi</string><string id="DefaultPopupsSetting_BlockPopups">Usiruhusu tovuti yoyote kuonyesha madirisha ibukizi</string><string id="DefaultNotificationsSetting">Mpangilio wa arifa chaguo-msingi</string><string id="DefaultNotificationsSetting_Explain">Inakuruhusu kuweka iwapo tovuti zinaruhusiwa kuonyesha arifa. Kuonyesha arifa za eneo-kazi kunaweza kuruhusiwa kwa chaguo-msingi, kukataliwa kwa chaguo-msingi au mtumiaji anawewa kuulizwa kila wakati tovuti inayotaka kuonyesha arifa za eneo-kazi.

Ikiwa sera hii itasalia kama haijawekwa,  'AskNotifications' itatumika na mtumiaji ataweza kuibadilisha.</string><string id="DefaultNotificationsSetting_AllowNotifications">Ruhusu tovuti kuonyesha arifa za eneo-kazi</string><string id="DefaultNotificationsSetting_BlockNotifications">Usiruhusu tovuti yoyote ionyeshe arifa kwenye eneo-kazi</string><string id="DefaultNotificationsSetting_AskNotifications">Uliza kila mara tovuti inapotaka kuonyesha arifa za eneo-kazi</string><string id="DefaultGeolocationSetting">Mpangilio chaguo-msingi wa eneo la kijiografia</string><string id="DefaultGeolocationSetting_Explain">Inaruhusu iwapo tovuti zinaruhusiwa kufuatilia eneo halisi la mtumiaji. Kufuatilia eneo halisi la mtumiaji kunaweza kuruhusiwa kwa chaguo-msingi, kukataliwa kwa chaguo-msingi au mtumiaji anaweza kuulizwa kila wakati tovuti ambayo inaomba eneo halisi.

Ikiwa sera hii itasalia kama haijawekwa, 'AskGeolocation' itatumika na mtumiaji ataweza kuibadilisha.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Ruhusu tovuti kufuatilia eneo halisi la mtumiaji</string><string id="DefaultGeolocationSetting_BlockGeolocation">Hairuhusu tovuti yoyote kufuatilia eneo halisi la mtumiaji</string><string id="DefaultGeolocationSetting_AskGeolocation">Uliza kila wakati tovuti inataka kufuatilia eneo halisi la mtumiaji</string><string id="DefaultWebBluetoothGuardSetting">Dhibiti matumizi ya API ya Bluetooth ya Wavuti</string><string id="DefaultWebBluetoothGuardSetting_Explain">Hukuruhusu kuweka ikiwa tovuti zinaruhusiwa kupata idhini ya kufikia vifaa vya karibu vya Bluetooth. Idhini ya kufikia inaweza kuzuiwa kabisa, au mtumiaji anaweza kuulizwa kila wakati tovuti inapotaka kufikia vifaa vya karibu vya Bluetooth.

Sera hii ikiachwa bila kuwekwa, chaguo la '3' litatumiwa, na mtumiaji ataweza kulibadilisha.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Usiruhusu tovuti yoyote kuomba idhini ya kufikia vifaa vya Bluetooth kupitia API ya Bluetooth ya Wavuti</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Ruhusu tovuti zimwombe mtumiaji atoe idhini ya kufikia vifaa vya karibu vya Bluetooth</string><string id="AutoSelectCertificateForUrls">Chagua kiotomatiki vyeti vya mteja vya tovuti hizi</string><string id="AutoSelectCertificateForUrls_Explain">Hukuruhusu kubainisha orodha ya ruwaza za url zinazobainisha tovuti ambazo Google Chrome inapaswa kuchagua cheti cha seva teja kiotomatiki, tovuti ikiomba cheti.

Lazima thamani iwe orodha ya kamusi za JSON zenye mfuatano. Lazima kila kamusi iwe na muundo wa { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, ambapo $URL_PATTERN ni ruwaza ya mipangilio ya maudhui. $FILTER huweka vikwazo vya ni vyeti vipi vya seva teja ambavyo kivinjari kitateua kiotomatiki kutoka kwavyo. Kwa kutotegemea kichujio, vyeti pekee ndivyo vitakavyochaguliwa vinavyolingana na ombi la cheti cha seva. Ikiwa $FILTER ina muundo wa { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, zaidi ya hayo vyeti vya seva teja tu ndivyo vinavyochaguliwa vinavyotolewa na cheti chenye CommonName $ISSUER_CN. Ikiwa $FILTER ni kamusi tupu {}, uchaguzi wa vyeti vya seva teja hauwekewi vikwazo.

Sera hii ikiachwa bila kuwekwa, hakuna uchaguzi wa kiotomatiki utakaofanywa kwa tovuti yoyote.</string><string id="AutoSelectCertificateForUrlsDesc">Chagua kiotomatiki vyeti vya mteja vya tovuti hizi</string><string id="CookiesAllowedForUrls">Ruhusu vidakuzi kwenye tovuti hizi</string><string id="CookiesAllowedForUrls_Explain">Inakuruhusu kuweka ruwaza za url ambazo zinabainisha tovuti ambazo zinaruhusiwa kuweka vidakuzi.

Ikiwa sera hii itasalia kama haijawekwa thamani chaguo-msingi ya ulimwenguni itatumiwa kwa tovuti zote aidha kutoka kwenye sera ya 'DefaultCookiesSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="CookiesAllowedForUrlsDesc">Ruhusu vidakuzi kwenye tovuti hizi</string><string id="CookiesBlockedForUrls">Zuia vidakuzi katika tovuti hizi</string><string id="CookiesBlockedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url zinazobainisha tovuti zisizoruhusiwa kuweka vidakuzi.

Ikiwa sera hii itaachwa bila thamani chaguo-msingi yote itatumiwa kwa tovuti zote kutoka kwenye sera ya 'DefaultCookiesSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="CookiesBlockedForUrlsDesc">Zuia vidakuzi katika tovuti hizi</string><string id="CookiesSessionOnlyForUrls">Ruhusu vidakuzi vya kipindi pekee kwenye tovuti hizi</string><string id="CookiesSessionOnlyForUrls_Explain">Hukuruhusu kuweka orodha ya ruwaza za url ambazo zinabainisha tovuti zinazoruhusiwa kuweka vidakuzi vya kipindi pekee.

Sera hii ikiachwa bila kuwekwa, thamani chaguo-msingi ya dunia itatumiwa kwa tovuti zote iwe ni kutoka sera ya 'DefaultCookiesSetting' ikiwa imewekwa, au sivyo usanidi wa kibinafsi wa mtumiaji utatumika.

Kumbuka kwamba ikiwa Google Chrome inatekeleza katika 'hali ya chini chini, kipindi hakitafungwa dirisha la mwisho la kivinjari linapofungwa, badala yake litaendelea kutumika hadi kivinjari kifunge. Tafadhali angalia sera ya 'BackgroundModeEnabled' kwa maelezo zaidi kuhusu jinsi ya kusanidi tabia hii.

Ikiwa sera ya &quot;RestoreOnStartup&quot; itawekwa kurejesha URL za vipindi vya awali, sera hii haitazingatiwa na vidakuzi vitahifadhiwa kabisa kwa tovuti hizo.</string><string id="CookiesSessionOnlyForUrlsDesc">Ruhusu vidakuzi vya kipindi pekee kwenye tovuti hizi</string><string id="ImagesAllowedForUrls">Ruhusu picha katika tovuti hizi</string><string id="ImagesAllowedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url zinazobainisha tovuti zinazoruhusiwa kuonyesha picha.

Ikiwa sera hii itaachwa bila thamani chaguo-msingi yote itatumiwa kwa tovuti zote kutoka kwenye sera ya 'DefaultImageSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="ImagesAllowedForUrlsDesc">Ruhusu picha katika tovuti hizi</string><string id="ImagesBlockedForUrls">Zuia picha katika tovuti hizi</string><string id="ImagesBlockedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url ambazo zinabainisha tovuti ambazo haziruhusiwi kuonyesha picha.

Ikiwa sera hii itasalia kama haijawekwa thamani chaguo-msingi ya ulimwenguni itatumiwa aidha kutoka kwenye sera ya 'DefaultImagesSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="ImagesBlockedForUrlsDesc">Zuia picha katika tovuti hizi</string><string id="JavaScriptAllowedForUrls">Ruhusu JavaScript kwenye tovuti hizi</string><string id="JavaScriptAllowedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url ambazo zinabainisha tovuti ambazo zinaruhusiwa kuendesha JavaScript.

Ikiwa sera hii itasalia kama haijawekwa thamani yote chaguo-msingi itatumiwa kwa tovuti zote kutoka kwenye sera ya 'DefaultJavaScriptSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="JavaScriptAllowedForUrlsDesc">Ruhusu JavaScript kwenye tovuti hizi</string><string id="JavaScriptBlockedForUrls">Zuia JavaScript kwenye tovuti hizi</string><string id="JavaScriptBlockedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url ambazo zinabainisha tovuti ambazo haziruhusiwi kuendesha JavaScript.

Ikiwa sera hii itasalia kama haijawekwa thamani chaguo-msingi ya ulimwenguni itatumiwa aidha kutoka kwenye sera ya 'DefaultJavaScriptSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="JavaScriptBlockedForUrlsDesc">Zuia JavaScript kwenye tovuti hizi</string><string id="PluginsAllowedForUrls">Ruhusu programu-jalizi ya Flash itumike kwenye tovuti hizi</string><string id="PluginsAllowedForUrls_Explain">Hukuruhusu kuweka orodha ya ruwaza za url inayobainisha tovuti zinazoruhusiwa kutumia programu-jalizi ya Flash.

Ikiwa sera hii haitawekwa, thamani chaguo-msingi itatumiwa kwa tovuti zote kutoka kwenye sera ya 'DefaultPluginsSetting' endapo itawekwa, au mtumiaji akiweka mipangilio mwenyewe.</string><string id="PluginsAllowedForUrlsDesc">Ruhusu programu-jalizi ya Flash itumike kwenye tovuti hizi</string><string id="PluginsBlockedForUrls">Zuia programu-jalizi ya Flash kwenye tovuti hizi</string><string id="PluginsBlockedForUrls_Explain">Hukuruhusu kuweka orodha ya ruwaza za url inayobainisha tovuti zisizoruhusiwa kutumia programu-jalizi ya Flash.

Ikiwa sera hii haitawekwa, thamani chaguo-msingi itatumiwa kwa tovuti zote kutoka kwenye sera ya 'DefaultPluginsSetting' endapo itawekwa, au mtumiaji akiweka mipangilio mwenyewe.</string><string id="PluginsBlockedForUrlsDesc">Zuia programu-jalizi ya Flash kwenye tovuti hizi</string><string id="PopupsAllowedForUrls">Ruhusu ibukizi kwenye tovuti hizi</string><string id="PopupsAllowedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url ambazo zinabainisha tovuti ambazo zinaruhusiwa kufungua ibukizi.

Ikiwa sera hii itasalia kama haijawekwa thamani yote chaguo-msingi itatumiwa kwa tovuti zote kutoka kwenye sera ya 'DefaultPopupsSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="PopupsAllowedForUrlsDesc">Ruhusu ibukizi kwenye tovuti hizi</string><string id="RegisteredProtocolHandlers">Sajili vishikilizi vya itifaki</string><string id="RegisteredProtocolHandlers_Explain">Hukuruhusu kusajili orodha ya vishikilizi vya itifaki. Hii inaweza kuwa sera iliyopendekezwa pekee. Sifa |protocol| inastahili kuwekwa kuwa mpango kama vile 'mailto' na sifa |url| inastahili kuwekwa kuwa mpangilio wa URL ya programu inayoshikilia mpango. Mpangilio unajumuisha '%s', ambayo ikiwepo itabadilishwa na URL iliyoshikiliwa.

Vishikilizi vya itifaki vilivyosajiliwa na sera vinaunganishwa na vilivyosajiliwa na  mtumiaji na vyote viwili vinapatikana kwa matumizi. Mtumiaji anaweza kubatilisha vishikilizi vya itifaki vilivyosakinishwa na sera kwa kusakinisha kishikilizi kipya cha chaguo-msingi, lakini hawezi kuondoa kishikilizi cha itifaki kilichosajiliwa na sera.</string><string id="PopupsBlockedForUrls">Zuia madirisha ibukizi kwenye tovuti hizi</string><string id="PopupsBlockedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url zinazobainisha tovuti zisizoruhusiwa kufungua ibukizi.

Ikiwa sera hii itaachwa bila thamani chaguo-msingi yote itatumiwa kwa tovuti zote kutoka kwenye sera ya 'DefaultPopupeSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="PopupsBlockedForUrlsDesc">Zuia madirisha ibukizi kwenye tovuti hizi</string><string id="NotificationsAllowedForUrls">Ruhusu arifa katika tovuti hizi</string><string id="NotificationsAllowedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url ambazo zinabainisha tovuti ambazo zinaruhusiwa kuonyesha arifa.

Ikiwa sera hii itasalia kama haijawekwa thamani yote chaguo-msingi itatumiwa kwa tovuti zote kutoka kwenye sera ya 'DefaultNotificationsSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="NotificationsAllowedForUrlsDesc">Ruhusu arifa katika tovuti hizi</string><string id="NotificationsBlockedForUrls">Zuia arifa katika tovuti hizi</string><string id="NotificationsBlockedForUrls_Explain">Inakuruhusu kuweka orodha ya ruwaza za url ambazo zinabainisha tovuti ambazo haziruhusiwi kuonyesha arifa.

Ikiwa sera hii itasalia kama haijawekwa thamani yote chaguo-msingi itatumika kwa tovuti zote kutoka katika sera ya 'DefaultNotificationsSetting' ikiwa imewekwa, au vinginevyo usanidi binafsi wa mtumiaji.</string><string id="NotificationsBlockedForUrlsDesc">Zuia arifa katika tovuti hizi</string><string id="Accessibility_group">Mipangilio ya ufikiaji</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Onyesha chaguo za ufikiaji katika menyu ya trei ya mfumo</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Washa kiteuzi kikubwa</string><string id="LargeCursorEnabled_Explain">Washa kipengee cha upatikanaji cha kiteuzi kikubwa.
Iwapo sera hii imewekwa kuwa kweli, kiteuzi kikubwa kitawashwa kila wakati.
Iwapo sera hii imewekwa kuwa haitumiki, kiteuzi kikubwa kitawashwa kila wakati.
Iwapo utaweka sera hii, watumiaji hawezi kuibadilisha au kuipuuza.
Iwapo sera hii haijawekwa, kiteuzi kikubwa kitazimwa mwanzoni lakini kitawashwa na mtumiaji wakati wowote.</string><string id="SpokenFeedbackEnabled">Wezesha maoni yaliyozungumzwa</string><string id="SpokenFeedbackEnabled_Explain">Washa kipengele cha upatikanaji wa maoni yanayotamkwa.

Iwapo sera hii imewekwa kuwa kweli, maoni yanayotamkwa yatakuwa yamewashwa kila wakati.

Iwapo sera itawekwa kuwa haitumiki, maoni yanayotamkwa yatazimwa kila wakati.

Iwapo utaweka sera hii, watumiaji hawezi kuibadilisha au kuipuuza.

Iwapo sera hii haijawekwa, maoni yanayotamkwaa yatazimwa mwanzoni lakini yanaweza kuwashwa na mtumiaji wakati wowote.</string><string id="HighContrastEnabled">Wezesha modi ya juu ya kulinganua</string><string id="HighContrastEnabled_Explain">Washa kipengee cha upatikanaji cha hali ya juu ya utofutishaji.
Kama sera hii imewekwa kuwa kweli, hali ya juu ya utofautishaji itawashwa kila wakati.
Kama sera hii imewekwa kuwa haitumiki, hali ya juu ya utofautishaji itazimwa kila wakati.
Kama sera hii imewekwa, watumiaji hawawezi kuibadilisha au kuipuuza.
Kama sera hii haitawekwa, hali ya juu ya utofautishaji itazimwa mwanzoni lakini inaweza kuwashwa na mtumiaji wakati wowote.</string><string id="VirtualKeyboardEnabled">Washa kibodi ya skrini</string><string id="VirtualKeyboardEnabled_Explain">Washa kipengele cha ufikiaji wa kibodi ya skrini.

Sera hii ikiwekwa kuwa ndivyo, kibodi ya skrini itawashwa wakati wote.

Sera hii ikiwekwa kuwa sivyo, kibodi ya skrini itazimwa wakati wote.

Ukiweka sera hii, watumiaji hawawezi kuibadilisha au kuibatilisha.

Sera hii isipowekwa, skrini ya kibodi itakuwa imezimwa mwanzoni lakini inaweza kuwashwa na mtumiaji wakati wowote.</string><string id="KeyboardDefaultToFunctionKeys">Vitufe vya media huelekeza kwenye vitufe vya vitendo kwa chaguo-msingi</string><string id="KeyboardDefaultToFunctionKeys_Explain">Hubadilisha tabia chaguo-msingi ya vitufe vya safumlalo ya juu kwenda vitufe vya kukokotoa.

Sera hii ikiwekwa kuwa ndivyo, vitufe vya safumlalo ya juu ya kibodi vitatoa amri za vitufe vya kukokotoa kwa chaguo-msingi. Kitufe cha kutafuta lazima kibonyezwe ili kurejesha tabia yake kuwa vitufe vya media.

Sera hii ikiwekwa kuwa sivyo au isiwekwe, kibodi itatoa amri za vitufe vya media kwa chaguo-msingi na amri za vitufe vya kukokotoa wakati kitufe cha kutafuta kimeshikiliwa.</string><string id="ScreenMagnifierType">Weka aina ya kikuza skrini</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Kikuza skrini kimezimwa</string><string id="ScreenMagnifierType_Full-screen">Kikuza skrini nzima kimewashwa</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Weka hali chaguo-msingi ya kiteuzi kikubwa kwenye skrini ya kuingia katika akaunti</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Weka hali chaguo-msingi ya kipengele cha upatikanaji wa kiteuzi kikubwa kwenye skrini  ya kuingia katika akaunti.

Kama sera hii itawekwa kuwa kweli, kiteuzi kikubwa kitawashwa wakati skrini ya kuingia katika akaunti itakapoonyeshwa.

Kama sera hii ni itawekwa kuwa uongo, kiteuzi kikubwa kitazimwa wakati skrini ya kuingia katika akaunti itakapoonyeshwa.

Kama utaweka sera hii, watumiaji wanaweza kuipuuza kwa muda kwa kuwasha au kuzima kiteuzi kikubwa. Hata hivyo, chaguo la mtumiaji halitaendelea na chaguo-msingi  litarejeshwa tena wakati wowote skrini ya kuingia katika skrini itakapoonyeshwa upya au mtumiaji atakaposalia bila kufanya kitu kwenye skrini ya kuingia katika akaunti kwa dakika moja.

Kama sera hii haijawekwa, kiteuzi kikubwa huzimwa wakati skrini ya kuingia katika akaunti itakapoonyeshwa kwanza. Watumiaji wanaweza kuwasha au kuzima kiteuzi kikubwa wakati wowote na hali yake kwenye skrini ya kuingia katika akaunti inaendelea kati ya watumiaji.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Weka hali chaguo-msingi ya maoni yanayotamkwa kwenye skrini ya kuingia katika akaunti</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Weka hali ya chaguo msingi ya kipengee cha ufikiaji cha maoni yaliyotamkwa kwenye skrini ya kuingi.
Iwapo sera hii imewekwa kuwa kweli, maoni yaliyosemwa yatawashwa skrini ya kuingina katika akaunti itakapoonyeshwa.
Iwapo sera hii imewekwa kwa haitumiki, maoni yaliyosemwa yatazimwa skrini ya kuingina katika akaunti itakapoonyeshwa.
Ukiweka sera hii, watumiaji wanaweza kuipuuza kwa muda kwa kuwasha au kuzima maoni yaliyotamkwa. Hata hivyo, uchaguzi wa mtumiaji sio wa kuendelea na chaguo-msingi hurejeshwa tena wakati wowote skrini ya kuingia katika akaunti inapoonekana upya au mtumiaji anaposalia kama hafanyi kitu kwenye skrini ya kuingia katika akaunti kwa dakika moja.
Iwapo sera hii itawachwa bila kuwekwa, maoni yaliyotamkwa yatazimwa skrini ya kuingia katika akaunti itakapoonyeshwa kwanza. Watumiaji wanaweza kuwasha au kuzima maoni yaliyosemwa wakati wowote na hali yake kwenye skrini ya kuingia katika akaunti itakatalia kati ya watumiaji.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Weka hali chaguo-msingi ya hali ya juu ya utofautishaji kwenye skrini ya kuingia katika akaunti</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Weka hali chaguo msingi ya kipengee cha ufikiaji cha utofautishaji wa juu kwenye skrini ya kuingia katika akaunti.
Iwapo sera hii imewekwa kuwa kweli, hali ya juu ya utofautishaji itawashwa wakati skrini ya kuingia katika akaunti itakapoonyeshwa.
Iwapo sera hii imewekwa kwa haitumiki, hali ya juu ya utofautishaji itazimwa wakati skrini ya kuingia katika akaunti itakapoonyeshwa.
Iwapo utaweka sera hii, watumiaji wanaweza kwa muda kuipuuza kwa kuwasha au kuzima hali ya juu ya utofautishaji. Hata hivyo, chaguo la mtumiaji halitaendelea na chaguo-msingi  hurejeshwa tena wakati wowote skrini ya kuingia katika akaunto inapoonyeshwa upya au mtumiaji anaposalia bila kufanya kitu kwenye skrini ya kuingia katika akaunti kwa dakika moja.
Iwapo sera hii haijawekwa, hali ya juu ya utoafautishaji huzimwa wakati skrini ya kuingia katika akaunti inapoonyeshwa kwanza. Watumiaji wanaweza kuwasha au kuzima hali ya juu ya utofautishaji wakati wowote na hali yake kwenye skrini ya kuingia katika akaunti inaendelea kati ya watumiaji.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Weka hali chaguo-msingi ya kibodi ya skrini kwenye skrini ya kuingia katika akaunti</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Weka hali chaguo-msingi ya kipengele cha ufikiaji cha kibodi ya skrini kwenye skrini ya kuingia katika akaunti.

Sera hii ikiwekwa kuwa ndivyo, kibodi ya skrini itawashwa wakati skrini ya kuingia katika akaunti inaonyeshwa.

Sera hii ikiwekwa kuwa sivyo,  kibodi ya skrini itazimwa wakati skrini ya kuingia katika akaunti inaonyeshwa.

Ukiweka sera hii, watumiaji wanaweza kuibatilisha kwa muda kwa kuwasha au kuzima kibodi ya skrini. Hata hivyo, chaguo la watumiaji halidumu na chaguo-msingi hurejeshwa kila wakati skrini ya kuingia katika akaunti inapoonyeshwa upya au mtumiaji anapokuwa hafanyi kitu kwenye skrini ya kuingia katika akaunti kwa dakika moja.

Sera hii isipowekwa, kibodi ya skrini inawashwa skrini ya kuingia katika akaunti inapoonyeshwa mara ya kwanza. Watumiaji wanaweza wakazima au kuwasha kibodi ya skrini wakati wowote na hali yake kwenye skrini ya kuingia katika akaunti inadumu kati ya watumiaji.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Weka aina ya kikuza skrini cha msingi kama kimewashwa kwenye skrini ya kuingia katika skrini</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Weka aina chaguo-msingi ya kikuza skrini ambacho kimewashwa kwenye skrini ya kuingia katika akaunti.
Kama sera hii itawekwa, itadhibiti aina ya kikuza skrini ambacho kimewashwa wakati skrini ya kuingia katika akaunti itakapoonyeshwa. Kuweka sera kuwa &quot;Hakuna&quot; huzima kikuza skrini.

Kama umeweka sera hii, watumiaji wanaweza kuipuuza kwa muda kwa kuwasha au kuzima kikuza skrini. Hata hivyo, chaguo la mtumiaji haliendelei na chaguo msingi hurejeshwa tena wakati skrini ya kuingia katika akaunti inapoonyeshwa upya au mtumiaji anapobakia bila kufanya kitu kwenye skrini ya kuingia katika akaunti kwa dakika moja.

Kama sera haitawekwa, kikuza skrini kitazimwa wakati skrini ya kuingia katika akaunti itakapoonyeshwa kwanza. Watumiaji wanaweza kuwasha au kuzima kikuza skrini wakati wowote na hali yake kwenye skrini ya kuingia katika akaunti inaendelea kati ya watumiaji.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Kikuza skrini kimezimwa</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Kikuza skrini nzima kimewashwa</string><string id="Drive_group">Sanidi chaguo za Hifadhi ya Google</string><string id="DriveDisabled">Huzima Hifadhi ya Google katika programu ya Faili ya Google Chrome OS</string><string id="DriveDisabled_Explain">Huzima usawazishaji wa Hifadhi ya Google katika programu ya Faili ya Google Chrome OS unapowekwa kuwa Ndivyo. Kwa hivyo, hakuna data inayopakiwa kwenye Hifadhi ya Google.

Isipowekwa au ikiwekwa kuwa Sivyo, basi watumiaji wataweza kuhamisha faili kwenye Hifadhi ya Google.</string><string id="DriveDisabledOverCellular">Huzima Hifadhi ya Google kupitia miunganisho ya simu za mkononi katika programu ya Faili za Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Huzima usawazishaji wa Hifadhi ya Google katika programu ya Faili ya Google Chrome OS inapotumia muunganisho wa simu ya mkononi inapowekwa kuwa Ndivyo. Kwa hivyo, data inasawazishwa tu kwenye Hifadhi ya Google inapounganishwa kupitia WiFi au Ethaneti.

Isipowekwa au ikiwekwa kuwa Sivyo, basi watumiaji wataweza kuhamisha faili hadi Hifadhi ya Google kupitia miunganisho ya simu za mkononi.</string><string id="RemoteAccess_group">Sanidi chaguo za ufikiaji wa mbali</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Inawezesha kutamba kwa ngome kutoka katika ufikivu wa mpangishaji wa mbali</string><string id="RemoteAccessHostFirewallTraversal_Explain">Huwasha matumizi ya seva za STUN seva teja za mbali zinapojaribu kutambua muunganisho wa mashini hii.

Ikiwa mpangilio huu utawashwa, basi seva teja za mbali zinaweza kugundua na kuunganisha kwenye mashini hii hata kama zimetenganishwa na ngome.

Ikiwa mpangilio huu utazimwa na miunganisho ya kutoa ya UDP imechujwa na ngome, basi mashini hii itaweza tu kuruhusu miunganisho kutoka kwenye mashini ya seva teja katika mtandao wa karibu.

Ikiwa sera hii itaachwa bila kuwekwa mpangilio utawashwa.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Sanidi kiambishi awali cha TalkGadget kwa ufikiaji wa wapangishaji wa mbali</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Inasanidi kiambishi awali cha TalkGadget ambacho kitatumiwa na mpangishaji wa ufikivu wa mbali na huzuia watumiaji kukibadilisha.

Kikibainishwa, kiambishi hiki awali kinasitishwa kwenye jina la msingi la TalkGadget ili kuunda jina kamili la kikoa la TalkGadget. Jina msingi la kikoa la TalkGadget ni '.talkgadget.google.com'.

Ikiwa mpangilio huu utawezeshwa, basi wapangishaji watatumia jina maalum la kikoa wakati wa kufikia TalkGadget badala ya jina chaguo-msingi la kikoa.

Ikiwa mpangilio huu utalemazwa au hautawekwa, basi jina chaguo-msingi la kikoa la TalkGadget ('chromoting-host.talkgadget.google.com') litatumiwa kwa wapangishaji wote.

Wateja wa ufikivu wa mbali hawaathiriki kwa mpangilio huu wa sera. Mara kwa mara watatumiwa 'chromoting-client.talkgadget.google.com' ili kufikia TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Wezesha uzuiaji wa wapangishaji wa ufikiaji mbali.</string><string id="RemoteAccessHostRequireCurtain_Explain">Inawezesha uzuiaji wa wapangishaji wa ufikivu wa mbali wakati muunganisho unapoendelea.

Ikiwa mpangilio huu utawezeshwa, basi vifaa halisi vya ingizo na towe vitalemazwa wakati muunganisho wa mbali unapoendelea.

Ikiwa mpangilio huu utalemzwa au hautawekwa, basi watumiaji wa karibu na wa mbali wanaweza kuingiliana na seva pangishi inaposhirikiwa.</string><string id="RemoteAccessHostAllowClientPairing">Washa au zima uthibitishaji usiotumia PIN kwa seva pangishi za uwezo wa kufikia kwa mbali</string><string id="RemoteAccessHostAllowClientPairing_Explain">Mpangilio huu ukiwashwa au usiposanidiwa, basi watumiaji wanaweza kuchagua kuoanisha viteja na mpangishi wakati wa kuunganisha, hivyo kuondoa haja ya kuingiza PIN kila wakati.

Mpangilio huu ukizimwa, basi kipengele hiki hakitapatikana.</string><string id="RemoteAccessHostAllowGnubbyAuth">Ruhusu kipengele cha uthibitishaji wa gnubby kwa seva pangishi za uwezo wa kufikia kwa mbali</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Mpangilio huu ukiwashwa, basi maombi ya uthibitisho ya gnubby yatawekwa kama proksi kupitia muunganisho wa mpangishi wa mbali.

Mpangilio huu ukizimwa au usisanidiwe, maombi ya uthibitisho ya gnubby hayatawekwa kama proksi.</string><string id="RemoteAccessHostAllowRelayedConnection">Washa matumizi ya seva za relei kwa mpangishi wa ufikiaji wa mbali</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Zuia masafa ya lango la UDP yaliyotumiwa na mpangishi wa ufikiaji wa mbali</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Inahitaji jina la mtumiaji wa ndani na mmiliki wa seva pangishi ya uwezo wa kufikia kwa mbali vilingane</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL ambapo seva teja za ufikiaji wa mbali zinapaswa kupata tokeni za uthibitishaji</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL ya kuidhinisha tokeni ya kuthibitisha seva teja ya ufikiaji wa mbali</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Cheti cha seva teja cha kuunganisha kwenye RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="QuickUnlock_group">Sera za kufungua skrini haraka</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Orodha iliyoidhinishwa ambayo inadhibiti aina za ufunguaji wa haraka ambazo mtumiaji anaweza kuweka na kuitumia kufungua skrini iliyofungwa.

Thamani hii ni orodha ya mifuatano; maingizo ya orodha sahihi ni: &quot;all&quot;, &quot;PIN&quot;. Kuongeza &quot;all&quot; katika orodha humaanisha kila aina inayofungua haraka hupatikana kwa mtumiaji, ikijumuisha zitakazotekelezwa siku zijazo. Ikiwa sivyo, aina zinazofungua haraka zilizo katika orodha ndizo zitapatikana pekee.

Kwa mfano, ili kuruhusu kila aina inayofungua haraka, tumia [&quot;all&quot;]. Ili kuruhusu kufungua kwa kutumia PIN pekee, tumia, [&quot;PIN&quot;]. Ili kuzima aina zote za kufungua haraka, tumia [].

Kwa chaguo-msingi, hakuna aina za kufungua haraka zinazopatikana kwenye vifaa vinavyosimamiwa.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Mipangilio hii inadhibiti idadi ambayo skrini iliyofungwa itaomba nenosiri liwekwe ili uendelee kutumia kipengele cha kufungua haraka. Kila mara skrini iliyofungwa inapowekwa, iwapo nenosiri lililowekwa ni zaidi ya mipangilio hii, kipengele cha kufungua haraka hakitapatikana unapoingia kwenye skrini iliyofungwa. Ikiwa mtumiaji atakuwa kwenye skrini iliyofungwa kwa zaidi ya muda huu, ataombwa nenosiri wakati ujao akiweka nambari ya kuthibitisha ambayo si sahihi, au akiweka tena skrini iliyofungwa, chochote kitakachotokea kwanza.

Mipangilio hii ikiwekwa, watumiaji wanaotumia kipengele cha kufungua skrini haraka wataombwa waweke manenosiri yao kwenye skrini iliyofungwa kutegemea mipangilio hii.

Mipangilio hii isipowekwa, watumiaji wanaotumia kipengele cha kufungua skrini haraka wataombwa waweke manenosiri yao kwenye skrini iliyofungwa kila siku.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Ikiwa sivyo, watumiaji hawataweza kuweka PIN ambazo ni dhaifu na rahisi kuzitambua.

Mifano ya PIN dhaifu: PIN zilizo na tarakimu moja tu (1111), PIN ambazo tarakimu zake zinaongezeka kwa 1 (1234), PIN ambazo tarakimu zake zinapungua kwa 1 (4321), na PIN zinazotumika kwa kawaida.

Kwa chaguo-msingi, watumiaji watapokea onyo, si arifa ya hitilafu, ikiwa PIN itatambulika kuwa dhaifu.</string><string id="HTTPAuthentication_group">Sera za uthibitishaji wa HTTP</string><string id="AuthSchemes">Mipango inayohimiliwa ya uthibitishaji</string><string id="AuthSchemes_Explain">Hubainisha mipango ya uthibitishaji wa HTTP inayotumia na Google Chrome.

Thamani zinazowezekana ni 'basic', 'digest', 'ntlm' na 'negotiate'. Tenganisha thamani anuwai kwa koma.

Ikiwa sera hii itaachwa bila kuwekwa, mipango yote minne itatumika.</string><string id="DisableAuthNegotiateCnameLookup">Lemaza kidokezo cha CNAME unapohawilisha uthibitishaji wa Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Inabainisha ikiwa Kerberos SPN ilitengenezwa kulingana na jina la kanuni ya DNS au jina halisi lililoingizwa.

Ukiwezesha mpangilio huu, kidokezo cha CNAME kitaachwa na jina la seva litatumiwa kama lilivyoingizwa.

Ukilemaza mpangilio huu au uuache bila kuuweka, jina la kanuni la seva litathibitishwa kupitia kidokezo cha CNAME.</string><string id="EnableAuthNegotiatePort">Jumuisha lango lisiyo wastani katika Kerberos SPN</string><string id="EnableAuthNegotiatePort_Explain">Inabainisha ikiwa Kerberos SPN zilizotengenezwa zinafaa kujumuisha lango lisilo wastani.

Ukiwezesha mpangilio huu, na lango lisilo wastani (yaani, lango jingine lisilo la 80 au 443) liingizwe, itajumuishwa katika Kerberos SPN iliyotengenezwa.

Ukilemaza mpangilio huu au uuache bila kuwekwa, Kerberos SPN zilizotengenezwa hazitajumuisha lango kwa namna yoyote.</string><string id="AuthServerWhitelist">Orodha ya kuidhinisha ya seva ya uthibitishaji</string><string id="AuthServerWhitelist_Explain">Hubainisha ni seva zipi zinazowekwa katika orodha ya zilizoidhinishwa kwa uthibitishaji uliojumuishwa. Uthibitishaji uliojumuishwa unawashwa tu wakati ambapo Google Chrome inapokea shindano kutoka kwenye proksi au seva iliyo katika orodha hii iliyoruhusiwa.

Seva nyingi tofauti zenye koma. Kadi egemezi (*) zinaruhusiwa.

Ukiacha sera hii bila kuiweka Google Chrome itajaribu kugundua ikiwa seva iko kwenye Intraneti na hapo ndipo itajibu maombi ya IWA pekee. Iwapo seva itagunduliwa kama Intraneti basi maombi ya IWA yatapuuzwa na Google Chrome.</string><string id="AuthNegotiateDelegateWhitelist">Orodha iliyoidhinishwa ya ukaumu wa seva ya Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Seva ambazo Google Chrome inaweza kuwekea majukumu.

Tenganisha majina mengi ya seva kwa koma. Herufi wakilishi (*) zinaruhusiwa.

Ukiacha sera hii bila kuiweka Google Chrome haitaweza kuweka majukumu ya vitambulisho vya mtumiaji hata ikiwa seva itagunduliwa kama Intraneti.</string><string id="AllowCrossOriginAuthPrompt">Vishtuo vya Cross-origin HTTP Basic Auth</string><string id="AllowCrossOriginAuthPrompt_Explain">Hudhibiti iwapo maudhui madogo ya wengine kwenye ukurasa yanaruhusiwa kuibukiza kisanduku kidadisi cha HTTP Basic Auth.

Kwa kawaida hii inalemazwa kama ulinzi wa uhadaaji. Ikiwa sera hii haijawekwa, hii italemazwa na maudhui madogo ya wengine hayataruhusiwa kuibukiza kisanduku kidadisi cha HTTP Basic Auth.</string><string id="Proxy_group">Seva ya proksi</string><string id="ProxyMode">Chagua jinsi ya kubainisha mipangilio ya seva mbadala</string><string id="ProxyMode_Explain">Hukuruhusu kubainisha seva mbadala inayotumiwa na Google Chrome na huzuia watumiaji kubadilisha mipangilio ya seva mbadala.

Ukichagua kutotumia seva mbadala kamwe na kuunganisha moja kwa moja kila wakati, chaguo nyingine zote zitapuuzwa.

Ukichagua kutumia mipangilio ya mfumo wa seva mbadala, chaguo nyingine zote zitapuuzwa.

Ukichagua kugundua seva mbadala kiotomatiki, chaguo nyingine zote zitapuuzwa.

Ukichagua hali ya seva mbadala isiyobadilika, unaweza kubainisha chaguo zaidi katika 'Anwani au URL ya seva mbadala' na 'Orodha iliyotenganishwa kwa koma ya sheria za ukwepaji wa seva mbadala'. Ni seva mbadala ya HTTP yenye umuhimu mkubwa pekee ndiyo inayopatikana kwa programu za ARC.

Ukichagua kutumia seva mbadala ya hati ya .pac, lazima ubainishe URL ya hati katika 'URL ya seva mbadala ya faili ya .pac'.

Kwa mifano ya kina, tembelea:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Ukiwasha mipangilio hii, Google Chrome programu za ARC zitapuuza chaguo zote zinazohusishwa na seva mbadala zilizobainishwa kwenye mstari wa amri.

Usipoweka sera hii, utawaruhusu watumiaji kuchagua mipangilio ya seva mbadala wenyewe.</string><string id="ProxyMode_ProxyDisabled">Usitumie proksi kamwe</string><string id="ProxyMode_ProxyAutoDetect">Gundua mipangilio ya proksi moja kwa moja</string><string id="ProxyMode_ProxyPacScript">Tumia hati ya  proksi ya .pac</string><string id="ProxyMode_ProxyFixedServers">Tumia seva za proksi thabiti</string><string id="ProxyMode_ProxyUseSystem">Tumia mipangilio ya proksi ya mfumo</string><string id="ProxyServer">Anwani au URL ya seva ya proksi</string><string id="ProxyServer_Explain">Unaweza kubainisha URL ya seva mbadala hapa.

Sera hii inatumika tu ikiwa umechagua mipangilio ya seva mbadala ya kujiundia katika &quot;Chagua jinsi ya kubainisha mipangilio ya seva mbadala'.

Unapaswa kuacha sera hii bila kuiweka ikiwa umechagua hali nyingine yoyote ya kuweka sera za seva mbadala.

Ili upate chaguo na mifano ya kina zaidi, tembelea:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">URL hadi proksi ya faili ya .pac</string><string id="ProxyPacUrl_Explain">Unaweza kubainisha URL ya seva mbadala ya faili ya .pac hapa.

Sera hii inatumika tu ikiwa umechagua mipangilio ya kujiundia ya seva mbadala kwenye 'Chagua jinsi ya kubainisha mipangilio ya seva mbadala'.

Unapaswa kuacha sera hii bila kuiweka ikiwa umechagua hali nyingine yoyote ya kuweka sera za seva mbadala.

Ili upate mifano ya kina, tembelea:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Kanuni za ukwepaji proksi</string><string id="ProxyBypassList_Explain">Google Chrome itakwepa seva mbadala yoyote ya orodha ya seva pangishi iliyotolewa hapa.

Sera hii itatekelezwa tu ikiwa umechagua mipangilio ya seva mbadala mwenyewe katika 'Chagua jinsi ya kubainisha mipangilio ya seva'.

Unapaswa kuacha sera hii kama haijawekwa ikiwa umechagua hali nyingine yoyote ya kuweka sera za seva mbadala.

Kwa mifano ya kina zaidi, tembelea:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="NewTabPage_group">Ukurasa wa Kichupo Kipya</string><string id="NewTabPageLocation">Weka URL ya ukurasa wa Kichupo Kipya</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Homepage_group">Ukurasa wa Kwanza</string><string id="HomepageLocation">Sanidi URL ya ukurasa wa kwanza</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Tumia Ukurasa Mpya wa Kichupo kama ukurasa wa kwanza</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="PowerManagement_group">Usimamizi wa nishati</string><string id="LidCloseAction">Hatua ya kuchukua mtumiaji anapofunga mfuniko</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Sitisha</string><string id="LidCloseAction_LidCloseActionLogout">Ondoa mtumiaji kwenye akaunti</string><string id="LidCloseAction_LidCloseActionShutdown">Zima</string><string id="LidCloseAction_LidCloseActionDoNothing">Usifanye chochote</string><string id="PowerManagementUsesAudioActivity">Bainisha iwapo shughuli za sauti zinaathiri udhibiti wa nishati</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Bainisha iwapo shughuli za video zinaathiri udhibiti wa nishati</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Asilimia ya kupima kuchelewesha kwa mwanga wa skrini katika modi ya wasilisho</string><string id="PresentationScreenDimDelayScale_Explain">Hubainisha asilimia ambayo kuchelewa kwa mwangaza wa skrini huongezwa wakati kifaa kiko katika hali ya wasilisho.

Kama sera hii itawekwa, inabainisha asilimia ambayo kuchelewa kwa mwangaza wa skrini kutaongezwa wakati kifaa kiko katika hali ya wasilisho.
Kuchelewa kwa mwangaza wa skrini kunapopimwa, kuzimwa kwa skrini, kufungua kwa skrini na kucheleweshwa kwa kutofanya kitu hurekebishwa ili kudumisha umbali sawa kutoka kwa kucheleweshwa kwa mwangaza wa skrini kama kulivyosanidiwa awali.

Kama sera hii haijawekwa, mfumo wa kipimo cha msingi kitatumika.
Mfumo wa kipimo  lazima uwe 100% au zaidi. Thamani zitakazofupisha kuchelewa kwa mwangaza wa skrini  katika hali ya wasilisho kuliko kuchelewa kwa mwangaza wa skrini ya kawaida hazitaruhusiwa.</string><string id="AllowScreenWakeLocks">Ruhusu makufuli ya kuwasha skrini</string><string id="AllowScreenWakeLocks_Explain">Hubainisha iwapo makufuli ya kuwasha skrini yanaruhusiwa. Makufuli ya kuwasha Skrini yanaweza kuombwa na viendelezi kupitia API ya kiendelezi cha usimamizi wa nishati.

Iwapo sera hii itawekwa kwenye kweli au kuachwa kama haijawekwa, makufuli ya kuwasha skrini yataheshimiwa kwa usimamizi wa nishati.

Iwapo sera hii itawekwa kwenye usiruhusu, kufuli la kuwasha skrini litapuuzwa.</string><string id="UserActivityScreenDimDelayScale">Asilimia ambayo mwangaza wa skrini utaongezwa uchelewaji iwapo mtumiaji anaanza kutumia baada ya kupunguza mwangaza</string><string id="UserActivityScreenDimDelayScale_Explain">Hubainisha asilimia ambayo kuchelewa kwa mwangaza wa skrini kutaongezwa wakati shughuli ya mtumiaji inazingatiwa wakati skrini inapunguza mwangaza au mara baada ya skrini kuzimwa.

Kama sera hii imewekwa, inabainisha asilimia ambayo kuchelewa kwa mwangaza wa skrini huongezwa wakati shughuli ya mtumiaji inazingatiwa wakati skrini inapunguza mwangaza au mara baada ya skrini kuzimwa. Kuchelewa kwa mwangaza kunapoongezwa, kuzimwa kwa skrini, kufungwa kwa skrini na kucheleweshwa kwa kutofanya kitu hurekebishwa ili kudumisha umbali sawa kutoka kwa kucheleweshwa kwa mwangaza wa skrini kama ilivyosanidiwa kiasili.

Kama sera hii haijawekwa, mfumo wa kipimo cha msingi kitatumika.

Mfumo wa kipimo lazima uwe 100% au zaidi.</string><string id="WaitForInitialUserActivity">Subiri shughuli ya kwanza ya mtumiaji</string><string id="WaitForInitialUserActivity_Explain">Hubainisha iwapo ucheleweshaji wa usimamizi wa nishati na kikomo cha urefu wa kipindi lazima tu uanze kutekeleza baada ya kuonekana kwa shughuli ya kwanza ya mtumiaji katika kipindi.

Iwapo sera hii imewekwa kuwa Ndivyo, ucheleweshaji wa usimamizi wa nishati na kikomo cha urefu wa kipindi havianzi kutekeleza mpaka shughuli ya kwanza ya mtumiaji ionekane katika kipindi.

Iwapo sera hii imewekwa kuwaSivyo ama imeachwa bila kuwekwa, ucheleweshaji wa usimamizi wa nishati na kikomo cha urefu wa kipindi huanza kutekeleza mara tu kipindi kinapoanza.</string><string id="PowerManagementIdleSettings">Mipangilio ya kusimamia nishati mtumiaji anapokuwa hafanyi kitu</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Ucheleweshaji wa kufunga sjrini</string><string id="ScreenLockDelays_Explain">Hubainisha urefu wa muda bila ingizo la mtumiaji ambapo baada ya hapo skrini hufungwa inapoendeshwa kwa nishati ya AC au betri.

Urefu wa muda unapowekwa thamani kubwa kuliko sifuri, inawakilisha urefu wa muda ambao mtumiaji lazima abaki akiwa hafanyi kitu kabla Google Chrome OS skrini kufunga.

Urefu wa muda unapowekwa kuwa sifuri, Google Chrome OS haifungi skrini mtumiaji anapokuwa hafanyi kitu.

Urefu wa muda unapoondolewa, urefu wa muda chaguo-msingi hutumika.

Njia iliyopendekezwa ya kufunga skrini ambayo haifanyi kazi ni kuwasha kufunga skrini kwenye kusimamisha na Google Chrome OS kusimamisha baada ya ucheleweshaji wa kutofanya kitu. Sera hii lazima itumike wakati kufunga skrini kunatokea muda kiasi kikubwa kuliko kusimamisha au wakati kusimamisha wakati haifanyi kitu hakutakikani kabisa.

Thamani ya sera inapaswa kubainishwa katika milisekunde. Thamani huwekwa pamoja kuwa chini ya ucheleweshaji wa kutofanya kitu.</string><string id="Attestation_group">Uthibitishaji wa Mbali</string><string id="AttestationEnabledForUser">Washa usahihishaji wa mbali kwa mtumiaji</string><string id="AttestationEnabledForUser_Explain">Ikiwekwa kuwa ndivyo, mtumiaji anaweza kutumia maunzi kwenye vifaa vya Chrome ili kudhibiti kwa umbali utambulisho wake katika CA ya faragha kupitia Enterprise Platform Keys API akitumia chrome.enterprise.platformKeys.challengeUserKey().

Ikiwekwa kuwa sivyo, au isipowekwa, majaribio ya kuwasiliana na API hayatafanikiwa na kutakuwa na msimbo wa hitilafu.</string><string id="AttestationExtensionWhitelist">Viendelezi vinaruhusiwa kutumia API ya usahihishaji wa mbali</string><string id="AttestationExtensionWhitelist_Explain">Sera hii hubainisha viendelezi vinavyoruhusiwa kutumia utendaji wa Enterprise Platform Keys API chrome.enterprise.platformKeys.challengeUserKey() kwa uthibitishaji wa mbali. Lazima viendelezi viongezwe kwenye orodha hii ili kutumia API.

Ikiwa kiendelezi hakiko kwenye orodha, au orodha haijawekwa, mawasiliano na API hayatafanikiwa na kutakuwa na msimbo wa hitilafu.</string><string id="AttestationExtensionWhitelistDesc">Viendelezi vinaruhusiwa kutumia API ya usahihishaji wa mbali</string><string id="Extensions_group">Viendelezi</string><string id="ExtensionInstallBlacklist">Sanidi orodha inayotiliwa shaka ya usakinishaji wa kiendelezi</string><string id="ExtensionInstallBlacklist_Explain">Hukuruhusu kubainisha viendelezi ambavyo watumiaji HAWAWEZI kusakinisha.  Tutazima viendelezi ambavyo tayari vimesakinishwa ikiwa havijaidhinishwa. Hatutampa mtumiaji uwezo wa kuviwasha. Tutawasha kiotomatiki kiendelezi ambacho kimeidhinishwa ikiwa kilikuwa kimezimwa awali kwa kukosa idhini.

Thamani ya kukosa idhini ya '*' inamaanisha kwamba viendelezi vyote havijaidhinishwa isipokuwa viwe vimebainishwa kwa njia dhahiri kwenye orodha ya viendelezi vilivyoidhinishwa.

Sera hii isipowekwa, mtumiaji bado anaweza kusakinisha kiendelezi chochote katika Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Sanidi orodha inayotiliwa shaka ya usakinishaji wa kiendelezi</string><string id="ExtensionInstallWhitelist">Sanidi orodha iliyoidhinishwa ya usakinishaji kiendelezi</string><string id="ExtensionInstallWhitelist_Explain">Inakuruhusu kubainisha ni viendelezi gani havihusuiani na orodha kuondoa idhini.

Thamani ya orodha ya kuondoa idhini ya * inamaanisha viendelezi vyote vimeondolewa idhini na watumiaji wanaweza tu kusakinisha viendelezi vilivyoorodheshwa katika orodha ya kutoa idhini.

Kwa chaguo-msingi, viendelezi vyote vinatolewa idhini, lakini ikiwa viendelezi vyote vimeondolewa idhini kwa sera, orodha ya kutoa idhini inaweza kutumiwa kuifuta sera hiyo.</string><string id="ExtensionInstallWhitelistDesc">Sanidi orodha iliyoidhinishwa ya usakinishaji kiendelezi</string><string id="ExtensionInstallForcelist">Sanidi orodha ya programu na viendelezi vilivyosakinishwa kwa nguvu</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Sanidi orodha ya programu na viendelezi vilivyosakinishwa kwa nguvu</string><string id="ExtensionInstallSources">Sanidi viendelezi, programu, na vyanzo vya kusakinisha hati</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Sanidi viendelezi, programu, na vyanzo vya kusakinisha hati</string><string id="ExtensionAllowedTypes">Sanidi aina za programu/viendelezi zinazoruhusiwa</string><string id="ExtensionAllowedTypes_Explain">Hudhibiti aina za programu/viendelezi vinavyoruhusiwa kusakinishwa na huweka vikwazo vya ufikiaji wa programu inapotumika.

Mipanglio huidhinisha aina zinazoruhusiwa za viendelezi/programu zinazoweza kusakinishwa katika Google Chrome na seva pangishi ambazo zinaweza kuwasiliana nazo. Thamani ni orodha ya mifuatano ambayo kila moja inapaswa kuwa mojawapo ya ifuatayo: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Angalia hati za viendelezi vya Google Chrome upate maelezo zaidi kuhusu aina hizi.

Kumbuka kuwa sera pia hii huathiri viendelezi na programu zitakazolazimishwa kusakinishwa kupitia ExtensionInstallForcelist.

Ikiwa mipangilio hii imewekwa, viendelezi/programu ambazo zina aina isiyo kwenye orodha hazitasakinishwa.

Ikiwa mipangilio hii itaachwa bila kuwekwa, hakuna vikwazo vya aina za viendelezi/programu zinazokubalika zitatekelezwa.</string><string id="ExtensionAllowedTypesDesc">Sanidi aina za programu/viendelezi zinazoruhusiwa</string><string id="ExtensionSettings">Mipangilio ya kudhibiti viendelezi</string><string id="ExtensionSettings_Explain">Huweka mipangilio ya kudhibiti kiendelezi cha Google Chrome.

Sera hii inadhibiti mipangilio mingi, ikiwa ni pamoja na mipangilio inayodhibitiwa na sera zozote zilizopo zinazohusu viendelezi. Sera hii itabatilisha sera zozote zilizopitwa na wakati iwapo zimewekwa.

Sera hii huweka Kitambulisho cha kiendelezi au URL ya sasisho kwenye mipangilio yake. Ukiwa na Kitambulisho cha kiendelezi, mipangilio itatumika kwenye kiendelezi kilichobainishwa pekee. Mipangilio chaguo-msingi inaweza kuwekwa katika Kitambulisho maalum cha &quot;*&quot;, ambacho kitatumika kwenye viendelezi vyote ambavyo havijawekewa mipangilio maalum katika sera hii. Ukiwa na URL ya sasisho, mipangilio itawekwa kwenye viendelezi vyote kwa kutumia URL iliyobainishwa katika faili za maelezo ya kiendelezi hiki, kama ilivyofafanuliwa katika https://developer.chrome.com/extensions/autoupdate.

Mipangilio ya kila kiendelezi (au viendelezi vyenye URL sawa) ni kamusi nyingine iliyo na sehemu zilizoonyeshwa hapa:

&quot;installation_mode&quot;: huwekwa kwenye mfuatano kuonyesha hali ya kusakinisha kiendelezi. Mifuatano sahihi ni:
* &quot;allowed&quot;: huruhusu kiendelezi kusakinishwa na mtumiaji. Huu ndio utendaji chaguo-msingi.
* &quot;blocked&quot;: huzuia kusakinisha kiendelezi.
* &quot;force_installed&quot;: kiendelezi husakinishwa kiotomatiki na hakiwezi kuondolewa na mtumiaji.
* &quot;normal_installed&quot;: kiendelezi husakinishwa kiotomatiki lakini kinaweza kuzimwa na mtumiaji.

&quot;installation_mode&quot; inaweza pia kuwekwa katika viendelezi vingi, ikiwa ni pamoja na kiendelezi cha &quot;*&quot; (kama mipangilio chaguo-msingi) na viendelezi vyenye URL moja ya sasisho. Ni thamani za &quot;allowed&quot; na &quot;blocked&quot; pekee zinazoweza kutumiwa katika hali hii.

Ikiwa hali imewekwa kuwa &quot;force_installed&quot; au &quot;normal_installed&quot; basi lazima mipangilio ya &quot;update_url&quot; iwekwe pia. Kumbuka kwamba URL ya sasisho inatumika kwa usakinishaji wa awali pekee; masasisho ya viendelezi vinavyofuata yatatumia URL ya sasisho iliyoonyeshwa katika faili ya maelezo ya kiendelezi. Lazima URL ya sasisho ielekeze kwenye hati ya Faili ya Maelezo ya XML ya Sasisho kama ilivyotajwa hapo juu.

&quot;blocked_permissions&quot;: huweka kwenye orodha ya mifuatano inayoonyesha ruhusa za API zilizozuiwa katika kiendelezi. Majina ya ruhusa ni sawa na mifuatano ya ruhusa iliyotajwa katika faili ya maelezo ya kiendelezi kama ilivyoelezwa kwenye https://developer.chrome.com/extensions/declare_permissions. Mipangilio hii pia inaweza kuwekwa kwenye kiendelezi cha &quot;*&quot;. Ikiwa kiendelezi kinahitaji ruhusa iliyo kwenye orodha ambayo haijaidhinishwa, hakitaruhusiwa kupakia. Ikiwa kina ruhusa iliyozuiwa kama hitaji lisilo la lazima, kitashughulikiwa kwa njia ya kawaida, lakini ombi la ruhusa zinazokinzana litakataliwa kiotomatiki wakati wa kutekeleza.

&quot;allowed_permissions&quot;: sawa na &quot;blocked_permissions&quot;, lakini badala yake hukubali baadhi ya ruhusa ambazo zinaweza kuzuiwa na orodha ya viendelezi vyote vilivyozuiwa, kwa hivyo haiwezi kuwekwa katika kiendelezi cha &quot;*&quot;. Kumbuka kwamba mipangilio hii haitoi ruhusa za viendelezi kiotomatiki.

&quot;minimum_version_required&quot;: huwekwa kwenye mfuatano wa toleo. Muundo wa mfuatano wa toleo ni sawa na ule unaotumika katika faili ya maelezo ya kiendelezi, kama ilivyoelezwa katika https://developer.chrome.com/apps/manifest/version. Kiendelezi chenye toleo la zamani kuliko toleo la awali lililobainishwa kitazimwa.Hii inatumika vilevile kwenye viendelezi vya kusakinisha kwa lazima.

Mipangilio ifuatayo inaweza kutumika kuweka usanidi chaguo-msingi wa &quot;*&quot; pekee:

&quot;install_sources&quot;: Kila kipengee katika orodha hii ni ruwaza inayolingana na mtindo wa kiendelezi (https://developer.chrome.com/extensions/match_patterns). Watumiaji wataweza kusakinisha vipengee kwa urahisi kutoka URL yoyote inayolingana na kipengee katika orodha hii. Eneo la faili ya *.crx na ukurasa ambapo kipakuliwa kilianzishwa (yaani kielekezi) lazima vikubaliwe na ruwaza hizi.

&quot;allowed_types&quot;: Mipangilio hii inaidhinisha aina ya kiendelezi au programu zinazoruhusiwa ambazo zinaweza kusakinishwa katika Google Chrome. Thamani ni orodha ya mifuatano ambayo inapaswa kuwa mojawapo ya zifuatazo: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Angalia viendelezi vya Google Chrome kwa maelezo zaidi kuhusu aina hizi.
&quot;blocked_install_message&quot;: Mtumiaji akijaribu kusakinisha kiendelezi lakini kimezuiwa, sera ya Duka la Chrome Kwenye Wavuti huonyesha ujumbe wa ndani wa hitilafu. Mipangilio hii hukuruhusu kuweka maandishi kwenye ujumbe wa hitilafu. Hii inaweza kutumika kuwaelekeza watumiaji kwenye huduma yako ya usaidizi, kuwaeleza kwa nini kiendelezi fulani kimezuiwa au jambo lingine. Ujumbe huu wa hitilafu utapunguzwa ikiwa unazidi herufi 1000.
&quot;runtime_blocked_hosts&quot;: Huruhusu orodha ya seva pangishi ambazo kiendelezi kitazuiwa kuwasiliana nazo. Hii inajumuisha javascript zinazokatizwa, kubadilisha na kuona webRequests / webNavigation, kuona na kubadilisha vidakuzi. Muundo unakaribiana na Ruwaza Zinazolingana https://developer.chrome.com/extensions/match_patterns ila hakuna njia zinazoweza kufafanuliwa. Kwa mfano &quot;*://*.example.com&quot;. Hii pia hutumia herufi wakilishi ya TLD inayotumiwa kwa mfano &quot;*://example.*&quot;.
&quot;runtime_allowed_hosts&quot;: Huruhusu orodha ya seva pangishi ambazo kiendelezi kinaruhusiwa kuwasiliana nazo bila kujali ikiwa zimeorodheshwa katika &quot;runtime_blocked_hosts&quot; au la. Huu ni muundo sawa na &quot;runtime_blocked_hosts&quot;.
</string><string id="AllowDeletingBrowserHistory">Washa ufutaji wa historia ya upakuaji na kivinjari</string><string id="AllowDeletingBrowserHistory_Explain">Huwasha ufutaji wa historia ya kivinjari na historia ya upakuaji katika Google Chrome na huzuia watumiaji wasibadilishe mpangilio huu.

Kumbuka kuwa hata na sera hii kuzimwa, historia ya kuvinjari na upakuaji haina uhakika wa kubakishwa: watumiaji wanaweza kubadilisha au kufuta faili za hifadhidata ya historia moja kwa moja, na kivinjari chenyewe kinaweza kupitwa na wakati au kiweke vipengee vyote vya historia kwenye kumbukumbu wakati wowote.

Endapo mpangilio huu utawashwa au usiwekwe, historia ya kuvinjari na upakuaji inaweza kufutwa.

Mpangilio huu ukizimwa, historia ya kuvinjari na upakuaji hauwezi kufutwa.</string><string id="AllowDinosaurEasterEgg">Ruhusu Mchezo Fiche wa Dinosau</string><string id="AllowDinosaurEasterEgg_Explain">Ruruhusu watumiaji wacheze mchezo fiche wa dinosau kifaa kinapokuwa nje ya mtandao.

Sera hii ikiwekwa kuwa Sivyo, watumiaji hawataweza kucheza mchezo mchezo fiche wa dinosau kifaa kinapokuwa nje ya mtandao. Mipangilio hii ikiwekwa kuwa Ndivyo, watumiaji wanaruhusiwa kucheza mchezo wa dinosau. Sera hii isipowekwa, watumiaji hawaruhusiwi kucheza mchezo fiche wa dinosau kwenye Mfumo wa Uendeshaji wa Chrome uliosajiliwa, lakini wanaruhusiwa kuucheza chini ya hali nyingine.</string><string id="AllowOutdatedPlugins">Ruhusu kuendesha programu jalizi ambazo zimepitwa na wakati.</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Ruhusu kufunga skrini</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Bainisha vikoa vinavyoruhusiwa kufikia Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Wezesha kurasa badala za hitilafu</string><string id="AlternateErrorPagesEnabled_Explain">Inawezesha matumizi ya kurasa mbadala za hitilafu zilizojengwa katika Google Chrome (kama vile 'ukurasa haukupatikana') na huzuia watumiaji kuubadilisha mpangilio huu.

Ukiwezesha mpangilio huu, kurasa mbadala za hitilafu zinatumiwa.

Ukilemaza mpangilio huu, kurasa mbadala za hitilafu hazitumiwi kamwe.

Ukiwezesha au kuulemaza mpangilio huu, watumiaji hawawezi kuubadilisha au kuufuta mpangilio huu katika Google Chrome.

Ikiwa sera hii itaachwa bila kuwekwa, hii itawezeshwa lakini mtumiaji ataweza kuibadilisha.</string><string id="AlwaysAuthorizePlugins">Kila wakati inaendesha programu jalizi ambazo zinahitaji uidhinishaji.</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Washa kipengele cha Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Sera hii inapowekwa kuwa ndivyo, data ya programu ya Android inapakiwa kwenye seva za Android Backup na kurejeshwa kutoka kwenye seva hizo baada ya kusakinisha upya programu kwa programu zinazooana.

Sera hii ikiwekwa kuwa sivyo, kipengee cha Android Backup Service kitazimwa.

Sera hii ikiwekwa mipangilio basi watumiaji hawataweza kuibadilisha wenyewe.

Sera hii isipowekwa mipangilio basi watumiaji wataweza kuwasha na kuzima kipengele cha Android Backup Service na programu ya Mipangilio ya Android.</string><string id="ArcCertificatesSyncMode">Weka upatikanaji wa cheti kwa programu za ARC</string><string id="ArcCertificatesSyncMode_Explain">Ikiwekwa kuwa SyncDisabled au isiposanidiwa, vyeti vya Google Chrome OS havitakuwepo kwa ajili ya programu za ARC.

Ikiwekwa kuwa CopyCaCerts, vyeti vyote vya CA vilivyosakinishwa kwenye ONC vyenye Web TrustBit vitapatikana kwa ajili ya programu za ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Zima kipengele cha utumiaji wa vyeti vya Google Chrome OS kwenye programu za ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Washa kipengele cha vyeti vya CA vya Google Chrome OS kwenye programu za ARC</string><string id="ArcEnabled">Washa kipengele cha ARC</string><string id="ArcEnabled_Explain">Sera hii ikiwekwa kuwa ndivyo, kipengee cha ARC kitawashiwa mtumiaji
(kutegemea kanuni za mipangilio ya ziada ya sera - kipengee cha ARC bado hakitapatikana ikiwa kipindi cha matumizi ya muda au kipengee cha kuingia katika akaunti nyingi kitawashwa katika kipindi cha sasa cha mtumiaji).

Mipangilio hii ikizimwa au isiposanidiwa, basi watumiaji wa biashara
hawawezi kutumia kipengee cha ARC.</string><string id="ArcLocationServiceEnabled">Washa Huduma ya Mahali ya Android Google</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Weka mipangilio ya ARC</string><string id="ArcPolicy_Explain">Hubainisha kikundi cha sera zitakazotolewa wakati ARC inatumika. Lazima thamani iwe JSON sahihi.

Sera hii inaweza kutumika kuweka mipangilio ya kubainisha programu za Android ambazo zinasakinishwa kiotomatiki kwenye kifaa:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Android app identifier, e.g. &quot;com.google.android.gm&quot; for Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Specifies how an app is installed. OPTIONAL: The app is not installed automatically, but the user can install it. This is the default if this policy is not specified. PRELOAD: The app is installed automatically, but the user can uninstall it. FORCE_INSTALLED: The app is installed automatically and the user cannot uninstall it. BLOCKED: The app is blocked and cannot be installed. If the app was installed under a previous policy it will be uninstalled.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Policy for granting permission requests to apps. PERMISSION_POLICY_UNSPECIFIED: Policy not specified. If no policy is specified for a permission at any level, then the `PROMPT` behavior is used by default. PROMPT: Prompt the user to grant a permission. GRANT: Automatically grant a permission. DENY: Automatically deny a permission.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;App-specific JSON configuration object with a set of key-value pairs, e.g. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. The keys are defined in the app manifest.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Ili kubandika programu kwenye kifungua programu, angalia PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Ruhusu au upinge kurekodi sauti</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL ambazo zitapewa ufikiaji wa vifaa vya kunasa sauti bila ushawishi</string><string id="AudioCaptureAllowedUrls_Explain">Ruwaza katika orodha hii zitalinganishwa dhidi ya asili ya usalama wa
ombi la URL.  Zikilingana, idhini ya kufikia vifaa vya
kunasa sauti itatolewa bila ombi.

KUMBUKA: Kabla ya toleo la 45, sera hii ilitumika katika Skrini nzima pekee.</string><string id="AudioCaptureAllowedUrlsDesc">URL ambazo zitapewa ufikiaji wa vifaa vya kunasa sauti bila ushawishi</string><string id="AudioOutputAllowed">Ruhusu kucheza sauti</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Washa uwezo wa Kujaza kitomatiki</string><string id="AutoFillEnabled_Explain">Inawezesha kipengele cha Mjazo Otomatiki cha Google Chrome na huruhusu watumiaji kukamilisha wavuti kiotomatiki kwa kutumia maelezo ya awali yaliyohifadhiwa kama anwani au maelezo ya kadi ya mkopo.

Ukiuzima mpangilio huu, Mjazo Otomatiki hautafikiwa na watumiaji.

Ukiuwasha mpangilio huu au usipoweka thamani, Mjazo Otomatiki utasalia chini ya udhibiti wa mtumiaji. Hii itawaruhusu kuweka maelezo mafupi ya Mjazo Otomatiki na kuwasha au kuzima Mjazo Otomatiki wapendavyo.</string><string id="AutofillCreditCardEnabled">Washa kipengele cha Jaza Kiotomatiki kwa kadi za mikopo</string><string id="AutofillCreditCardEnabled_Explain">Huwasha kipengele cha Jaza Kiotomatiki cha Google Chrome na kuruhusu watumiaji kujaza kiotomatiki maelezo ya kadi ya mikopo na anwani katika fomu za wavuti kwa kutumia maelezo yaliyohifadhiwa awali.

Ukizima mipangilio hii, kipengele cha Jaza Kiotomatiki hakitawahi kupendekeza au kujaza maelezo ya kadi ya mikopo au kuhifadhi maelezo zaidi ya kadi ya mikopo ambayo mtumiaji anaweza kuwasilisha anapovinjari wavuti.

Ukiwasha mipangilio hii au usipoweka thamani, inamaanisha kuwa mtumiaji ataweza kudhibiti kipengele chote cha kujaza kiotomatiki (ikiwa ni pamoja na kadi za mikopo) katika kiolesura.</string><string id="BlockThirdPartyCookies">Zuia vidakuzi vya wengine</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Wezesha Upau wa Alamisho</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Uthibitishaji wa ukurasa wavuti hupuuza seva mbadala</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Zima utekelezaji wa Uwazi wa Cheti kwa orodha ya URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Huzima utekelezaji wa mahitaji ya Uwazi wa Cheti kwenye URL zilizoorodheshwa.

Sera hii huruhusu vyeti vya majina ya wapangishaji katika URL zilizobainishwa visifichuliwe kupitia Uwazi wa Cheti. Hii huruhusu vyeti visivyoaminika, kwa sababu havikufichuliwa hadharani ipasavyo, viendelee kutumiwa, lakini hufanya ugunduzi wa vyeti vilivyotumiwa vibaya kuwa mgumu kwa wapangishaji hao.

Ruwaza ya URL huundwa kulingana na https://www.chromium.org/administrators/url-blacklist-filter-format. Hata hivyo, kwa sababu vyeti ni sahihi kwa jina maalum la mpangishaji ambayo haitegemei utaratibu, mlango, au njia, ni sehemu ya jina la mpangishaji wa URL ambayo hutumika pekee. Wapangishaji wa herufi wakilishi hawatumiki.

Sera hii isipowekwa, cheti chochote kinachopaswa kuonyeshwa kupitia Uwazi wa Cheti kitachukuliwa kuwa kisichoaminika kama hakitaonyeshwa kulingana na sera ya Uwazi wa Cheti.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Zima utekelezaji wa Uwazi wa Cheti kwa orodha ya URL</string><string id="ChromeOsLockOnIdleSuspend">Wawezesha kufunga wakati kifaa kinapokuwa hakifanyi kitu au kimesimamishwa</string><string id="ChromeOsLockOnIdleSuspend_Explain">Washa kipengele cha kufunga wakati vifaa vya Google Chrome OS havifanyi kitu au vikisimamishwa.

Ukiwasha mipangilio hii, watumiaji wataombwa nenosiri ili kufungua kifaa ambacho hakitumiki.

Ukizima mipangilio hii, watumiaji hawataombwa nenosiri ili kufungua kifaa ambacho hakitumiki.

Ukiwasha au kuzima mipangilio hii, watumiaji hawawezi kukibadilisha au kukifuta.

Ikiwa sera hii haitawekwa, mtumiaji anaweza kuchagua kama angependa kuombwa nenosiri ili afungue kifaa au la.</string><string id="ChromeOsMultiProfileUserBehavior">Dhibiti tabia ya mtumiaji katika kipindi cha wasifu nyingi</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Dhibiti tabia ya mtumiaji katika kipindi cha multiprofile kwenye vifaa vya Google Chrome OS.

Ikiwa sera hii itawekwa kuwa 'MultiProfileUserBehaviorUnrestricted', mtumiaji anaweza kuwa wa kwanza au wa pili katika kipindi cha multiprofile.

Ikiwa sera hii itawekwa kuwa 'MultiProfileUserBehaviorMustBePrimary', mtumiaji anaweza kuwa wa kwanza pekee katika kipindi cha multiprofile.

Ikiwa sera hii itawekwa kuwa 'MultiProfileUserBehaviorNotAllowed', mtumiaji hawezi kushiriki kipindi cha multiprofile.

Ukiweka mpangilio huu, watumiaji hawawezi kuubadilisha au kuufuta.

Ikiwa mpangilio utabadilishwa mtumiaji akiwa ameingia katika kipindi cha multiprofile, watumiaji wote katika kipindi watateuliwa dhidi ya mipangilio yao sambamba. Kipindi kitafungwa ikiwa yeyote kati ya watumiaji haruhusiwi kuwa katika kipindi.

Ikiwa sera itaachwa bila kuwekwa, thamani ya chaguo-msingi 'MultiProfileUserBehaviorMustBePrimary' inatumika kwa watumiaji wanaosimamiwa kibiashara na 'MultiProfileUserBehaviorUnrestricted' itatumiwa kwa watumiaji wasiosimamiwa.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Ruhusu mtumiaji wa biashara kuwa wa kwanza na wa pili (Tabia ya chaguo-msingi kwa watumiaji wasiosimamiwa)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Ruhusu mtumiaji wa biashara kuwa mtumiaji wa kwanza wa multiprofile pekee (Tabia ya chaguo-msingi kwa watumiaji wanaosimamiwa kibiashara)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Usiruhusu mtumiaji wa biashara kuwa sehemu ya wasifu nyingi (ya msingi au ya pili)</string><string id="ChromeOsReleaseChannel">Kituo cha Kutoa</string><string id="ChromeOsReleaseChannel_Explain">Hubainisha kituo cha kutoa ambacho kifaa hiki kinastahili kufungiwa kwacho.</string><string id="ChromeOsReleaseChannel_StableChannel">Kituo imara</string><string id="ChromeOsReleaseChannel_BetaChannel">Kituo cha beta</string><string id="ChromeOsReleaseChannel_DevChannel">Kituo cha dev (huenda kikawa si imara)</string><string id="ChromeOsReleaseChannelDelegated">Ikiwa kituo cha kutoa kinastahili kusanidiwa na mtumiaji.</string><string id="ChromeOsReleaseChannelDelegated_Explain">Ikiwa sera hii itawekwa kuwa Ndivyo na sera ya ChromeOsReleaseChannel haijabainishwa basi watumiaji wa kikoa cha uandikishaji kitaruhusiwa kubadilisha kituo cha kutoa cha kifaa. Ikiwa sera hii itawekwa kuwa siyo Ndivyo kifaa kitafungwa katika kituo chochote ambapo kilikuwa kimewekwa mwisho.

Kituo kilichoteuliwa na mtumiaji kitafutwa kwa sera ya ChromeOsReleaseChannel, lakini ikiwa kituo cha sera ni thabiti zaidi kuliko kile ambacho kilikuwa kimesakinishwa kwenye kifaa, hivyo basi kituo kitabadili tu baada ya toleo la kituo thabiti zaidi kinachofikia idadi ya juu zaidi ya toleo kuliko lililosakinishwa kwenye kifaa.</string><string id="ComponentUpdatesEnabled">Huwasha masasisho ya vipengele katika Google Chrome.</string><string id="ComponentUpdatesEnabled_Explain">Ikiwa haijawekwa au imewekwa kuwa Ndivyo, masasisho ya vipengele vyote katika Google Chrome huwashwa.

Ikiwekwa kuwa Sivyo, masasisho ya vipengele yatazimwa. Hata hivyo, baadhi ya vipengele havizingatii sera hii: masasisho ya kipengele chochote ambacho hakina msimbo wa kutekelezwa, au ambacho hakibadilishi jinsi kivinjari kinavyofanya kazi, au ni muhimu kwa usalama wake hayatazimwa.
Mifano ya vipengele kama hivyo ni orodha za vyeti vilivyobatilishwa na data ya kuvinjari salama.
Angalia https://developers.google.com/safe-browsing kwa maelezo zaidi kuhusu SafeBrowsing.</string><string id="DefaultPrinterSelection">Sheria za kuchagua printa chaguo-msingi</string><string id="DefaultPrinterSelection_Explain">Hubatilisha sheria za kuchagua printa chaguo-msingi za Google Chrome.

Sera hii hubainisha sheria za kuchagua printa chaguo-msingi katika Google Chrome ambayo hufanyika mara ya kwanza chaguo la kukokotoa la kuchapisha linapotumiwa kwenye wasifu.

Sera hii ikiwekwa, Google Chrome itajaribu kutafuta printa inayolingana na vipengele vyote vilivyobainishwa, na iichague kuwa printa chaguo-msingi. Printa ya kwanza inayopatikana ambayo inalingana na sera huchaguliwa, iwapo hakuna kulingana kwa kipekee printa yoyote inayolingana inaweza kuchaguliwa, kutegemea mpangilio ambao printa zinagunduliwa.

Sera hii isipowekwa au printa inayolingana isipopatikana ndani ya muda uliowekwa, printa itabadilika kwa chaguo-msingi kuwa printa ya PDF iliyojengewa ndani au hakuna printa iliyochaguliwa, printa ya PDF isipopatikana.

Thamani inachanganuliwa kuwa kifaa cha JSON, inayozingatia utaratibu ufuatao:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Iwe ni kuweka vikwazo vya matokeo ya utafutaji ya printa inayolingana kwa idadi mahususi ya printa.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Kilinganishi kilingane na kitambulisho cha printa.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Kilinganishi kilingane na jina la printa inayoonekana.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Printa zilizounganishwa kwenye Google Cloud Print zinachukuliwa kuwa &quot;cloud&quot;, printa nyingine zote zinafahamika kuwa &quot;local&quot;.
Kuacha sehemu kunamaanisha kwamba thamani zote zinalingana, kwa mfano, kukosa kubainisha uunganishaji kutasababisha Onyesho la Kuchungulia kuanzisha ugunduzi wa printa za aina zote, za ndani na za wingu.
Lazima michoro ya Kilinganishi ifuate sintaksia ya JavaScript RegExp na kulingana kunafuata herufi kubwa au ndogo.</string><string id="DeveloperToolsDisabled">Lemaza Zana za Wasanidi Programu</string><string id="DeveloperToolsDisabled_Explain">Huzima Zana za Wasanidi Programu na kidhibiti cha JavaScript.

Ukiwasha mipangilio hii, Zana za Wasanidi Programu haziwezi kufikiwa na vipengee vya tovuti haviwezi kukaguliwa tena. Mikato yoyote ya kibodi na menyu au uingizaji wowote wa menyu wa kufungua Zana za Wasanidi Programu au Kidhibiti cha JavaScript itazimwa.

Kuzima chaguo hili au kuliacha bila kuweka kutaruhusu mtumiaji kutumia Zana za Wasanidi Programu na kidhibiti cha JavaScript.</string><string id="DeviceAllowBluetooth">Ruhusu Bluetooth kwenye kifaa</string><string id="DeviceAllowBluetooth_Explain">Sera hii ikiwekwa kuwa sivyo, Google Chrome OS itazima Bluetooth na mtumiaji hawezi kuiwasha tena.

Sera hii ikiwekwa kuwa ndivyo au isipowekwa, mtumiaji ataweza kuwasha au kuzima Bluetooth apendavyo.

Sera hii ikiwekwa, mtumiaji hawezi kuibadilisha au kuibatilisha.

Baada ya kuwasha Bluetooth, lazima mtumiaji aondoke kisha aingie katika akaunti ili mabadiliko yatekelezwe (hakuna haja ya kufanya hivi wakati wa kuzima Bluetooth).</string><string id="DeviceAllowNewUsers">Ruhusu uundaji wa akaunti mpya za mtumiaji</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Ruhusu watumiaji kukomboa matoleo kupitia Usajili wa Mfumo wa Uendeshaji wa Chrome</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Usimamizi wa IT kwa vifaa vya biashara unaweza kutumia alama hii kudhibiti iwapo itaruhusu watumiaji kukomboa matoleo kupitia Usajili wa Chrome OS.

Iwapo sera hii itawekwa kuwa ndivyo au kuachwa bila kuwekwa, watumiaji wataweza kukomboa matoleo kupitia Usajili wa Chrome OS.

Iwapo sera hii itawekwa kuwa sivyo, mtumiaji hataweza kukomboa matoleo.</string><string id="DeviceAutoUpdateDisabled">Inalemaza Kusasisha Otomatiki</string><string id="DeviceAutoUpdateDisabled_Explain">Huzima masasisho ya kiotomatiki yanapowekwa kuwa Ndivyo.

Vifaa vya Google Chrome OS hutafuta masasisho kiotomatiki ikiwa mipangilio hii haijawekwa au kuwekwa kuwa Sivyo.

Onyo: Unashauriwa kuwasha kipengele cha masasisho ya kiotomatiki ili watumiaji wapokee masasisho ya programu na marekebisho muhimu. Kuzima kipengele cha masasisho ya kiotomatiki kunaweza kuhatarisha hali ya watumiaji.</string><string id="DeviceAutoUpdateP2PEnabled">Usasishaji kiotomatiki wa P2P umewashwa</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Hubainisha iwapo p2p itatumika kwa sasisho za data ya OS. Kama imewekwa kuwa Kweli, vifaa vitashiriki na kujaribu kusasisha data kwenye LAN, hivyo kuna uwezekano wa kupunguza matumizi ya kipimo data cha intaneti na msongamano. Kama sasisho ya data haipo kwenye LAN, kifaa kitarudia kupakua kutoka kwenye seva ya sasisho. Kama imewekwa kuwa Uongo ama haijasanidiwa, p2p haitatumika.</string><string id="DeviceBlockDevmode">Zuia hali ya wasanidi programu</string><string id="DeviceBlockDevmode_Explain">Zuia hali ya wasanidi programu.

Ikiwa sera hii itawekwa kuwa Ukweli, Google Chrome OS itazuia kifaa kuwaka katika hali ya wasanidi programu. Mfumo utakataa kuwaka na kuonyesha skrini ya hitilafu swichi ya wasanidi programu itakapowashwa.

Ikiwa sera haitawekwa au itawekwa kuwa Uongo, hali ya wasanidi programu itaendelea kupatikana kwa kifaa.</string><string id="DeviceDataRoamingEnabled">Wezesha utumiaji wa data nje ya mtandao wako wa kawaida</string><string id="DeviceDataRoamingEnabled_Explain">Inathibitisha iwapo utumiaji wa data nje ya mtandao wako unapaswa kuwezeshwa kwa kifaa. Ikiwa itawekwa kuwa Ndivyo, utumiaji wa data nje ya mtandao wako unawezeshwa. Ikiwa hautasanidiwa au kuwekwa kuwa siyo Ndivyo, utumiaji wa data nje ya mtandao wako hautapatikana.</string><string id="DeviceEphemeralUsersEnabled">Futa data ya mtumiaji unapoondoka</string><string id="DeviceEphemeralUsersEnabled_Explain">Inathibitisha iwapo Google Chrome OS inaweka data ya akaunti ya karibu baada ya kuondoka. Ikiwa imewekwa kwenye ndivyo, hakuna akaunti za kudumu zinazowekwa kwa Google Chrome OS na data yote kutoka kwenye kipindi cha mtumiaji itatupwa baada ya kuondoka. Ikiwa sera hii imewekwa kuwa sivyo au haijasanidiwa, kifaa kinaweza kuweka data ya mtumiaji wa karibu (iliyosimbwa fiche).</string><string id="DeviceGuestModeEnabled">Wezesha modi ya wageni</string><string id="DeviceGuestModeEnabled_Explain">Ikiwa sera hii itawekwa kwenye Ndivyo au haitasanidiwa, Google Chrome OS haitawezesha uingiaji wa mgeni. Uingiaji wa mgeni ni vipindi visivyojulikana vya mtumiaji na havihitaji nenosiri..

Ikiwa sera hii itawekwa kwenye Sivyo, Google Chrome OS haitaruhusu vipindi vya mgeni kuanzishwa.</string><string id="DeviceLoginScreenAppInstallList">Weka orodha ya programu zilizosakinishwa kwenye skrini ya kuingia katika akaunti</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Weka orodha ya programu zilizosakinishwa kwenye skrini ya kuingia katika akaunti</string><string id="DeviceLoginScreenInputMethods">Miundo ya kibodi ya skrini ya kuingia katika kifaa</string><string id="DeviceLoginScreenInputMethods_Explain">Huweka mipangilio ya miundo ya kibodi inayoruhusiwa kwenye skrini ya kuingia katika kifaa cha Google Chrome OS.

Sera hii ikiweka kuwa orodha ya vitambulishi vya mbinu ya kuingiza data, mbinu husika za kuingiza data zitapatikana kwenye skrini ya kuingia katika kifaa. Mbinu ya kwanza ya kuingiza data itachaguliwa. Wakati podi ya mtumiaji inapolenga skrini ya kuingia katika kifaa, mbinu ya kuingiza data ya mtumiaji iliyotumiwa mara chache zaidi hivi majuzi itapatikana kando na mbinu za kuingiza data zilizotolewa na sera hiii. Sera hii isipowekwa, mbinu za kuingiza data zilizo kwenye skrini ya kuingia katika kifaa zitatolewa kwenye lugha ambayo imetumiwa kuonyesha skrini ya kuingia katika kifaa. Thamani ambazo si vitambulisho sahihi vya mbinu za kuingiza data zitapuuzwa.</string><string id="DeviceLoginScreenInputMethodsDesc">Miundo ya kibodi ya skrini ya kuingia katika kifaa</string><string id="DeviceLoginScreenLocales">Lugha ya skrini ya kuingia katika kifaa</string><string id="DeviceLoginScreenLocales_Explain">Huweka mipangilio ya lugha ambayo inatekelezwa kwenye skrini ya kuingia katika kifaa ya Google Chrome OS.

Sera hii ikiwekwa, skrini ya kuingia katika kifaa itaonyeshwa kila mara kwa lugha iliyowekwa katika thamani ya kwanza (sera imebainishwa kuwa orodha ya uoanifu wa kusambaza).  Sera hii isipowekwa au ikiwekwa kwenye orodha tupu, skrini ya kuingia katika kifaa itaonyeshwa kwa lugha ya kipindi cha mtumiaji wa mwisho.  Sura hii ikiwekwa kuwa thamani ambayo si lugha sahihi, skrini ya kuingia katika kifaa itaonyeshwa kwa lugha chaguo-msingi (ambayo kwa sasa ni Kiingereza cha Marekani).</string><string id="DeviceLoginScreenLocalesDesc">Lugha ya skrini ya kuingia katika kifaa</string><string id="DeviceLoginScreenPowerManagement">Udhibiti wa nishati kwenye skrini ya kuingia</string><string id="DeviceLoginScreenPowerManagement_Explain">Sanidi usimamizi wa nishati kwenye skrini ya kuingia katika akaunti ya Google Chrome OS.

Sera hii hukuruhusu kusanidi jinsi Google Chrome OS hufanya kazi kunapokuwa hakuna shughuli ya mtumiaji kwa muda huku skrini ya kuingia katika akaunti ikiwa inaonyeshwa. Sera hii hudhibiti mipangilio mingi. Kwa vigezo maalum na mfululizo wa thamani, tazama sera zinazolingana ambazo hudhibiti usimamizi wa nishati wakati wa kipindi. Tofauti za pekee zilizoko kwenye sera hizi ni:
* Vitendo vya kuchukua wakati haifanyi kitu au kifuniko kimefunikwa haviwezi kuwa kumaliza kipindi
* Kitendo chaguo-msingi cha kuchukua wakati kifaa hakifanyi kitu kinapoendeshwa kutumia nishati ya AC ni kuzima.

Kama mpangilio usipobainishwa, thamani chaguo-msingi inatumika.

Sera hii ikiondolewa, chaguo-msingi zitatumika kwa mipangilio yote.</string><string id="DeviceMetricsReportingEnabled">Wezesha kuripoti kwa metriki</string><string id="DeviceMetricsReportingEnabled_Explain">Hubainisha ikiwa vipimo vya matumizi na data ya uchunguzi, pamoja na ripoti za kuacha kufanya kazi, zitaripotiwa kwa Google. Ukiiweka kuwa ndivyo, Google Chrome OS itaripoti vipimo vya matumizi na data ya uchunguzi. Usipoiweka kuwa sivyo, kuripoti data ya vipimo na uchunguzi kutazimwa.</string><string id="DeviceNativePrinters">Faili za mipangilio ya printa ya biashara kwenye vifaa</string><string id="DeviceNativePrinters_Explain">Hutoa mipangilio ya printa za biashara zilizopachikwa kwenye vifaa.

Huduma hii inakuruhusu kuweka mipangilio ya printa kwenye vifaa vya Google Chrome OS. Ukubwa wa faili haupaswi kuzidi MB 5 na ni lazima uwe umesimbwa katika JSON. Muundo huu ni sawa na ule wa kamusi ya NativePrinters. Inakadiriwa kuwa faili iliyo na takribani printa 21,000 itasimbwa kuwa faili ya MB 5. Hashi ya kriptografia itatumika kuthibitisha hadhi ya upakiaji.

Faili imepakuliwa na kuwekwa katika akiba. Itapakuliwa tena wakati hashi au URL itabadilishwa.

Ikiwa sera hii imewekwa, Google Chrome OS itapakua faili kwa ajili ya mipangilio ya printa na kufanya printa zipatikane kulingana na sera za DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist na DeviceNativePrintersBlacklist.

Sera hii haina athari yoyote iwapo watumiaji wanaweka mipangilio ya printa kwenye vifaa mahususi. Imewekwa ili kutumika badala ya mipangilio ya printa ya watumiaji mahususi.

Sera hii inafuata NativePrintersBulkConfiguration.

Ikiwa sera hii haijawekwa, hakutakuwa na printa za vifaa na sera zingine za DeviceNativePrinter* hazitafuatwa.</string><string id="DeviceNativePrintersAccessMode">Sera ya kufikia mipangilio ya printa za vifaa.</string><string id="DeviceNativePrintersAccessMode_Explain">Hudhibiti aina za printa kutoka DeviceNativePrinters zinazopatikana kwa watumiaji.

Hubainisha sera ya ufikiaji inayotumiwa katika mipangilio ya kina ya printa. Ikiwa AllowAll imechaguliwa, printa zote zitaonyeshwa. Ikiwa BlacklistRestriction imechaguliwa, DeviceNativePrintersBlacklist itatumika kudhibiti uwezo wa kufikia printa zilizobainishwa. Ikiwa WhitelistPrintersOnly imechaguliwa, DeviceNativePrintersWhitelist itabainisha printa ambazo zitachaguliwa pekee.

Ikiwa sera haijawekwa, BlacklistRestriction itaendelea kufuatwa.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Printa zote huonyeshwa isipokuwa zile ambazo hazijaruhusiwa.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Printa zilizo kwenye orodha ya zilizoidhinishwa ndizo pekee huonyeshwa kwa watumiaji</string><string id="DeviceNativePrintersAccessMode_AllowAll">Ruhusu printa zote kutoka faili ya mipangilio.</string><string id="DeviceNativePrintersBlacklist">Printa za biashara zisizotumia sera</string><string id="DeviceNativePrintersBlacklist_Explain">Hubainisha printa ambazo mtumiaji hawezi kutumia.

Sera hii hutumika tu ikiwa mipangilio ya BlacklistRestriction imechaguliwa katika DeviceNativePrintersAccessMode.

Ikiwa sera hii inatumiwa, printa zote hutolewa kwa mtumiaji isipokuwa vitambulisho vilivyoorodheshwa katika sera hii.
</string><string id="DeviceNativePrintersBlacklistDesc">Printa za biashara zisizotumia sera</string><string id="DeviceNativePrintersWhitelist">Printa za biashara zinazotumia sera</string><string id="DeviceNativePrintersWhitelist_Explain">Hubainisha printa ambazo mtumiaji anaweza kutumia.

Sera hii hutumika tu ikiwa mipangilio ya WhitelistPrintersOnly imechaguliwa katika DeviceNativePrintersAccessMode

Ikiwa sera hii inatumiwa, printa zenye vitambulisho vinavyolingana na thamani iliyo katika sera ndizo pekee zitapatikana kwa watumiaji. Ni lazima vitambulisho vilingane na data iliyowekwa katika faili iliyobainishwa katika DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Printa za biashara zinazotumia sera</string><string id="DeviceOffHours">Vipindi ambavyo kifaa kimezimwa ambapo sera ya kifaa ya OffHours |ignored_policy_proto_tags| hutolewa</string><string id="DeviceOffHours_Explain">Ikiwa sera ya &quot;OffHours&quot; imewekwa, basi sera za kifaa zilizobainishwa hazitatumika (tumia mipangilio chaguo-msingi ya sera hizi) katika vipindi vilivyotajwa. Sera za kifaa huwekwa tena na Chrome kwa kila tukio wakati kipindi cha &quot;OffHours&quot; kinaanza au kukamilika. Watumiaji wataarifiwa na kulazimishwa kuondoka katika akaunti wakati muda wa &quot;OffHours&quot; unakamilika na mipangilio ya kifaa inabadilishwa (kwa mfano, wakati mtumiaji ameingia katika akaunti akitumia akaunti ambayo hairuhusiwi).</string><string id="DeviceOpenNetworkConfiguration">Usanidi wa mtandao wa kiwango cha kifaa</string><string id="DeviceOpenNetworkConfiguration_Explain">Inaruhusu kusukuma usanidi wa mtandao ili kutumika kwa watumiaji wote wa kifaa cha Google Chrome OS. Usanidi wa mtandao ni mtungo wa JSON ulioumbizwa kama ilivyofafanuliwa na umbizo la Usanidi Huru wa Mtandao ulioelezwa kwenye https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Onyesha upya kiwango cha Sera ya Kifaa</string><string id="DevicePolicyRefreshRate_Explain">Hubainisha muda kwa kipimo cha milisekunde ambacho huduma ya kudhibiti kifaa ambao huulizwa maelezo ya sera ya kifaa.

Kuweka sera hii kutafuta thamani chaguo-msingi ya saa 3. Thamani sahihi za sera hii ziko kuanzia 1800000 (dakika 30) hadi 86400000 (siku 1). Thamani zozote ambazo haziko katika masafa haya zitawekwa katika mpaka husika.

Kuacha sera hii bila kuiweka kutafanya Google Chrome OS itumie thamani chaguo-msingi ya saa 3.

Kumbuka kwamba ikiwa mfumo unatumia arifa za sera, ucheleweshwaji wa kuonyesha upya utawekwa kuwa saa 24 (ukipuuza chaguo-msingi zote na thamani ya sera hii) kwa sababu inatarajiwa kwamba arifa za sera zitalazimisha kuonyesha upya kiotomatiki wakati wowote ambao sera itabadilika, hivyo kuondoa haja ya kuonyesha upya mara kwa mara.</string><string id="DeviceQuirksDownloadEnabled">Washa kipengele cha hoja za Seva ya Quirks ya wasifu wa maunzi</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Uwashaji tena kiotomatiki baada ya kuzima kifaa</string><string id="DeviceRebootOnShutdown_Explain">Sera hii ikiwekwa kuwa sivyo au isisanidiwe, Google Chrome OS itamruhusu mtumiaji kuzima kifaa.
Sera hii ikiwekwa kuwa ndivyo, Google Chrome OS itaanzisha kuwasha tena mtumiaji anapozima kifaa. Google Chrome OS huchukua nafasi ya matukio yote ya vitufe vya kuzima katika kiolesura kwa kutumia vitufe vya kuzima. Mtumiaji akizima kifaa akitumia kitufe cha kuwasha/kuzima, hakitawasha tena kiotomatiki, hata kama sera imewashwa.</string><string id="DeviceShowUserNamesOnSignin">Onyesha majina ya watumiaji kwenye skrini ya kuingia</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Alama za mfumo mzima zitatumika wakati wa kuanzisha Google Chrome</string><string id="DeviceStartUpFlags_Explain">Hubainisha alama zinazotakiwa kutumika kwenye Google Chrome inapoanza. Alama zinazobainishwa hutumika kwenye skrini ya kuingia katika akaunti pekee. Alama zilizowekwa kupitia sera hii hazienei ndani ya vipindi vya mtumiaji.</string><string id="DeviceStartUpFlagsDesc">Alama za mfumo mzima zitatumika wakati wa kuanzisha Google Chrome</string><string id="DeviceTargetVersionPrefix">Toleo Lengwa la Kusasisha Otomatiki</string><string id="DeviceTargetVersionPrefix_Explain">Huweka toleo lengwa la Masasisho ya Kiotomatiki.

Hubainisha kiambishi awali cha toleo lengwa ambalo Google Chrome OS inatakiwa kusasishwa. Ikiwa kifaa hiki kinatumia toleo la kiambishi awali kilichobainishwa, kitasasisha kwenye toleo la sasa lenye kiambishi hicho. Ikiwa tayari kifaa kina toleo lake jipya, hakuna athari yoyote (yaani hakuna viwango vitakavyoshushwa) na kifaa kitasalia katika toleo la sasa. Muundo wa kiambishi hufanya kazi kulingana na sehemu kama inavyoonyeshwa katika mifano inayofuata:

&quot;&quot; (au haijawekwa mipangilio): weka toleo jipya linalopatikana.
&quot;1412.&quot;: weka toleo lolote dogo jipya la 1412 (k.m. 1412.24.34 au 1412.60.2)
&quot;1412.2.&quot;: weka toleo lolote dogo jipya la 1412.2 (k.m. 1412.2.34 au 1412.2.2)
&quot;1412.24.34&quot;: weka toleo hili mahususi pekee

Onyo: Unashauriwa kuweka mipangilio ya vizuizi vya toleo kwa sababu inaweza kuzuia watumiaji wasipokee masasisho ya programu na marekebisho muhimu ya usalama. Kuweka vizuizi kwenye masasisho kuwa toleo la kiambishi awali cha toleo mahususi kunaweza kuweka watumiaji katika hatari.</string><string id="DeviceUpdateAllowedConnectionTypes">Aina za miunganisho zinazoruhusiwa kwa visasisho</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Aina za miunganisho zinazoruhusiwa kutumia sasisho za Mfumo wa Uendeshaji. Sasisho za Mfumo wa Uendeshaji zinaweza kuweka vichujo vizito kwenye muunganisho kwa sababu ya ukubwa wavyo na huenda vikasababisha gharama ya ziada. Kwa hivyo, haviwashwi kwa chaguo-msingi kwa aina za miunganisho zinazoonekana kuwa ghali, zinazojumuisha WiMax, Bluetooth na Simu ya Mkononi kwa wakati huu.

Vitambulisho vinavyotambuliwa vya aina vya muunganisho ni &quot;ethaneti&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot;  na &quot;simu ya mkononi&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Aina za miunganisho zinazoruhusiwa kwa visasisho</string><string id="DeviceUpdateHttpDownloadsEnabled">Ruhusu vipakuliwa vya kusasisha kiotomatiki kupitia HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Sasisho za data kiotomatiki kwenye Google Chrome OS zinaweza kupakuliwa kupitia HTTP badala ya HTTPS. Hii huruhusu uakibishaji wa HTTP wazi wa vipakuliwa vya HTTP.

Sera hii ikiwekwa kuwa ndivyo, Google Chrome OS itajaribu kupakua sasisho za data  kiotomatiki kupitia HTTP. Sera ikiwekwa kuwa sivyo ama isiwekwe, HTTPS itatumika kupakua sasisho za data kiotomatiki.</string><string id="DeviceUpdateScatterFactor">Sasisha kiotomatiki kipengee cha kutawanya</string><string id="DeviceUpdateScatterFactor_Explain">Inabainisha idadi ya sekunde ambazo kifaa kinaweza kuamua kuchelewesha upakuaji wake wa sasisho kutoka wakati ambapo usasishaji ulisukumwa kwanza nje katika seva. Kifaa kinaweza kusubiri kijisehemu cha muda huu kwa hali ya muda wa saa na kijisehemu kinachosalia katika hali ya idadi ya ukaguzi wa visasisho. Katika hali yoyote, utawanyishaji umekitwa katika kiwango cha kudumu cha muda ili kifaa kisikwame tena kikisubiri kupakua sasisho kwa muda mrefu.</string><string id="DeviceUserWhitelist">Ingia kwenye orodha ya kutoa idhini ya mtumiaji</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Ingia kwenye orodha ya kutoa idhini ya mtumiaji</string><string id="DeviceWallpaperImage">Picha ya mandhari ya kifaa</string><string id="DeviceWallpaperImage_Explain">Weka mipangilio ya picha ya mandhari ya kiwango cha kifaa ambayo inaonyeshwa kwenye skrini ya kuingia katika akaunti ikiwa hakuna mtumiaji aliyeingia katika kifaa. Sera inawekwa kwa kubainisha URL ambayo kifaa cha Mfumo wa Uendeshaji wa Chrome kinaweza kupakua picha ya mandhari na hash ya kriptografia inayotumiwa kuthibitisha kwamba kipakuliwa hakina virusi. Lazima picha iwe ya aina ya faili ya JPEG, ukubwa wake usizidi MB 16. Lazima URL ifikiwe bila uthibitishaji wowote. Picha ya mandhari hupakuliwa na kuakibishwa. Itapakuliwa tena wakati URL au hash inabadilika.

Sera inapaswa kubainishwa kama mfuatano unaoeleza URL na hash katika aina ya faili ya JSON, kwa mfano,
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Ikiwa sera ya mandhari ya kifaa itawekwa, kifaa cha Mfumo wa Uendeshaji wa Chrome kitapakua na kutumia picha ya mandhari kwenye skrini ya kuingia katika akaunti ikiwa hakuna mtumiaji ambaye ameingia katika kifaa. Pindi tu mtumiaji anapoingia katika akaunti, sera ya mandhari ya mtumiaji itaanza kutumika.

Ikiwa sera ya mandhari ya kifaa itaachwa bila kuwekwa, ni sera ya mandhari ya mtumiaji itakayoamua kitu cha kuonyesha ikiwa sera ya mandhari ya mtumiaji itawekwa.</string><string id="Disable3DAPIs">Lemaza uhimili wa API za michoro ya 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Bainisha iwapo kitafutaji programu jalizi kinafaa kulemazwa</string><string id="DisablePluginFinder_Explain">Ukiwezesha mpangilio huu utafutaji otomatiki na usakinishaji wa programu jalizi zinazokosekana utalemazwa katika Google Chrome.

Kuweka chaguo hili kulezama au kuiacha bila kuwekwa kipataji cha programu jalizi kitakuwa amilifu.</string><string id="DisableSafeBrowsingProceedAnyway">Lemaza kuendelea kutoka kwenye ukurasa wa ilani ya Kuvinjari Salama</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Huduma ya Kuvinjari Salama huonyesha ukurasa wa kuonya wakati watumiaji wanapovinjari tovuti ambazo zimetiwa alama kuwa hasidi. Kuwasha mipangilio hii kunawazuia watumiaji kuondoka kwenye ukurasa wa kuonya hadi kwenye tovuti hasidi.

Ikiwa mipangilio hii itazimwa au haitawekwa basi watumiaji wanaweza kuchagua kuendelea hadi kwenye tovuti iliyotiwa alama baada ya kuonyeshwa onyo.

Angalia https://developers.google.com/safe-browsing kwa maelezo zaidi kuhusu SafeBrowsing.</string><string id="DisableScreenshots">Zima upigaji picha za skrini</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Weka mzunguko chaguo-msingi wa onyesho, unaotumika kila unapowashwa tena</string><string id="DisplayRotationDefault_Explain">Sera hii ikiwekwa, kila onyesho litazungushwa hadi
mkao uliobainishwa kila inapowashwa tena, na mara ya kwanza inapounganishwa
baada ya thamani ya sera kubadilika. Watumiaji wanaweza kubadilisha mzunguko
wa onyesho kupitia ukurasa wa mipangilio baada ya kuingia katika akaunti, lakini
mipangilio yake itabatilishwa na thamani za sera itakapowashwa tena.

Sera hii inatumika kwenye maonyesho ya msingi na ya pili yote.

Sera hii isipowekwa, thamani chaguo-msingi ni digrii 0 na mtumiaji yuko huru
kuibadilisha. Kwa hivyo, thamani chaguo msingi haitumiwi tena wakati wa kuzima na kuwasha.</string><string id="DisplayRotationDefault_ROTATE_0">Zungusha skrini kwa digrii 0</string><string id="DisplayRotationDefault_ROTATE_90">Zungusha skrini kwa mwendo wa saa kwa digrii 90</string><string id="DisplayRotationDefault_ROTATE_180">Zungusha skrini kwa digrii 180</string><string id="DisplayRotationDefault_ROTATE_270">Zungusha skrini kwa mwendo wa saa kwa digrii 270</string><string id="DownloadDirectory">Weka saraka ya kupakua</string><string id="DownloadDirectory_Explain">Hupangilia saraka ambayo Google Chrome itatumia kwa kupakua faili.

Ukiweka sera hii, Google Chrome itatumia saraka iliyotolewa bila kujali iwapo mtumiaji amebainisha moja au amewasha alamisho ya kuchochewa kwa eneo la upakuaji kila wakati.

Angalia https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables kwa orodha ya vigezo ambavyo vinaweza kutumiwa.

Ikiwa sera hii itasalia bila kuwekwa saraka chaguo-msingi ya upakuaji itatumiwa na mtumiaji ataweza kuibadilisha.</string><string id="DownloadRestrictions">Weka vikwazo vya upakuaji</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Hamna vikwazo maalum</string><string id="DownloadRestrictions_BlockDangerousDownloads">Zuia vipakuliwa hatari</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Zuia vipakuliwa vinavyoweza kuwa hatari</string><string id="DownloadRestrictions_BlockAllDownloads">Zuia vipakuliwa vyote</string><string id="EasyUnlockAllowed">Huruhusu Smart Lock kutumiwa</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Mkakati wa uhamishaji wa ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Inafanya kazi kama kipengele cha Kuondoa data iliyo kwenye kifaa isipatikane kabisa (thamani ya 2), lakini hujaribu kuhifadhi tokeni za kuingia katika akaunti, kwa hivyo si lazima mtumiaji aingie katika akaunti tena.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Ikiwa muundo wa kifaa teja tayari unatumia ARC kabla ya kuhamishiwa kwenye ext4 ili kutumia ARC na sera ya ArcEnabled imewekwa kuwa ndivyo, chaguo hili litafanya kazi kama AskUser (thamani ya 3). Katika hali zingine zote (ikiwa muundo wa kifaa haukuwa unatumia ARC hapo awali, au kama sera ya ArcEnabled imewekwa kuwa sivyo), thamani hii inalingana na DisallowArc (thamani ya 0).</string><string id="EditBookmarksEnabled">Inawezesha au kulemaza uhariri wa alamisho</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Ikiwa utaruhusu vyeti vilivyotolewa na nanga za ndani zinazoaminika visivyo na kiendelezi cha subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Mipangilio hii ikiwashwa, Google Chrome itatumia commonName la cheti cha seva kulinganisha jina la mpangishaji ikiwa cheti hakina kiendelezi cha subjectAlternativeName, mradi tu kinathibitisha na kuungansiha kwenye vyeti vya CA vilivyosakinishiwa ndani ya kifaa.

Kumbuka kwamba hali hii haipendekezwi, kwa sababu inaweza kusababisha kukwepa kiendelezi cha nameConstraints kinachozuia majina ya wapangishaji ambayo cheti maalum kinaweza kuidhinishwa kushughulikia.

Sera hii isipowekwa, au ikiwekwa kuwa sivyo, vyeti vya seva visivyo na kiendelezi cha subjectAlternativeName kilicho na jina la DNS au anwani ya IP havitaaminiwa.</string><string id="EnableDeprecatedWebPlatformFeatures">Washa vipengele vilivyoacha kuendesha huduma vya mbinu ya wavuti kwa muda mfupi</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Bainisha orodha ya vipengele vilivyoacha kuendesha huduma vya mbinu ya wavuti ili kuwasha tena kwa muda.

Sera hii inawapa wasimamizi uwezo wa kuwasha tena vipengele vilivyoacha kuendesha huduma vya mbinu ya wavuti kwa muda mfupi. Vipengele vinatambuliwa kwa lebo ya mfuatano na vipengele vinavyolingana na lebo vilivyojumuishwa katika orodha iliyobainishwa na sera hii vitawashwa tena.

Ikiwa sera hii itaachwa bila kuwekwa, au orodha ikiwa tupu au hailingani na mojawapo ya lebo za mifuatano, vipengele vyote vilivyoacha kuendesha huduma vya mbinu ya wavuti vitasalia vikiwa vimezimwa.

Ingawa sera yenyewe inaweza kutumiwa kwenye mbinu zilizo hapo juu, kipengele inachokiwasha kinaweza kupatikana kwenye mbinu chache. Si vipengele vyote vilivyoacha kuendesha huduma vya Mbinu ya Wavuti vinaweza kuwashwa tena. Vilivyoorodheshwa hapa chini pekee ndivyo vinavyoweza kuwashwa tena kwa muda mfupi, muda huo ni tofauti kwa kila kipengele. Muundo wa jumla wa lebo ya mfuatano utakuwa [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. Kama rejeleo, unaweza kupata lengo la yaliyochangia mabadiliko ya kipengele cha Mbinu ya Wavuti https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Washa vipengele vilivyoacha kuendesha huduma vya mbinu ya wavuti kwa muda mfupi</string><string id="EnableOnlineRevocationChecks">Ikiwa ukaguzi wa mtandaoni wa OCSP/CRL umeatekelezwa</string><string id="EnableOnlineRevocationChecks_Explain">Kutokana na sababu kwamba ukaguzi wa ubatilishaji wa mtandaoni unaoshindwa chinichini hautoi usalama bora unaofanya kazi, unazimwa kwa chaguo-msingi katika toleo la 19 la Google Chrome na matoleo mapya zaidi. Kwa kuweka sera hii kuwa ndivyo, tabia ya awali inarejeshwa na ukaguzi wa mtandaoni wa OCSP/CRL utatekelezwa.

Ikiwa sera hii haitawekwa, au ikiwekwa kuwa sivyo, basi Google Chrome haitatekeleza ukaguzi wa ubatilishaji wa mtandaoni katika Google Chrome 19 na matoleo mapya zaidi.</string><string id="EnableSha1ForLocalAnchors">Iwe vyeti vya sahihi ya SHA-1 vilivyotolewa na nanga za ndani zinazoaminika vinaruhusiwa</string><string id="EnableSha1ForLocalAnchors_Explain">Mipangilio hii ikiwashwa, Google Chrome huruhusu vyeti vya sahihi ya SHA-1 muradi tu vinathibitisha kikamilifu na kuunganisha kwenye vyeti vya CA vilivyosakinishwa ndani.

Kumbuka kwamba sera hii inategemea bunda la kuthibitisha cheti cha mfumo wa uendeshaji kuruhusu sahihi za SHA-1. Ikiwa sasisho la Mfumo wa Uendeshaji litabadilisha Mfumo wa Uendeshaji unaoshughulikia vyeti vya SHA-1, sera hii haitakuwa na athari tena. Aidha, sera hii inanuiwa kutumiwa kama njia ya muda ya kuzipa biashara muda zaidi wa kuhama SHA-1.  Sera hii itaondolewa mnamo au kufikia tarehe 1 Januari 2019.

Sera hii isipowekwa au ikiwekwa kuwa sivyo, basi Google Chrome itafuata ratiba iliyotangazwa hadharani ya SHA-1 kuacha kuendesha huduma.</string><string id="ExternalStorageDisabled">Lemaza uangikaji wa hifadhi ya nje</string><string id="ExternalStorageDisabled_Explain">Sera hii ikiwekwa kuwa ndivyo, hifadhi ya nje haitapatikana katika kivinjari cha faili.

Sera hii inaathiri aina zote za maudhui ya hifadhi. Kwa mfano: hifadhi za USB ya mwako, diski kuu za nje, kadi ya SD na kadi nyingine za hifadhi, hifadhi ya optiki n.k. Hifadhi ya ndani haiathiriwi, kwa hvyo faili zilizohifadhiwa kwenye folda ya Vipakuliwa bado zinaweza kufikiwa. Hifadhi ya Google pia haiathiriwi na sera hii.

Mipangilio hii ikizimwa au ikiachwa bila kuwekwa, basi watumiaji wanaweza kutumia aina zote za hifadhi ya nje zinazotumika kwenye vifaa vyao.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Sera hii ikiwekwa kuwa ndivyo, watumiaji hawawezi kuandika chochote kwenye vifaa vya hifadhi ya nje.

Mipangilio hii ikiwekwa kuwa sivyo au isipowekwa, basi watumiaji wanaweza kuunda na kurekebisha faili za vifaa vya hifadhi ya nje ambavyo vinaweza kuandikwa.

Sera ya ExternalStorageDisabled huchukua nafasi ya sera hii - ikiwa ExternalStorageDisabled imewekwa kuwa ndivyo, basi idhini zote za kufikia hifadhi ya nje huzimwa na sera hii kupuuzwa.

Kipengele cha kuonyesha upya sera hii kinatumika katika M56 na matoleo ya baadaye.</string><string id="ForceGoogleSafeSearch">Lazimisha Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Hulazimisha maswali katika Utafutaji wa Wavuti wa Google kufanywa na SafeSearch ikiwa imewashwa na huzuia watumiaji kubadilisha mpangilio huu.

Ukiwasha mpangilio huu, SafeSearch katika Utafutaji wa Google huwa imewashwa wakati wote.

Ukifunga mpangilio huu au usipoweka thamani, SafeSearch katika Utafutaji wa Google haitekelezwi.</string><string id="ForceMaximizeOnFirstRun">Tanua dirisha la kwanza la kivinjari unapofungua mara ya kwanza</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Lazimisha Kiwango cha chini cha Hali yenye Mipaka kwenye YouTube</string><string id="ForceYouTubeRestrict_Explain">Hutekeleza kiwango cha chini cha Hali yenye Mipaka kwenye YouTube na huwazuia watumiaji
kuchagua hali ambayo haijawekewa mipaka mingi.

Mipangilio hii ikiwekwa kuwa ya Lazima, Hali yenye Mipaka ya Lazima kwenye YouTube
inafanya kazi kila wakati.

Mipangilio hii ikiwekwa kuwa ya Wastani, mtumiaji anaweza kuchagua Hali yenye Mipaka ya Wastani pekee na Hali yenye Mipaka ya Lazima kwenye YouTube,
lakini hawezi kuzima Hali yenye Mipaka.

Mipangilio hii ikiwekwa kuwa Imezimwa au hakuna thamani iliyowekwa, Hali yenye Mipaka kwenye YouTube haitatekelezwa na Google Chrome. Sera za nje kama vile sera za YouTube bado zinaweza kutekeleza Hali yenye Mipaka.</string><string id="ForceYouTubeRestrict_Off">Usitekeleze Hali yenye Mipaka kwenye YouTube</string><string id="ForceYouTubeRestrict_Moderate">Tekeleza angalau Hali Yenye Mipaka Wastani kwenye YouTube</string><string id="ForceYouTubeRestrict_Strict">Tekeleza Hali yenye Mipaka ya Lazima kwa YouTube</string><string id="FullscreenAllowed">Ruhusu hali ya skrini nzima</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Huwasha matumizi ya HTTP/0.9 kwenye milango isiyo chaguo-msingi</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Sera hii huwasha HTTP/0.9 kwenye milango mbali na 80 ya HTTP na 443 ya HTTPS.

Sera huzimwa kwa chaguo-msingi, na ikiwashwa, huwaacha watumiaji katika hali ambayo wanaweza kupata matatizo ya usalama https://crbug.com/600352.

Sera hii inadhamiria kuwapa wafanyabiashara nafasi ya kuhamisha seva za sasa kutoka HTTP/0.9, na itaondolewa siku zijazo.

Sera hii isipowekwa, HTTP/0.9 itazimwa kwenye milango ambayo si chaguo-msingi.</string><string id="IncognitoModeAvailability">Upatikanaji wa hali fiche</string><string id="IncognitoModeAvailability_Explain">Hubainisha iwapo mtumiaji anaweza kufungua kurasa katika hali Fiche kwenye Google Chrome.

Ikiwa hiari ya 'Imewashwa' imechaguliwa au sera haijawekwa, huenda kurasa zikafunguliwa katika hali Fiche.

Ikiwa hiari ya 'Imezimwa' imechaguliwa, huenda kurasa zisifunguliwe katika hali Fiche.

Ikiwa hiari ya 'Imelazimishwa' imechaguliwa, huenda kurasa zikafunguliwa TU katika hali Fiche.</string><string id="IncognitoModeAvailability_Enabled">Hali fiche inapatikana</string><string id="IncognitoModeAvailability_Disabled">Hali fiche imezimwa</string><string id="IncognitoModeAvailability_Forced">Hali fiche imelazimishwa</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Washa Utengaji wa Tovuti katika sehemu zilizobainishwa</string><string id="IsolateOrigins_Explain">
KUMBUKA: Sera hii ni ya jaribio na huenda ikaathiri utendaji! Ikiwa sera imewashwa, kila sehemu iliyobainishwa katika orodha inayotenganishwa kwa koma itatekelezwa katika mchakato wake. Hatua hii itatenga sehemu zilizobainishwa kwa kutumia vijikoa; k.m. kubainisha https://example.com/ kutasababisha pia https://foo.example.com/ kutengwa kama sehemu ya https://example.com/ site. Ikiwa sera hii imezimwa, dhana ya udhibiti wa mchakato wa Utengaji wa awali wa Tovuti itatumika. Ikiwa sera haijawekewa mipangilio, mtumiaji ataweza kubadilisha mipangilio hii.
</string><string id="KeyPermissions">Ruhusa za Funguo</string><string id="KeyPermissions_Explain">Hutoa idhini ya kufikia vitufe vya shirika vya viendelezi.

Vitufe vinateuliwa kwa matumizi ya shirka ikiwa vitazalishwa kwa kutumia API ya chrome.platformKeys kwenye akaunti inayodhibitiwa. Vitufe vinavyoletwa au kuzalishwa kwa njia nyingine haviteuliwi kwa ajili ya matumizi ya shirika.

Uwezo wa kufikia vitufe vilivyoteuliwa kwa ajili ya matumizi ya shirika unadhibitiwa mahususi na sera hii. Mtumiaji hawezi kutoa idhini wala kuondoa uwezo wa kufikia vitufe vya shirika kuenda au kutoka kwenye viendelezi.

Kwa chaguo-msingi kiendelezi hakiwezi kutumia kitufe kilichoteuliwa kwa ajili ya matumizi ya shirika, ambayo ni sawa na kuweka allowCorporateKeyUsage kwenye sivyo kwa kiendelezi hicho.

Ikiwa tu allowCorporateKeyUsage itawekwa kuwa ndivyo kwa kiendelezi, inaweza kutumia mfumo wa kitufe chochote kilichowekewa alama kwa ajili ya matumizi ya shirika kutia sahihi data isiyo na mpangilio. Ruhusa hii inapaswa tu kutolewa kama kiendelezi kinaaminiwa kuweka ufikiaji salama wa kitufe dhidi ya wavamizi.</string><string id="ManagedBookmarks">Alamisho Zinazosimamiwa</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Upeo wa juu wa ucheleweshaji wa kuleta baada ya kutothibitisha sera</string><string id="MaxInvalidationFetchDelay_Explain">Hubainisha upeo wa ucheleweshaji katika milisekunde kati ya wakati wa kupokea uthibitishaji wa sera na uletaji wa sera mpya kutoka kwenye huduma ya usimamizi wa kifaa.

Kuweka sera hii kunapuuzia thamani chaguo-msingi ya milisekunde 5000. Thamani halali za sera hii ziko kati ya 1000 (sekunde 1) na 300000 (dakika 5 min). Thamani zozote zisizo katika mfululizo huu zitaunganishwa kwenye mpaka husika.

Kuacha sera hii bila kuiweka kutafanya Google Chrome itumie thamani chaguo-msingi ya milisekunde 5000.</string><string id="NativePrinters">Uchapishaji Asilia</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Uchapishaji Asilia</string><string id="NativePrintersBulkAccessMode">Sera ya kufikia mipangilio ya printa</string><string id="NativePrintersBulkAccessMode_Explain">Hudhibiti aina za printa kutoka NativePrintersBulkConfiguration zinazopatikana kwa watumiaji.

Hubainisha sera ya ufikiaji inayotumiwa katika mipangilio ya kina ya printa. Ikiwa AllowAll imechaguliwa, printa zote zitaonyeshwa. Ikiwa BlacklistRestriction imechaguliwa, NativePrintersBulkBlacklist itatumika kudhibiti uwezo wa kufikia printa zilizobainishwa. Ikiwa WhitelistPrintersOnly imechaguliwa, NativePrintersBulkWhitelist itabainisha printa ambazo zitachaguliwa pekee.

Ikiwa sera haijawekwa, BlacklistRestriction itaendelea kufuatwa.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Printa zote huonyeshwa isipokuwa zile ambazo hazijaruhusiwa.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Printa zilizo kwenye orodha ya zilizoidhinishwa ndizo pekee huonyeshwa kwa watumiaji</string><string id="NativePrintersBulkAccessMode_AllowAll">Ruhusu printa zote kutoka faili ya mipangilio.</string><string id="NativePrintersBulkBlacklist">Printa za biashara zisizotumia sera</string><string id="NativePrintersBulkBlacklist_Explain">Hubainisha printa ambazo mtumiaji hawezi kutumia.

Sera hii hutumika tu ikiwa mipangilio ya BlacklistRestriction imechaguliwa katika NativePrintersBulkAccessMode.

Ikiwa sera hii inatumiwa, printa zote hutolewa kwa mtumiaji isipokuwa vitambulisho vilivyoorodheshwa katika sera hii.
</string><string id="NativePrintersBulkBlacklistDesc">Printa za biashara zisizotumia sera</string><string id="NativePrintersBulkConfiguration">Faili za mipangilio ya printa ya biashara</string><string id="NativePrintersBulkConfiguration_Explain">Hutoa mipangilio ya printa zinazotumika katika biashara.

Sera hii inakuruhusu kuweka mipangilio ya printa kwenye vifaa vya Google Chrome OS. Ukubwa wa faili haupaswi kuzidi MB 5 na ni lazima uwe umesimbwa katika JSON. Muundo huu ni sawa na ule wa kamusi ya NativePrinters. Inakadiriwa kuwa faili iliyo na takribani printa 21,000 itasimbwa kuwa faili ya MB 5. Hashi ya kriptografia inatumika kuthibitisha hadhi ya upakiaji.

Faili itapakuliwa na kuwekwa kwenye akiba. Itapakuliwa tena wakati hashi au URL itabadilishwa.

Ikiwa sera hii imewekwa, Google Chrome OS itapakua faili kwa ajili ya mipangilio ya printa na kufanya printa zipatikane kulingana na sera za  NativePrintersBulkAccessMode, NativePrintersBulkWhitelist na NativePrintersBulkBlacklist.

Ukiweka sera hii, watumiaji hawataweza kuibadilisha wala kuifuta.

Sera hii haina athari yoyote iwapo watumiaji wanaweka mipangilio ya printa kwenye vifaa mahususi. Imewekwa ili kutumika badala ya mipangilio ya printa ya watumiaji mahususi.
</string><string id="NativePrintersBulkWhitelist">Printa za biashara zinazotumia sera</string><string id="NativePrintersBulkWhitelist_Explain">Hubainisha printa ambazo mtumiaji anaweza kutumia.

Sera hii hutumika tu ikiwa mipangilio ya WhitelistPrintersOnly imechaguliwa katika NativePrintersBulkAccessMode.

Ikiwa sera hii inatumiwa, printa zenye vitambulisho vinavyolingana na thamani iliyo katika sera ndizo pekee zitapatikana kwa watumiaji. Ni lazima vitambulisho vilingane na data iliyowekwa katika faili iliyobainishwa katika NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Printa za biashara zinazotumia sera</string><string id="NetworkPredictionOptions">Wezesha ubashiri wa mtandao</string><string id="NetworkPredictionOptions_Explain">Inawezesha ubashiri wa mtandao katika Google Chrome na kuzuia watumiaji kubadilisha mipangilio hii.

Hii hudhibiti kuleta DNS, uunganishaji na uonyeshaji awali wa kurasa za wavuti za TCP na SSL.

Ukiweka mapendeleo haya kuwa 'kila wakati', 'kamwe', au 'WiFi pekee', watumiaji hawawezi kubadilisha au kufuta mipangilio hii katika Google Chrome.

Ikiwa sera hii itaachwa bila kuwekwa, kipengee cha ubashiri wa mtandao kitawashwa lakini mtumiaji ataweza kukibadilisha.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Bashiri vitendo vya mtandao kwenye muunganisho wa mtandao wowote</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Tabiri vitendo vya mtandao kwenye mtandao wowote ambao si wa simu ya mkononi.
(Iliacha kufanya katika 50, ikaondolewa katika 52. Baada ya 52, ikiwa thamani 1 imewekwa, itachukuliwa kama 0 - tabiri vitendo vya mtandao kwenye muunganisho wa mtandao wowote.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Usibashiri vitendo vya mtandao kwenye muunganisho wa mtandao wowote</string><string id="NoteTakingAppsLockScreenWhitelist">Toa idhini kwa programu za kuandika madokezo zinazoruhusiwa kwenye skrini iliyofungwa ya Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Huzibainisha programu zinazoweza kuwashwa kuwa programu za kuandika madokezo kwenye skrini iliyofungwa ya Google Chrome OS.

Unapoitumia programu ya kuandika vidokezo unayoipendelea kwenye skrini iliyofungwa, kiolesura cha kufungua programu hiyo kitaonekana kwenye skrini iliyofungwa.
Unapoifungua programu hiyo, programu itaunda dirisha la programu sehemu ya juu ya skrini iliyofungwa na vipengee vya data (vidokezo) vitaundwa katika skrini iliyofungwa. Programu italeta vidokezo vilivyoundwa kwenye kipindi msingi cha mtumiaji, unapokifungua kipindi. Kwa sasa, unaweza tu kuzitumia programu za Chrome za kuandika vidokezo kwenye skrini iliyofungwa.

Ukiiweka sera, mtumiaji ataruhusiwa kuwasha programu kwenye skrini iliyofungwa iwapo tu Kitambulisho cha kiendelezi kiko kwenye orodha ya thamani ya sera.
Ukiiweka sera hii kwenye orodha tupu, kipengele cha kuandika vidokezo kwenye skrini iliyofungwa kitazimwa kabisa. Kumbuka kuwa sera iliyo na Kitambulisho cha programu haimaanishi kuwa mtumiaji anaweza kuwasha programu kuandika vidokezo kwenye skrini iliyofungwa - kwa mfano, kwenye Chrome 61, programu ambazo unaweza kuzitumia zimewekewa vikwazo na mfumo.

Usipoiweka sera, hamna vikwazo vitakavyowekwa kwenye seti ya programu ambazo mtumiaji anaweza kuwasha kwenye skrini iliyofungwa vilivyowekwa na sera.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Toa idhini kwa programu za kuandika madokezo zinazoruhusiwa kwenye skrini iliyofungwa ya Google Chrome OS</string><string id="OpenNetworkConfiguration">Usanidi mtandao wa kiwango cha mtumiaji</string><string id="OpenNetworkConfiguration_Explain">Inaruhusu kusukuma kwa usanidi wa mtandao kutekelezwa kwa kila mtumiaji katika kifaa cha Google Chrome OS. Usanidi wa mtandao ni mtungo ulioumbizwa wa JSON kama ilivyofasiliwa kwa umbizo la Fungua Usanidi wa Mtandao ilivyofafanuliwa katika https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Washa kipengee cha kuondoa URL ya PAC (kwa https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Huondoa sehemu muhimu za faragha na usalama za URL za https:// kabla ya kuzituma kwenye hati za PAC (Uwekaji Mipangilio ya Seva Mbadala Kiotomatiki) zinazotumiwa na Google Chrome wakati wa utatuzi wa seva mbadala.

Kikiwa Ndivyo, kipengele cha usalama huwashwa na URL za https:// huondolewa kabla ya kuziwasilisha kwenye hati ya PAC. Katika hali hii, hati ya PAC haiwezi kuona data ambayo kwa kawaida imelindwa na kituo kilichosimbwa kwa njia fiche (kama vile njia na hoja ya URL).

Kikiwa Sivyo, kipengele cha usalama huzimwa, na hati za PAC
hupewa uwezo wa kuona sehemu zote za URL za https://.
Hali hii inatumika kwenye hati zote za PAC bila kuzingatia asili yake (pamoja
na zile zilizoletwa kupitia uchukuaji usio salama, au zilizogunduliwa kwa njia isiyo salama kupitia WPAD).

Hii hubadilika kuwa Ndivyo (kipengele cha usalama kimewashwa), isipokuwa kwa watumiaji wa mfumo wa uendeshaji wa Chrome wa biashara ambapo hubadilika kuwa Sivyo kwa sasa.

Inashauriwa kipengele hiki kiwekwe Ndivyo. Sababu pekee ya kuiweka kuwa
Sivyo ni ikiwa inasababisha tatizo la kuoana na hati za sasa za PAC.

Kuna lengo la kuondoa ubatilishaji huu siku za usoni.</string><string id="PinnedLauncherApps">Orodha ya programu zilizobanwa ili kuonekana kwenye kizunduzi</string><string id="PinnedLauncherApps_Explain">Inaorodhesha vitambuaji vya programu Google Chrome OS huonyesha kama programu zilizobanwa katika upau wa kizinduzi.

Ikiwa sera hii itasanidiwa, uwekaji wa programu ni wa kudumu na hauwezi kubadilishwa na mtumiaji..

Ikiwa sera hii itaachwa bila kuwekwa, huenda mtumiaji akabadilisha orodha ya programu zilizobanwa katika kizinduzi.</string><string id="PinnedLauncherAppsDesc">Orodha ya programu zilizobanwa ili kuonekana kwenye kizunduzi</string><string id="PolicyRefreshRate">Kiwango cha kuonyesha upya kwa sera ya mtumiaji</string><string id="PolicyRefreshRate_Explain">Hubainisha kipindi kwa kipimo cha milisekunde ambapo huduma ya kudhibiti kifaa huulizwa maelezo ya sera ya mtumiaji

Kuweka sera hii hubatilisha thamani chaguo-msingi ya saa 3. Thamani sahihi za sera hii ziko kuanzia 1800000 (dakika 30) hadi 86400000 (siku 1). Thamani zozote ambazo hazipo katika masafa haya zitawekwa katika mpaka husika. Ikiwa mfumo unatumia arifa za sera, ucheleweshwaji wa kuonyesha upya utawekwa kuwa saa 24 kwa sababu unatarajiwa kwamba arifa za sera zitalazimisha kuonyesha upya kiotomatiki wakati wowote ambao sera itabadilika.

Kuacha sera hii bila kuwekwa kutafanya Google Chrome itumie thamani chaguo-msingi ya saa 3.

Kumbuka kwamba ikiwa mfumo huu unatumia arifa za sera, ucheleweshwaji wa kuonyesha upya utawekwa kuwa saa 24 (ukipuuza chaguo-msingi zote na thamani ya sera hii) kwa sababu inatarajiwa kwamba arifa za sera zitalazimisha kuonyesha upya kiotomatiki wakati wowote ambao sera itabadilika, hivyo kuondoa haja ya kuonyesha upya mara kwa mara.</string><string id="PrintingEnabled">Wezesha uchapishaji</string><string id="PrintingEnabled_Explain">Huwasha kuchapisha katika Google Chrome na huzuia watumiaji kubadilisha mpangilio huu.

Iwapo mpangilio huu utawashwa au hautasanidiwa, watumiaji wanaweza kuchapisha.

Iwapo mpangilio huu utazimewa, watumiaji hawawezi kuchapisha kutoka kwenye Google Chrome. Uchapishaji utafungwa katika menyu spana, viendelezi, programu za, n.k. Bado kuna uwezekano wa kuchapisha kutoka kwenye programu jalizi zinazopuuza Google Chrome wakati wa kuchapisha. Kwa mfano, programu fulani za Flash zina chaguo la kuchapisha katika menyu zao za muktadha, ambazo hazisimamiwi na sera hii.</string><string id="QuicAllowed">Huruhusu itifaki ya QUIC</string><string id="QuicAllowed_Explain">Sera hii ikiwekwa kuwa ndivyo au kutowekwa, matumizi ya itifaki ya QUIC katika Google Chrome yanaruhusiwa.
Sera hii ikiwekwa kuwa sivyo matumizi ya itifaki ya QUIC hayaruhusiwi.</string><string id="RebootAfterUpdate">Zima na uwashe tena otomatiki baada ya kusasisha</string><string id="RebootAfterUpdate_Explain">Ratibisha kuwasha tena kiotomatiki baada ya sasisho la Google Chrome OS limetumika.

Sera hii inapowekwa kuwa kweli, kuwasha tena kiotomatiki kunaratibiwa wakati sasisho la Google Chrome OS limetumika na kuwasha tena kunahitajika ili kumaliza mchakato wa sasisho. Kuwasha tena kunaratibiwa mara moja lakini kunaweza kucheleweshwa kwenye kifaa hadii saa 24 kama mtumiaji anatumia kifaa kwa sasa.

Sera hii inapowekwa kuwa haitumiki, hakuna kuwasha tena kunakoratibiwa baada ya kutumia sasisho la Google Chrome OS. Mchakato wa sasisho hukamilika mtumiaji anapowasha tena kifaa.

Iwapo utaweka sera hii, watumiaji hawawezi kuibadilisha au kuifuta.

Kumbuka: Kuwasha tena kiotomatiki huwashwa tu wakati skrini ya kuingia katika akaunti inaonyeshwa au kipindi cha programu ya kioski kinaendelea kwa sasa. Hii itabadilika katika siku zijazo na sera itatumika kila wakati, bila kujali kama kipindi cha aina yoyote kinaendelea au la.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Iwapo ukaguzi wa OCSP/CRL mtandaoni unahitajika kwa nanga za uaminifu za karibu</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Mipangilio hii inapowashwa, Google Chrome itakagua ubatilishaji wa vyeti vya seva ambavyo vinathibitisha na vimetiwa sahihi na vyeti vya CA vilivyosakinishwa kwa karibu wakati wote.

Ikiwa Google Chrome haiwezi kupata maelezo ya hali ya ubatilishaji, vyeti kama hivyo vitachukuliwa kuwa vimebatilishwa ('hard-fail').

Sera hii isipowekwa, au ikiwekwa kuwa sivyo, basi Google Chrome itatumia mipangilio iliyopo ya kukagua ubatilishaji wa mtandaoni.</string><string id="RunAllFlashInAllowMode">Panua mipangilio ya maudhui ya Flash kujumuisha maudhui yote</string><string id="RunAllFlashInAllowMode_Explain">Ikiwa utaweka mipangilio hii, maudhui yote yaliyopachikwa katika Flash kwenye tovuti ambazo zimewekwa kuruhusu Flash katika mipangilio ya maudhui -- na mtumiaji au sera ya biashara -- itatekelezwa, ikijumuisha maudhui kutoka vyanzo vingine au maudhui machache.

Ili kudhibiti aina ya tovuti ambazo zinakubaliwa kutumia Flash, angalia sera za  &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot;, na &quot;PluginsBlockedForUrls&quot;.

Ikiwa mipangilio hii imezimwa au haijawekwa, maudhui ya Flash kutoka vyanzo vingine au maudhui machache yanaweza kuzuiwa.</string><string id="SAMLOfflineSigninTimeLimit">Weka kikomo cha muda ambao mtumiaji aliyethibitishwa kupitia SAML anaweza kuingia katika akunti nje ya mtandaoni</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Ruhusu kuendelea kutoka kwenye ukurasa wa onyo wa SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome huonyesha ukurasa wa onyo watumiaji wanapoenda kwenye tovuti ambazo zina hitilafu za SSL. Kwa chaguo-msingi au sera hii ikiwekwa kuwa ndivyo, watumiaji wanaruhusiwa kubofya kwenye kurasa hizi za onyo.
Kuweka sera kuwa sivyo hakuwaruhusu watumiaji kubofya ukurasa wowote wa onyo.</string><string id="SSLVersionMax">Toleo la juu zaidi la SSL limewashwa</string><string id="SSLVersionMax_Explain">Onyo: Sera ya kiwango cha juu cha toleo la TLS itaondolewa kabisa kwenye Google Chrome takriban baada ya toleo la 66 (katika mwezi Februari 2018 hivi).

Ikiwa sera hii haijawekwa, basi Google Chrome itatumia toleo la kiwango cha juu chaguo-msingi ambacho ni TLSv1.3.

La sivyo, huenda ikawekwa kwenye mojawapo ya thamani zifuatazo: &quot;tls1.2&quot; au &quot;tls1.3&quot;. Ikiwekwa, Google Chrome haitatumia matoleo ya SSL/TLS ambayo ni makubwa zaidi ya toleo lililobainishwa. Thamani isiyotambuliwa itapuuzwa.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Wezesha Kuvinjari Salama</string><string id="SafeBrowsingEnabled_Explain">Huwasha kipengele cha Kuvinjari Salama cha Google Chrome na kuwazuia watumiaji kubadilisha mipangilio hii.

Ukiiwasha mipangilio hii, Kuvinjari Salama kunatumika wakati wote.

Ukiizima mipangilio hii, Kuvinjari Salama hakutatumika kamwe.

Ukiiwasha au kuizima mipangilio hii, watumiaji hawataweza kuibadilisha wala kuibatilisha mipangilio ya &quot;Washa ulinzi wa kuhadaa ili kupata maelezo ya kibinafsi na programu hasidi&quot; katika Google Chrome.

Usipoiweka sera hii, itawashwa lakini mtumiaji ataweza kuibadilisha.

Angalia https://developers.google.com/safe-browsing kwa maelezo zaidi kuhusu SafeBrowsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Ruhusu watumiaji kuchagua kuingia katika kuripoti Kuvinjari Salama kulikopanuliwa</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Kuweka sera hii kuwa sivyo kunazuia watumiaji kuchagua kutuma baadhi ya maelezo ya mfumo na maudhui ya ukurasa kwenye seva za Google. Ikiwa mipangilio hii imewekwa kuwa ndivyo au haijawekwa, basi watumiaji wataruhusiwa kutuma baadhi ya maelezo ya mfumo na maudhui ya ukurasa kwenye Kuvinjari Salama ili kusaidia kugundua programu na tovuti hatari.

Angalia https://developers.google.com/safe-browsing kwa maelezo zaidi kuhusu  SafeBrowsing.</string><string id="SavingBrowserHistoryDisabled">Lemaza kuhifadhi historia ya kivinjari</string><string id="SavingBrowserHistoryDisabled_Explain">Huzima kipengee cha kuhifadhi historia ya kivinjari katika Google Chrome na kuwazuia watumiaji kubadilisha mipangilio hii.

Mipangilio hii ikiwashwa, historia ya kuvinjari haihifadhiwi. Mipangilio hii pia huzima kipengee cha kusawazisha kichupo.

Sera hii ikizimwa au isipowekwa, historia ya kuvinjari huhifadhiwa.</string><string id="SearchSuggestEnabled">Wezesha mapendekezo ya utafutaji</string><string id="SearchSuggestEnabled_Explain">Inawezesha mapendekezo ya utafutaji katika sanduKuu ya Google Chrome na huzuia watumiaji kubadilisha mpangilio huu.

Ukiwasha mpangilio huu, mapendekezo ya utafutaji yanatumiwa.

Ukifunga mpangilio huu, mapendekezo ya utafutaji hayatumiwi kamwe.

Ukiwasha au kufunga mpangilio huu, watumiaji hawawezi kubadilisha au kufuta mpangilio huu katika Google Chrome.

Ikiwa sera hii itaachwa bila kuwekwa, hii itawezeshwa lakini mtumiaji ataweza kuibadilisha.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Weka lugha zinazopendekezwa kwa vipindi vya umma</string><string id="SessionLocales_Explain">Huweka lugha moja au zaidi zilizopendekezwa kwa vipindi vya umma, hivyo kuwaruhusu watumiaji kuchagua kwa urahisi mojawapo ya lugha hizi.

Mtumiaji anaweza kuchagua lugha na mpangilio wa kibodi kabla ya kuanza kipindi cha umma. Kwa chaguo-msingi, lugha zote zinazotumika kwenye Google Chrome OS zimeorodheshwa kwa mpangilio wa alfabeti. Unaweza kutumia sera hii kuhamisha seti ya lugha zilizoorodheshwa hadi upande wa juu wa orodha.

Sera hii isipowekwa, kiolesura cha lugha ya sasa kitachaguliwa awali.

Sera hii ikiwekwa, lugha zilizopendekezwa zitahamishwa hadi upande wa juu wa orodha na itatenganishwa na lugha nyingine zote. Lugha zinazopendekezwa zitaorodheshwa katika mpangilio ambao zinaonekana katika sera. Lugha ya kwanza iliyopendekezwa itachaguliwa awali.

Ikiwa kuna lugha zaidi ya moja iliyopendekezwa, inachukuliwa kwamba watumiaji wangependa kuchagua kati ya lugha hizi. Uteuzi wa lugha na mpangilio wa kibodi utatolewa sana wakati wa kuanza kipindi cha umma. Vinginevyo, inachukuliwa kwamba watumiaji wengi wangependa kutumia lugha hizi zilizochaguliwa awali. Uteuzi wa lugha na mpangilio wa kibodi hautatolewa sana wakati wa kuanza kipindi cha umma.

Sera hii inapowekwa na kipengee cha kuingia katika akaunti kiotomatiki kuwashwa (angalia sera za |DeviceLocalAccountAutoLoginId| na |DeviceLocalAccountAutoLoginDelay|), kipindi cha umma kilichoanzishwa kiotomatiki kitatumia lugha ya kwanza iliyopendekezwa na mpangilio wa kibodi maarufu sana unaolingana na lugha hii.

Kila wakati, mpangilio wa kibodi uliochaguliwa awali utakuwa mpangilio maarufu unaolingana na lugha iliyochaguliwa awali.

Sera hii inaweza tu kuwekwa kama ilivyopendekezwa. Unaweza kutumia sera hii kuhamisha seti ya lugha zilizopendekezwa hadi upande wa juu lakini watumiaji wanaruhusiwa kuchagua lugha inayotumika kwenye Google Chrome OS kwa kipindi chao wakati wowote.
</string><string id="SessionLocalesDesc">Weka lugha zinazopendekezwa kwa vipindi vya umma</string><string id="ShelfAutoHideBehavior">Dhibiti kujificha kitomatiki kwa rafu</string><string id="ShelfAutoHideBehavior_Explain">Dhibiti kujificha kiotomatiki kwa rafu ya Google Chrome OS.

Iwapo sera hii itawekwa kuwa 'IjificheYenyeweKilaWakati', rafu itajificha kiotomatiki kila wakati.

Iwapo sera hii itawekwa kuwa 'IsiwahiKujifichaYenyewe', rafu haitawahi kujificha kiotomatiki.

Ukiweka sera hii, watumiaji hawawezi kuibadilisha au kuifuta.

Iwapo sera itaachwa bila kuwekwa, watumiaji wanaweza kuamua iwapo rafu itajificha kiotomatiki.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Ficha rafu otomatiki kila wakati</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Usiwahi kuficha rafu kiotomatiki</string><string id="ShowHomeButton">Onyesha kitufe cha Mwazo kwenye upauzana</string><string id="ShowHomeButton_Explain">Inaonyesha kitufe cha Mwanzo kwenye upauzana wa Google Chrome.

Ukiwezesha mpangilio huu, kila mara kitufe cha Mwanzo kinaonyeshwa.

Ukilemaza mpangilio huu, kitufe cha Mwanzo hakionyeshwi tena.

Ukiwezesha au kulemaza mpangilio huu, watumiaji hawawezi kubadilisha au kufuta mpangilio huu kwenye Google Chrome.

Kuacha sera hii kama haijawekwa kutaruhusu mtumiaji kuchagua iwapo ataonyesha kitufe cha mwanzo.</string><string id="ShowLogoutButtonInTray">Ongeza kitufe cha kuondoka kwenye chano la mfumo</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Washa kipengele cha Utengaji wa Tovuti katika kila tovuti</string><string id="SitePerProcess_Explain">
KUMBUKA: Sera hii ni ya jaribio na huenda ikaathiri utendaji! Huenda ukahitaji kuangalia mipangilio ya sera ya IsolateOrigins ili upate matokeo bora ya sehemu zote mbili, utengaji na athari chache kwa watumiaji, kwa kutumia IsolateOrigins ambayo inaorodhesha tovuti ambazo unataka kutenga. Mipangilio hii, SitePerProcess, hutenga tovuti zote. Ikiwa sera imeruhusiwa, kila tovuti itatekelezwa katika mchakato wake. Ikiwa sera hii imezimwa, dhana ya udhibiti wa mchakato wa Utengaji wa awali wa Tovuti itatumika. Ikiwa sera haijawekewa mipangilio, mtumiaji ataweza kubadilisha mipangilio hii.
</string><string id="SpellCheckServiceEnabled">Wezesha au lemaza huduma ya wavuti ya ukaguzi tahajia</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome inaweza kutumia huduma ya wavuti ya Google ili kusaidia kutatua hitilafu za tahajia. Ikiwa mpangilio huu umewezeshwa, basi huduma hii inatumika kila mara. Ikiwa mpangilio huu unalemazwa, basi huduma hii haitumiki kamwe.

Ukaguzi tahajia bado unaweza kutekelezwa kwa kutumia kamusi iliyopakuliwa; sera hii inadhibiti tu matumizi ya huduma ya mtandaoni.

Ikiwa mpangilio huu haujasanidiwa basi watumiaji wanaweza kuchagua iwapo huduma ya ukaguzi tahajia unapaswa kutumika au la.</string><string id="SuppressUnsupportedOSWarning">Kandamiza onyo la Mfumo wa Uendeshaji usiotumika</string><string id="SuppressUnsupportedOSWarning_Explain">Hukandamiza onyo linaloonekana Google Chrome inapofanya kazi kwenye kompyuta au mfumo wa uendeshaji ambao hautumiki tena.</string><string id="SyncDisabled">Lemaza usawazishaji wa data iliyna Google</string><string id="SyncDisabled_Explain">Huzima usawazishaji data kwenye Google Chrome kwa kutumia huduma za usawazishaji zilizopangishwa kwenye Google na kuzuia watumiaji kuibadilisha mipangilio hii.

Ukiiwasha mipangilio hii, watumiaji hawataweza kubadilisha wala kubatilisha mipangilio hii kwenye Google Chrome.

Usipoiweka sera hii, mtumiaji atachagua kutumia au kutotumia kipengele cha Usawazishaji wa Google.

Ili kuzima kabisa kipengele cha Usawazishaji wa Google, inapendekezwa uzime huduma ya Usawazishaji wa Google kwenye Google Admin console.

Hupaswi kuiwasha sera hii wakati ambapo sera ya RoamingProfileSupportEnabled imewashwa kwa sababu kipengele hicho kinashiriki utendaji wa huduma sawa. Katika hali kama hii, usawazishaji wa Google utazimwa kabisa.</string><string id="SystemTimezone">Saa za eneo:</string><string id="SystemTimezone_Explain">Hubainisha saa za eneo zitakazotumiwa kwa kifaa. Watumiaji wanaweza kufuta saa za eneo kwa kipindi cha sasa. Hata hivyo, baada ya kuondoka kwenye akaunti, itarudishwa kwenye saa za eneo lililobainishwa. Ikiwa thamani isiyo sahihi itatolewa, bado sera itawezeshwa kwa kutumia &quot;GMT&quot;. Ikiwa mfuatano mtupu utatolewa, sera hii itapuuzwa.

Sera hii isipotumiwa, saa za sasa za eneo zinazotumika zitaendelea kutumiwa ingawa watumiaji wanaweza kubadilisha saa za eneo na mabadiliko haya yatadumu. Kwa hivyo, mabadiliko yanayofanywa na mtumiaji mmoja yataathiri skrini ya kuingia katika akaunti na watumiaji wengine wote.

Vifaa vipya huanza huku saa za eneo zikiwa katika hali ya &quot;US/Pacific&quot;.

Muundo wa thamani hufuata majina ya saa za eneo katika &quot;Hifadhidata ya Saa za Eneo za IANA&quot; (tembelea &quot;https://en.wikipedia.org/wiki/Tz_database&quot;). Hususan, saa nyingi za eneo zinaweza kurejelewa kulingana na &quot;bara/jiji_kuu&quot; au &quot;bahari/jiji_kuu&quot;.

Kuweka mipangilio hii kutazima kabisa kipengee cha kutatua saa za eneo kiotomatiki kulingana na eneo la kifaa. Pia kutabatilisha sera ya SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Weka mbinu ya ugunduzi wa saa za eneo kiotomatiki</string><string id="SystemTimezoneAutomaticDetection_Explain">Sera hii ikiwekwa, mtiririko wa kugundua saa za eneo kiotomatiki utakuwa katika mojawapo wa njia zifuatazo kulingana na thamani ya mipangilio:

Ikiwekwa kuwa TimezoneAutomaticDetectionUsersDecide, watumiaji wataweza kudhibiti kipengee cha kugundua saa za eneo kiotomatiki kwa kutumia vidhibiti vya kawaida katika chrome://settings.

Ikiwekwa kuwa TimezoneAutomaticDetectionDisabled, vidhibiti vya kugundua  saa za eneo kiotomatiki katika chrome://settings vitazimwa. Kipengele cha kugundua saa za eneo kiotomatiki kitakuwa kimezimwa wakati wote.

Ikiwekwa kuwa TimezoneAutomaticDetectionIPOnly, vidhibiti vya saa za eneo katika chrome://settings vitazimwa. Kipengele cha kugundua saa za eneo kiotomatiki kitakuwa kimewashwa wakati wote. Kipengele cha kugundua saa za eneo kitatumia mbinu ya IP pekee kurekebisha suala la mahali.

Ikiwekwa kuwa TimezoneAutomaticDetectionSendWiFiAccessPoints, vidhibiti vya saa za eneo katika chrome://settings vitazimwa. Kipengele cha kugundua saa za eneo kiotomatiki kitakuwa kimewashwa wakati wote. Orodha ya maeneo ya kufikia WiFi yatatumwa kwenye seva ya API ya Kutambulisha Mahali Kila wakati kwa ugunduzi sahihi wa saa za eneo.

Ikiwekwa kuwa TimezoneAutomaticDetectionSendAllLocationInfo, vidhibiti vya saa za eneo katika chrome://settings vitazimwa. Kipengele cha kugundua saa za eneo kiotomatiki kitakuwa kimewashwa wakati wote. Maelezo ya eneo (kama vile maeneo ya kufikia WiFi, Minara inayoweza Kupokea mtandao, GPS) yatatumwa kwenye seva kwa ugunduzi sahihi wa saa za eneo.

Sera hii isipowekwa, itaonekana kama kwamba TimezoneAutomaticDetectionUsersDecide imewekwa.

Sera ya SystemTimezone ikiwekwa, itabatilisha sera hii. Katika hali hii kipengele cha ungunduzi wa saa za eneo kiotomatiki kitazimwa kabisa.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Kila wakati, tuma kwenye seva mawimbi yoyote ya mahali yanayopatikana unaporekebisha saa za eneo</string><string id="SystemUse24HourClock">Tumia saa ya saa 24 kwa chaguo-msingi</string><string id="SystemUse24HourClock_Explain">Hubainisha muundo wa saa ili kutumiwa kwa kifaa.

Sera hii husanidi muundo wa saa ili kutumia kwenye skrini ya kuingia katika akaunti na kama chaguo-msingi kwa vipindi vya watumiaji. Bado watumiaji wanaweza kuubatilisha muundo wa saa kwa akaunti yao.

Ikiwa sera itawekwa kuwa kweli, kifaa kitatumia muundo wa saa ya saa 24. Ikiwa sera hii itawekwa kuwa uongo, kifaa kitatumia muundo wa saa ya saa 12.

Ikiwa sera hii haitawekwa, kifaa kitapuuza kuwa muundo wa saa ya saa 24.</string><string id="TPMFirmwareUpdateSettings">Weka mipangilio ya sasisho la utendaji wa programu dhibiti ya TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Huweka mipangilio ya upatikanaji na utendaji wa kipengele cha kusasisha programu dhibiti ya TPM.

Mipangilio mahususi inaweza kubainishwa katika sifa za JSON:

allow-user-initiated-powerwash: Ikiwekwa kuwa true, watumiaji watawezesha utaratibu wa Powerwash wa kusakinisha sasisho la programu dhibiti ya TPM.

Ikiwa sera hii haijawekwa, kipengele cha kusasisha programu dhibiti ya TPM hakitapatikana.</string><string id="TaskManagerEndProcessEnabled">Huwasha kipengele cha kutamatisha shughuli katika Kidhibiti cha Shughuli kwenye Chrome</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Weka Sheria na Masharti kwa akaunti ya kifaa cha karibu nawe</string><string id="TermsOfServiceURL_Explain">Huweka Sheria na Masharti ambayo lazima mtumiaji akubali kabla ya kuanzisha kipindi cha akaunti ya kifaa cha karibu nawe.

Sera hii ikiwekwa, Google Chrome OS itapakua Sheria na Masharti na kuyawasilisha kwa mtumiaji kipindi  cha akaunti cha kifaa cha karibu nawe kianzapo. mtumiaji ataruhusiwa tu katika kipindi baada ya kukubali Sheria na Masharti.

Iwapo sera hii haitawekwa, sheria na masharti hayataonyeshwa.

Sera itawekwa kwenye URL ambapo Google Chrome OS inaweza kupakua Sheria na masharti. Lazima Sheria na Masharti yawe maandishi matupu, yawe kama maandishi ya kuandika/matupu ya MIME. Markup hairuhusiwi.</string><string id="TouchVirtualKeyboardEnabled">Wezesha kibodi isiyobayana</string><string id="TouchVirtualKeyboardEnabled_Explain">Sera hii inasanidi kuwasha kibodi pepe kama kifaa cha kuingiza data kwenye ChromeOS. Watumiaji hawawezi kuibatilisha sera hii.

Ikiwa sera hii itawekwa kuwa ndivyo,  kibodi pepe ya skrini itawashwa wakati wowote.

Ikiwekwa kuwa sivyo, kibodi pepe ya skrini itazimwa wakati wowote.

Ukiweka sera hii, watumiaji hawawezi kuibadilisha au kuibatilisha. Hata hivyo, watumiaji bado wataweza kuwasha/kuzima kibodi pepe ya skrini ya ufikiaji inayopewa kipaumbele dhidi ya kibodi pepe inayodhibitiwa na sera hii. Angalia sera ya |VirtualKeyboardEnabled| kwa kudhibiti kibodi pepe ya skrini ya ufikiaji.

Ikiwa sera hii itaachwa bila kuwekwa, kibodi ya skrini inazimwa mwanzoni lakini inaweza kuwashwa na mtumiaji wakati wowote. Kanuni za ugunduaji zinaweza pia kutumiwa kuamua wakati wa kuonyesha kibodi.</string><string id="TranslateEnabled">Wezesha Tafsiri</string><string id="TranslateEnabled_Explain">Inaruhusu huduma ya pamoja ya Tafsiri Google kwenye Google Chrome.

Ukiwezesha mpangilio huu, Google Chrome itaonyesha upauzana wa pamoja unaojitolea kutafsiri ukurasa kwa mtumiaji, inapohitajika.

Ukilemaza mpangilio huu, watumiaji hawataona tena upau wa utafsiri.

Ukiwezesha mpangilio huu, watumiaji hawawezi kubadilisha au kufuta mpangilio kwenye Google Chrome.

Ikiwa mpangilio huu utasalia kama haujawekwa mtumiaji anaweza kuamua kutumia au kutotumia kitendaji hiki.</string><string id="URLBlacklist">Zuia ufikivu kwenye orodha za URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Zuia ufikivu kwenye orodha za URL</string><string id="URLWhitelist">Inaruhusu kufikia orodha ya URL</string><string id="URLWhitelist_Explain">Inaruhusu ufikivu kwenye URL zilizoorodheshwa, kama vizuizi katika orodha ya kuondoa idhini ya URL.

Angalia maelezo ya sera ya uzuiaji wa URL ya umbizo la maingizo ya orodha hii.

Sera hii inaweza kutumiwa kufungua vizuizi ili kuondoa vikwazo kwenye orodha zilizozuiwa. Kwa mfano, '*' inaweza kuondolewa idhini ili kuzuia maombi yote, na sera hii inaweza kutumiwa kuruhusu ufikiaji katika orodha chache za URL. Inaweza kutumiwa ili kufungua vizuizi katika mipango fulani, vikoa vidogo, poti, au vijia bainifu.

Kichujio muhimu zaidi kitathibitisha iwapo URL imezuiwa au kuruhusiwa. Orodha ya kuidhinisha inapewa kipau mbele kuliko orodha ya kuondoa idhini.

Sera hii imetengewa tu maingizo 1000; maingizo yanayofuata yatapuuzwa.

Iwapo sera hii haijawekwa hakutakuwa na ruhusa katika orodha ya kuondoa idhini kutoka sera ya 'URLBlacklist'.</string><string id="URLWhitelistDesc">Inaruhusu kufikia orodha ya URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Sera hii ikiwekwa kuwa ndivyo, Eneo-kazi Lililounganishwa linaruhusiwa na
kuwashwa kwa chaguo-msingi, ambapo inaruhusu programu kuonyeshwa katika skrini nyingi kama kwamba ni moja.
Mtumiaji anaweza kuzima Eneo-kazi Lililounganishwa kwa maonyesho maalum kwa kuondoa alama
katika mipangilio ya onyesho.

Sera hii ikiwekwa kuwa sivyo au kutowekwa, Eneo-kazi Lililounganishwa
litazimwa. Katika hali hii, mtumiaji hawezi kukiwasha kipengele.</string><string id="UsbDetachableWhitelist">Orodha ya vifaa vya USB vinavyoweza kutenganishwa vilivyoidhinishwa</string><string id="UsbDetachableWhitelist_Explain">Hufafanua orodha ya vifaa vya USB vinavyoruhusiwa kutenganishwa kwenye kiendeshaji chake ili vitumiwe kwenye API ya chrome.usb moja kwa moja ndani ya programu ya wavuti. Maingizo ni jozi za Kitambulisho cha Muuzaji cha USB na Kitambulisho cha Bidhaa za kutambua maunzi mahususi.

Ikiwa sera hii haitawekwa, orodha ya vifaa vya USB vinavyoweza kutenganishwa itasalia tupu.</string><string id="UsbDetachableWhitelistDesc">Orodha ya vifaa vya USB vinavyoweza kutenganishwa vilivyoidhinishwa</string><string id="UserAvatarImage">Picha ya ishara ya mtumiaji</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Weka jina la onyesho kwa ajili ya akaunti za kifaa cha karibu</string><string id="UserDisplayName_Explain">Hudhibiti jina la akaunti Google Chrome OS inayoonekana kwenye skrini ya kuingia kwa ajili ya akaunti ya kifaa cha karibu nawe inayolingana.

Iwapo sera hii itawekwa, skrini ya kuingia itatumia uzi uliobainishwa katika kichaguaji cha kuingia kilicho na picha kwa ajili ya akaunti ya kifaa cha karibu nawe inayolingana.

Iwapo sera itaachwa bila kuwekwa, Google Chrome OS itatumia Kitambulisho cha akaunti ya barua pepe ya akaunti ya kifaa cha karibu nawe kama jina la onyesho kwenye skrini ya kuingia.

Sera hii inaapuzwa kwa akaunti za mtumiaji wa mara kwa mara.</string><string id="VideoCaptureAllowed">Ruhusu au ukatae kurekodi video</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL ambazo zitapewa ufikiaji wa vifaa vya kunasa video bila ushawishi</string><string id="VideoCaptureAllowedUrls_Explain">Ruwaza katika orodha hii zitalinganishwa dhidi ya asili ya usalama wa
ombi la URL.  Zikilingana, idhini ya kufikia vifaa vya
kunasa sauti itatolewa bila ombi.

KUMBUKA: Kabla ya toleo la 45, sera hii ilitumika katika Skrini nzima pekee.</string><string id="VideoCaptureAllowedUrlsDesc">URL ambazo zitapewa ufikiaji wa vifaa vya kunasa video bila ushawishi</string><string id="WPADQuickCheckEnabled">Washa uboreshaji wa WPAD</string><string id="WPADQuickCheckEnabled_Explain">Huruhusu kuzima uboreshaji wa WPAD (Ugunduaji Kiotomatiki wa Seva Mbadala kwenye Wavuti) katika Google Chrome.

Sera hii ikiwekwa kuwa sivyo, uboreshaji wa WPAD utazimwa na kusababisha Google Chrome kusubiri muda mrefu zaidi kwa seva za WPAD zinazotegemea DNS. Sera hii isipowekwa au ikiwashwa, uboreshaji wa WPAD utawashwa.

Kwa kutotogemea ikiwa au jinsi sera hii inavyowekwa, mipangilio ya uboreshaji wa WPAD haiwezi kubadilishwa na watumiaji.</string><string id="WallpaperImage">Picha ya mandhari</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Dhibiti masafa ya milango ya ndani ya UDP inayotumiwa na WebRTC</string><string id="WebRtcUdpPortRange_Explain">Sera hii ikiwekwa, masafa ya mlango wa UDP unaotumiwa na WebRTC utatumika kwenye mlango uliobainishwa (sehemu za mwisho zikiwa zimejumuishwa).

Sera hii isipowekwa, au ikiwekwa kwenye mfuatano wazi au masafa ya mlango yasiyo sahihi, WebRTC itaruhusiwa kutumia mlango wowote wa ndani wa UDP.</string></stringTable><presentationTable><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="PasswordManagerEnabled"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Kitoaji chaguo-msingi cha utafutaji</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Nenomsingi la mtoa huduma chaguo-msingi wa utafutaji</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Mtoaji wa utafutaji chaguo-msingi wa URL ya utafutaji</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Mtoa huduma chaguo-msingi wa utafutaji anapendekeza URL</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>URL ya papo hapo ya kitoaji chaguo-msingi cha utafutaji</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Aikoni ya mtoaji wa utafutaji chaguo-msingi</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Usimbaji wa kitoaji chaguo-msingi cha utafutaji</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Orodha ya URL mbadala za mtoa huduma chaguo-msingi wa utafutaji.</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Kigezo kinachodhibiti uwekaji wa hoja ya utafutaji kwa mtoa huduma ya utafutaji chaguo-msingi</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Kigezo kinachotoa kipengele cha kutafuta kwa picha kwa mtoa huduma wa utafutaji chaguo-msingi</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Mtoa huduma ya utafutaji chaguo-msingi ya URL ya ukurasa wa kichupo kipya</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Vigezo vya URL ya utafutaji inayotumia POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Vigezo vya URL ya kupendekeza inayotumia POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Vigezo vya URL ya papo hapo inayotumia POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Vigezo vya URL ya picha inayotumia POST</label></textBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Kitendo kwa kuanza</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL za kufunguliwa unapooanza</listBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Mpangilio wa vidakuzi chaguo-msingi</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Mpangilio chaguo-msingi wa picha</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Mpangilio chaguo-msingi wa JavaScript</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Mipangilio chaguo-msingi ya Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Mpangilio chaguo-msingi za ibukizi</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Mpangilio wa arifa chaguo-msingi</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Mpangilio chaguo-msingi wa eneo la kijiografia</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Dhibiti matumizi ya API ya Bluetooth ya Wavuti</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Chagua kiotomatiki vyeti vya mteja vya tovuti hizi</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Ruhusu vidakuzi kwenye tovuti hizi</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Zuia vidakuzi katika tovuti hizi</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Ruhusu vidakuzi vya kipindi pekee kwenye tovuti hizi</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Ruhusu picha katika tovuti hizi</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Zuia picha katika tovuti hizi</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Ruhusu JavaScript kwenye tovuti hizi</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Zuia JavaScript kwenye tovuti hizi</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Ruhusu programu-jalizi ya Flash itumike kwenye tovuti hizi</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Zuia programu-jalizi ya Flash kwenye tovuti hizi</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Ruhusu ibukizi kwenye tovuti hizi</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Sajili vishikilizi vya itifaki</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Zuia madirisha ibukizi kwenye tovuti hizi</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Ruhusu arifa katika tovuti hizi</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Zuia arifa katika tovuti hizi</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Weka aina ya kikuza skrini</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Weka aina ya kikuza skrini cha msingi kama kimewashwa kwenye skrini ya kuingia katika skrini</dropdownList></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Sanidi kiambishi awali cha TalkGadget kwa ufikiaji wa wapangishaji wa mbali</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Zuia masafa ya lango la UDP yaliyotumiwa na mpangishi wa ufikiaji wa mbali</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL ambapo seva teja za ufikiaji wa mbali zinapaswa kupata tokeni za uthibitishaji</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL ya kuidhinisha tokeni ya kuthibitisha seva teja ya ufikiaji wa mbali</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Cheti cha seva teja cha kuunganisha kwenye RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Mipango inayohimiliwa ya uthibitishaji</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Orodha ya kuidhinisha ya seva ya uthibitishaji</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Orodha iliyoidhinishwa ya ukaumu wa seva ya Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Chagua jinsi ya kubainisha mipangilio ya seva mbadala</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Anwani au URL ya seva ya proksi</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL hadi proksi ya faili ya .pac</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Orodha iliyotenganishwa kwa koma ya kanuni za ukwepaji wa proksi</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL ya ukurasa wa Kichupo Kipya</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL ya ukurasa wa kwanza</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Hatua ya kuchukua mtumiaji anapofunga mfuniko</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Asilimia ya kupima kuchelewesha kwa mwanga wa skrini katika modi ya wasilisho:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Asilimia ambayo mwangaza wa skrini utaongezwa uchelewaji iwapo mtumiaji anaanza kutumia baada ya kupunguza mwangaza:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Mipangilio ya kusimamia nishati mtumiaji anapokuwa hafanyi kitu</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Ucheleweshaji wa kufunga sjrini</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Viendelezi vinaruhusiwa kutumia API ya usahihishaji wa mbali</listBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Vitambuslisho vya Kiendelezi ambacho mtumiaji anahitaji kuzuiwa kusakinisha (au * kwa zote)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Vitambulisho vya viendelezi vya kuondolewa kenye orodha isiyokubalika</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Vitambulisho vya Viendelezi/Programu na URL za sasisho vitasakinishwa kimyakimya</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Ruwaza za URL ili kuruhusu viendelezi, programu, na hati za mtumiaji kusakinisha kutoka</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Aina za viendelezi/programu zinazoruhusiwa kusakinishwa</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Mipangilio ya kudhibiti viendelezi</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Bainisha vikoa vinavyoruhusiwa kufikia Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Weka upatikanaji wa cheti kwa programu za ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Weka mipangilio ya ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL ambazo zitapewa ufikiaji wa vifaa vya kunasa sauti bila ushawishi</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Zima utekelezaji wa Uwazi wa Cheti kwa orodha ya URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Dhibiti tabia ya mtumiaji katika kipindi cha wasifu nyingi</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Kituo cha Kutoa</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Sheria za kuchagua printa chaguo-msingi</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Weka orodha ya programu zilizosakinishwa kwenye skrini ya kuingia katika akaunti</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Miundo ya kibodi ya skrini ya kuingia katika kifaa</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Lugha ya skrini ya kuingia katika kifaa</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Udhibiti wa nishati kwenye skrini ya kuingia</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Faili za mipangilio ya printa ya biashara kwenye vifaa</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Sera ya kufikia mipangilio ya printa za vifaa.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Printa za biashara zisizotumia sera</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Printa za biashara zinazotumia sera</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Vipindi ambavyo kifaa kimezimwa ambapo sera ya kifaa ya OffHours |ignored_policy_proto_tags| hutolewa</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Usanidi wa mtandao wa kiwango cha kifaa</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Onyesha upya kiwango cha Sera ya Kifaa:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Alama za mfumo mzima zitatumika wakati wa kuanzisha Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Toleo Lengwa la Kusasisha Otomatiki</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Aina za miunganisho zinazoruhusiwa kwa visasisho</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Sasisha kiotomatiki kipengee cha kutawanya:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Ingia kwenye orodha ya kutoa idhini ya mtumiaji</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Picha ya mandhari ya kifaa</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Weka mzunguko chaguo-msingi wa onyesho, unaotumika kila unapowashwa tena</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Weka saraka ya kupakua</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Vikwazo vya upakuaji</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Mkakati wa uhamishaji wa ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Washa vipengele vilivyoacha kuendesha huduma vya mbinu ya wavuti kwa muda mfupi</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Lazimisha Kiwango cha chini cha Hali yenye Mipaka kwenye YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Upatikanaji wa hali fiche</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Washa Utengaji wa Tovuti katika sehemu zilizobainishwa</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Ruhusa za Funguo</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Alamisho Zinazosimamiwa</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Upeo wa juu wa ucheleweshaji wa kuleta baada ya kutothibitisha sera:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Uchapishaji Asilia</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Sera ya kufikia mipangilio ya printa</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Printa za biashara zisizotumia sera</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Faili za mipangilio ya printa ya biashara</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Printa za biashara zinazotumia sera</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Wezesha ubashiri wa mtandao</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Toa idhini kwa programu za kuandika madokezo zinazoruhusiwa kwenye skrini iliyofungwa ya Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Usanidi mtandao wa kiwango cha mtumiaji</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Orodha ya programu zilizobanwa ili kuonekana kwenye kizunduzi</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Kiwango cha kuonyesha upya kwa sera ya mtumiaji:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Weka kikomo cha muda ambao mtumiaji aliyethibitishwa kupitia SAML anaweza kuingia katika akunti nje ya mtandaoni:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Toleo la juu zaidi la SSL limewashwa</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Weka lugha zinazopendekezwa kwa vipindi vya umma</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Dhibiti kujificha kitomatiki kwa rafu</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Saa za eneo:</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Weka mbinu ya ugunduzi wa saa za eneo kiotomatiki</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Weka mipangilio ya sasisho la utendaji wa programu dhibiti ya TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Weka Sheria na Masharti kwa akaunti ya kifaa cha karibu nawe</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Zuia ufikivu kwenye orodha za URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Inaruhusu kufikia orodha ya URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Orodha ya vifaa vya USB vinavyoweza kutenganishwa vilivyoidhinishwa</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Picha ya ishara ya mtumiaji</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Weka jina la onyesho kwa ajili ya akaunti za kifaa cha karibu</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL ambazo zitapewa ufikiaji wa vifaa vya kunasa video bila ushawishi</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Picha ya mandhari</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Dhibiti masafa ya milango ya ndani ya UDP inayotumiwa na WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>