<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 o versione successiva</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Impostazioni predefinite (gli utenti possono ignorarle)</string><string id="Attestation_group">Attestazione da remoto</string><string id="AttestationEnabledForUser">Attivazione dell'attestazione da remoto per l'utente</string><string id="AttestationEnabledForUser_Explain">Se questa opzione viene impostata su true, l'utente può usare l'hardware su dispositivi Chrome per attestare da remoto la propria identità all'autorità di certificazione della privacy utilizzando la funzione chrome.enterprise.platformKeys.challengeUserKey() dell'Enterprise Platform Keys API.

Se viene impostata su false o non viene impostata, le chiamate all'API non vanno a buon fine e viene generato un codice di errore.</string><string id="AttestationExtensionWhitelist">Estensioni autorizzate a utilizzare l'API di attestazione da remoto</string><string id="AttestationExtensionWhitelist_Explain">Questa norma consente di specificare le estensioni autorizzate a usare la funzione chrome.enterprise.platformKeys.challengeUserKey() dell'Enterprise Platform Keys API per l'attestazione da remoto. Le estensioni devono essere aggiunte a questo elenco per utilizzare l'API.

Se un'estensione non è presente nell'elenco o l'elenco non è impostato, la chiamata all'API non va a buon fine e viene generato un codice di errore.</string><string id="AttestationExtensionWhitelistDesc">Estensioni autorizzate a utilizzare l'API di attestazione da remoto</string><string id="RemoteAccess_group">Configura le opzioni di accesso remoto</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Abilita attraversamento firewall da host di accesso remoto</string><string id="RemoteAccessHostFirewallTraversal_Explain">Consente di attivare l'utilizzo di server STUN quando i client remoti tentano di stabilire una connessione con questo computer.

Se questa impostazione viene attivata, i client remoti possono rilevare questo computer e collegarsi a esso anche se sono separati da un firewall.

Se questa impostazione viene disattivata e le connessioni UDP in uscita vengono filtrate dal firewall, questo computer consentirà soltanto connessioni da computer client all'interno della rete locale.

Se questa norma non viene impostata l'impostazione verrà attivata.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Configura il prefisso TalkGadget per gli host di accesso remoto</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Consente di configurare il prefisso TalkGadget che verrà utilizzato dagli host di accesso remoto e impedisce agli utenti di modificarlo.

Se specificato, questo prefisso viene anteposto al nome TalkGadget di base per creare un nome di dominio completo per TalkGadget. Il nome TalkGadget di base del dominio è &quot;Talkgadget.google.com&quot;.

Se questa impostazione è abilitata, gli host utilizzeranno il nome di dominio personalizzato per l'accesso a TalkGadget invece del nome del dominio predefinito.

Se questa impostazione è disabilitata o non è impostata, verrà utilizzato il nome di dominio predefinito di TalkGadget (&quot;chromoting-host.talkgadget.google.com&quot;) per tutti gli host.

I client di accesso remoto non sono interessati da questa impostazione e utilizzeranno sempre &quot;chromoting-client.talkgadget.google.com&quot; per accedere a TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Attiva separazione degli host di accesso remoto</string><string id="RemoteAccessHostRequireCurtain_Explain">Consente di attivare la separazione degli host di accesso remoto durante una connessione.

Se questa impostazione viene attivata, i dispositivi di input e output fisici degli host verranno disattivati durante una connessione remota.

Se questa impostazione viene disattivata o non viene impostata, sia gli utenti locali che remoti potranno interagire con l'host quando viene condiviso.</string><string id="RemoteAccessHostAllowClientPairing">Consente di attivare o disattivare l'autenticazione senza PIN per gli host di accesso remoto</string><string id="RemoteAccessHostAllowClientPairing_Explain">Se questa impostazione viene attivata o non viene configurata, gli utenti possono decidere di accoppiare client e host in fase di connessione, evitando di dover inserire un codice PIN ogni volta.

Se l'impostazione viene disattivata, questa funzione non sarà disponibile.</string><string id="RemoteAccessHostAllowGnubbyAuth">Consenti l'autenticazione Gnubby per gli host di accesso remoto</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Se questa impostazione è attivata, le richieste di autenticazione Gnubby verranno trasferite al proxy attraverso una connessione host remota.

Se questa impostazione è disattivata o non configurata, le richieste di autenticazione Gnubby non verranno trasferite al proxy.</string><string id="RemoteAccessHostAllowRelayedConnection">Attiva l'utilizzo dei server relay per l'host di accesso remoto</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Limita l'intervallo di porte UDP utilizzate dall'host di accesso remoto</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Richiede la corrispondenza tra il nome dell'utente locale e il proprietario dell'host di accesso remoto</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL su cui i client di accesso remoto dovrebbero ottenere il token di autenticazione</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL per la convalida del token di autenticazione del client di accesso remoto</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certificato client per la connessione a RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Drive_group">Configura opzioni di Google Drive</string><string id="DriveDisabled">Consente di disattivare Drive nell'app File di Google Chrome OS</string><string id="DriveDisabled_Explain">Consente di disattivare la sincronizzazione di Google Drive nell'app File di Google Chrome OS quando è impostata su True. In tal caso, non vengono caricati dati in Google Drive.

Se questa norma non viene impostata o è impostata su False, gli utenti potranno trasferire file in Google Drive.</string><string id="DriveDisabledOverCellular">Consente di disattivare Google Drive su connessioni alla rete dati nell'app File di Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Consente di disattivare la sincronizzazione di Google Drive nell'app File di Google Chrome OS utilizzando una connessione alla rete dati quando questa norma viene impostata su True. In tal caso, i dati vengono sincronizzati con Google Drive solo in presenza di una connessione alla rete Wi-Fi o Ethernet.

Se questa norma non viene impostata o viene impostata su False, gli utenti possono trasferire file in Google Drive mediante connessioni alla rete dati.</string><string id="Extensions_group">Estensioni</string><string id="ExtensionInstallBlacklist">Configura blacklist per l'installazione delle estensioni</string><string id="ExtensionInstallBlacklist_Explain">Consente di specificare le estensioni che gli utenti NON possono installare. Se presenti nella lista nera, le estensioni precedentemente installate verranno rimosse, senza che l'utente possa attivarle. Quando un'estensione viene tolta dalla lista nera, viene riattivata automaticamente.

Un valore di * riportato nella lista nera indica che tutte le estensioni sono state inserite nella lista nera, a meno che non siano esplicitamente elencate nella whitelist.

Se questa norma non viene impostata, gli utenti potranno installare qualsiasi estensione in Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Configura blacklist per l'installazione delle estensioni</string><string id="ExtensionInstallWhitelist">Configura la whitelist per l'installazione delle estensioni</string><string id="ExtensionInstallWhitelist_Explain">Consente di specificare le estensioni da non includere nella blacklist. Un valore di * riportato nella blacklist indica che tutte le estensioni sono state inserite nella blacklist e che gli utenti possono installare solo quelle elencate nella whitelist. Per impostazione predefinita, tutte le estensioni si trovano nella whitelist, ma se in base alla norma applicata tutte le estensioni sono state inserite nella blacklist, la whitelist può essere utilizzata per annullare tale norma.</string><string id="ExtensionInstallWhitelistDesc">Configura la whitelist per l'installazione delle estensioni</string><string id="ExtensionInstallForcelist">Configura l'elenco di estensioni e app con installazione imposta</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Configura l'elenco di estensioni e app con installazione imposta</string><string id="ExtensionInstallSources">Configura fonti di installazione di estensioni, applicazioni e script utente</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Configura fonti di installazione di estensioni, applicazioni e script utente</string><string id="ExtensionAllowedTypes">Configura tipi di app/estensioni consentiti</string><string id="ExtensionAllowedTypes_Explain">Controlla quali tipi di app/estensioni possono essere installati e limita l'accesso in fase di esecuzione.

Questa impostazione autorizza i tipi consentiti di estensioni/app che possono essere installate in Google Chrome e gli host con cui possono interagire. Il valore è un elenco di stringhe, ognuna delle quali deve corrispondere a una delle seguenti: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Per ulteriori informazioni su questi tipi, consulta la documentazione sulle estensioni di Google Chrome.

Tieni presente che questo criterio riguarda anche le estensioni e le app con installazione forzata tramite ExtensionInstallForcelist.

Se l'impostazione è configurata, le estensioni/app con un tipo che non è in elenco non verranno installate.

Se l'impostazione non è configurata, non vengono imposte restrizioni sui tipi di estensioni/app accettabili.</string><string id="ExtensionAllowedTypesDesc">Configura tipi di app/estensioni consentiti</string><string id="ExtensionSettings">Impostazioni di gestione delle estensioni</string><string id="ExtensionSettings_Explain">Consente di configurare le impostazioni di gestione delle estensioni per Google Chrome.

Questa norma consente di controllare diverse impostazioni, incluse quelle controllate da norme esistenti correlate alle estensioni. Questa norma sostituisce qualsiasi norma precedente se vengono impostate entrambe.

Questa norma consente di mappare un ID estensione o un URL di aggiornamento alla relativa configurazione. Con un ID estensione, la configurazione viene applicata solo all'estensione specificata. È possibile impostare una configurazione predefinita per l'ID speciale &quot;*&quot;, che verrà applicato a tutte le estensioni per cui non è impostata una configurazione personalizzata in questa norma. Con un URL di aggiornamento, la configurazione verrà applicata a tutte le estensioni con l'esatto URL di aggiornamento indicato nel file manifest dell'estensione, come descritto all'indirizzo https://developer.chrome.com/extensions/autoupdate.

La configurazione per ciascuna estensione (o per estensioni con lo stesso URL di aggiornamento) è un altro dizionario che può contenere i campi documentati di seguito.

&quot;installation_mode&quot;: corrisponde una stringa indicante la modalità di installazione per l'estensione. Le stringhe valide sono:
* &quot;allowed&quot;: consente l'installazione dell'estensione da parte dell'utente. È il comportamento predefinito.
* &quot;blocked&quot;: blocca l'installazione dell'estensione.
* &quot;force_installed&quot;: l'estensione viene installata automaticamente e non può essere rimossa dall'utente.
* &quot;normal_installed&quot;: l'estensione viene installata automaticamente, ma può essere disattivata dall'utente.

Il campo &quot;installation_mode&quot; può anche essere configurato per più estensioni, compresa l'estensione &quot;*&quot; (come impostazione predefinita) e le estensioni con lo stesso URL di aggiornamento. In questo caso possono essere utilizzati solo i valori &quot;allowed&quot; e &quot;blocked&quot;.

Se la modalità è impostata su &quot;force_installed&quot; o &quot;normal_installed&quot; è necessario configurare anche un campo &quot;update_url&quot;. L'URL di aggiornamento impostato in questa norma viene utilizzato solo per l'installazione iniziale. Per i successivi aggiornamenti dell'estensione verrà utilizzato l'URL di aggiornamento indicato nel file manifest dell'estensione. L'URL di aggiornamento dovrebbe rimandare a un documento XML Manifest di aggiornamento come descritto in precedenza.

&quot;blocked_permissions&quot;: corrisponde a un elenco di stringhe indicanti le autorizzazioni API per l'estensione. I nomi delle autorizzazioni corrispondono alle stringhe di autorizzazione indicate nel file manifest dell'estensione, come descritto all'indirizzo https://developer.chrome.com/extensions/declare_permissions. Questa impostazione può essere configurata anche per l'estensione &quot;*&quot;. Se per l'estensione è necessaria un'autorizzazione che è presente nell'elenco di quelle bloccate, non potrà essere caricata. Se contiene un'autorizzazione bloccata come requisito opzionale, verrà trattata normalmente, ma la richiesta di autorizzazioni in conflitto verrà declinata automaticamente in fase di runtime.

&quot;allowed_permissions&quot;: simile a &quot;blocked_permissions&quot;, ma, al contrario, consente esplicitamente alcune autorizzazioni che potrebbero essere bloccate da un elenco globale di autorizzazioni bloccate e che quindi non possono essere configurate per l'estensione &quot;*&quot;. Questa impostazione non assegna automaticamente le autorizzazioni concesse alle estensioni.

&quot;minimum_version_required&quot;: corrisponde a una stringa della versione. Il formato della stringa della versione corrisponde a quello utilizzato nel file manifest delle estensioni, come descritto all'indirizzo https://developer.chrome.com/apps/manifest/version. Un'estensione con una versione precedente rispetto alla versione minima specificata viene disattivata. Ciò vale anche per le estensioni con installazione imposta.

Le seguenti impostazioni possono essere utilizzate solo per la configurazione &quot;*&quot; predefinita:

&quot;install_sources&quot;: ogni voce presente in questo elenco è uno schema di corrispondenza in stile di estensione (https://developer.chrome.com/extensions/match_patterns). Gli utenti potranno installare facilmente elementi da qualsiasi URL corrispondente a una voce nell'elenco. Questi schemi devono consentire sia la posizione del file *.crx sia la pagina da cui viene avviato il download (il referrer).

&quot;allowed_types&quot;: con questa impostazione vengono autorizzati i tipi consentiti di estensioni/applicazioni che possono essere installati in Google Chrome. Il valore è un elenco di stringhe, tra le seguenti: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Leggere la documentazione sulle estensioni di Google Chrome per ulteriori informazioni su questi tipi.

&quot;blocked_install_message&quot;: se un utente prova a installare un'estensione, ma questa viene bloccata da una norma, il Chrome Webstore mostra un messaggio di errore generico. Questa impostazione ti consente di aggiungere testo al messaggio di errore. In questo modo puoi indirizzare gli utenti al tuo Centro assistenza, spiegare perché una determinata estensione è bloccata o altro ancora. Il messaggio di errore viene troncato se supera i 1000 caratteri di lunghezza.

&quot;runtime_blocked_hosts&quot;: accetta un elenco di host ai quali verrà bloccata l'interazione con l'estensione. Ciò include l'inserimento di JavaScript, l'alterazione e la visualizzazione di webRequests/webNavigation, la visualizzazione e l'alterazione di cookie. Il formato è simile agli schemi di corrispondenza https://developer.chrome.com/extensions/match_patterns ma potrebbe non essere possibile definire dei percorsi, come ad esempio &quot;*://*.example.com&quot;. Inoltre supporta un efficace inserimento di caratteri jolly TLD come &quot;*://example.*&quot;.

&quot;runtime_allowed_hosts&quot;: accetta un elenco di host con i quali un'estensione può interagire, che siano elencati o meno in &quot;runtime_blocked_hosts&quot;. Ha lo stesso formato di &quot;runtime_blocked_hosts&quot;.
</string><string id="PowerManagement_group">Gestione dell'alimentazione</string><string id="LidCloseAction">Azione da compiere quando l'utente chiude il coperchio</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Sospensione</string><string id="LidCloseAction_LidCloseActionLogout">Disconnetti l'utente</string><string id="LidCloseAction_LidCloseActionShutdown">Spegni</string><string id="LidCloseAction_LidCloseActionDoNothing">Non fare niente</string><string id="PowerManagementUsesAudioActivity">Specifica se l'attività audio incide sulla gestione dell'alimentazione</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Specifica se l'attività video incide sulla gestione dell'alimentazione</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Percentuale di regolazione del ritardo di oscuramento dello schermo in modalità di presentazione</string><string id="PresentationScreenDimDelayScale_Explain">Consente di specificare la percentuale di regolazione del ritardo di oscuramento dello schermo quando il dispositivo è in modalità di presentazione.

Se questa norma viene impostata, consente di specificare la percentuale di regolazione del ritardo di oscuramento dello schermo quando il dispositivo è in modalità di presentazione. Quando viene regolato il ritardo di oscuramento, i ritardi di spegnimento, blocco e inattività dello schermo vengono regolati per mantenere gli stessi distacchi dal ritardo di oscuramento dello schermo configurato in origine.

Se la norma non viene impostata viene utilizzato un fattore di regolazione predefinito.

Il fattore di regolazione minimo deve essere 100%. Valori che renderebbero il ritardo di oscuramento dello schermo in modalità di presentazione inferiore al ritardo di oscuramento normale non sono consentiti.</string><string id="AllowScreenWakeLocks">Consenti Wakelock dello schermo</string><string id="AllowScreenWakeLocks_Explain">Specifica se sono consentiti i Wakelock dello schermo. I Wakelock dello schermo possono essere richiesti dalle estensioni tramite l'API dell'estensione di gestione dell'alimentazione.

Se questa norma è impostata su True o non è impostata, verranno rispettati i Wakelock dello schermo nella gestione dell'alimentazione.

Se questa norma è impostata su False, le richieste di Wakelock dello schermo verranno ignorate.</string><string id="UserActivityScreenDimDelayScale">Percentuale di regolazione del ritardo di oscuramento dello schermo se l'utente diventa attivo dopo l'oscuramento</string><string id="UserActivityScreenDimDelayScale_Explain">Consente di specificare la percentuale di regolazione del ritardo di oscuramento dello schermo quando viene osservata l'attività dell'utente mentre lo schermo è oscurato o subito dopo lo spegnimento dello schermo.

Se questa norma viene impostata, consente di specificare la percentuale di regolazione del ritardo di oscuramento dello schermo quando viene osservata l'attività dell'utente mentre lo schermo è oscurato o subito dopo lo spegnimento dello schermo. Quando il ritardo di oscuramento viene regolato, i ritardi di spegnimento, blocco e inattività dello schermo vengono regolati per mantenere gli stessi distacchi dal ritardo di oscuramento dello schermo configurato in origine.

Se la norma non viene impostata viene utilizzato un fattore di regolazione predefinito.

Il fattore di regolazione minimo deve essere 100%.</string><string id="WaitForInitialUserActivity">Attesa dell'attività iniziale dell'utente</string><string id="WaitForInitialUserActivity_Explain">Consente di specificare se i ritardi di gestione dell'alimentazione e il limite di durata delle sessioni devono iniziare soltanto dopo il rilevamento dell'attività del primo utente in una sessione.

Se questa norma viene impostata su True, i ritardi di gestione dell'alimentazione e il limite di durata delle sessioni non iniziano fino al termine del rilevamento dell'attività del primo utente in una sessione.

Se questa norma viene impostata su False o non viene impostata, i ritardi di gestione dell'alimentazione e il limite di durata delle sessioni iniziano immediatamente all'avvio della sessione.</string><string id="PowerManagementIdleSettings">Impostazioni di gestione dell'alimentazione quando l'utente diventa inattivo</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Ritardi del blocco schermo</string><string id="ScreenLockDelays_Explain">Consente di specificare il periodo di tempo senza input dell'utente trascorso il quale lo schermo viene bloccato durante l'utilizzo di alimentazione CA o batteria.

Se il periodo di tempo viene impostato su un valore maggiore di zero, questo valore rappresenta il periodo di tempo per cui l'utente deve rimanere inattivo prima che Google Chrome OS blocchi lo schermo.

Se il periodo di tempo viene impostato su zero, Google Chrome OS non blocca lo schermo quando l'utente diventa inattivo.

Se il periodo di tempo non viene impostato, viene utilizzato un periodo di tempo predefinito.

La modalità di blocco dello schermo per inattività consigliata è l'attivazione del blocco schermo in caso di sospensione e la sospensione di Google Chrome OS una volta trascorso il ritardo di inattività. Questa norma dovrebbe essere utilizzata soltanto quando il blocco dello schermo deve avvenire molto prima della sospensione o quando non si desidera attivare la sospensione in caso di inattività.

Il valore della norma deve essere specificato in millisecondi. I valori devono essere minori del ritardo di inattività.</string><string id="PasswordManager_group">Gestione password</string><string id="PasswordManagerEnabled">Attiva il salvataggio delle password in Gestione password</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Attiva Google Cast</string><string id="EnableMediaRouter_Explain">Se questa norma viene impostata su true o non viene impostata, Google Cast sarà attivato e gli utenti potranno avviarlo dal menu dell'app, dai menu contestuali nelle pagine, dai controlli multimediali nei siti web compatibili con Google Cast e (se presente) dall'icona Cast della barra degli strumenti.

Se questa norma viene impostata su false, Google Cast sarà disattivato.</string><string id="ShowCastIconInToolbar">Mostra l'icona Google Cast della barra degli strumenti</string><string id="ShowCastIconInToolbar_Explain">Se il criterio è impostato su true, l'icona Cast della barra degli strumenti sarà sempre visibile nella barra degli strumenti o nel menu extra e gli utenti non potranno rimuoverla.

Se il criterio è impostato su false o non viene impostato, gli utenti potranno bloccare o rimuovere l'icona tramite il relativo menu contestuale.

Se il criterio &quot;EnableMediaRouter&quot; è impostato su false, il valore del criterio non avrà effetto e l'icona della barra degli strumenti non sarà mostrata.</string><string id="ContentSettings_group">Impostazioni contenuti</string><string id="DefaultCookiesSetting">Impostazione cookie predefiniti</string><string id="DefaultCookiesSetting_Explain">Consente di stabilire se consentire o meno ai siti web di impostare dati locali. L'impostazione dei dati locali può essere consentita o vietata per tutti i siti web.

Se questa norma viene impostata su &quot;Conserva cookie per tutta la durata della sessione&quot;, i cookie vengono cancellati alla chiusura della sessione. Quando Google Chrome è in esecuzione in &quot;modalità background&quot;, è possibile che la sessione non si chiuda quando viene chiusa l'ultima finestra. Leggere la norma &quot;BackgroundModeEnabled&quot; per avere ulteriori informazioni sulla configurazione di questo comportamento.

Se questa norma non viene impostata, verrà utilizzata la norma &quot;AllowCookies&quot;, che potrà essere modificata dall'utente.</string><string id="DefaultCookiesSetting_AllowCookies">Consenti a tutti i siti di impostare i dati locali</string><string id="DefaultCookiesSetting_BlockCookies">Non consentire ai siti di impostare i dati locali</string><string id="DefaultCookiesSetting_SessionOnly">Conserva cookie per tutta la durata della sessione</string><string id="DefaultImagesSetting">Impostazione immagini predefinite</string><string id="DefaultImagesSetting_Explain">Permette di stabilire se consentire o meno la visualizzazione delle immagini nei siti web. La visualizzazione delle immagini può essere consentita o negata per tutti i siti web. Se questa norma non viene impostata, verrà utilizzato il valore &quot;AllowImages&quot;, che potrà essere modificato dagli utenti.</string><string id="DefaultImagesSetting_AllowImages">Consenti la visualizzazione di tutte le immagini in tutti i siti</string><string id="DefaultImagesSetting_BlockImages">Non consentire la visualizzazione di immagini nei siti</string><string id="DefaultJavaScriptSetting">Impostazione JavaScript predefinita</string><string id="DefaultJavaScriptSetting_Explain">Permette di stabilire se consentire o meno l'esecuzione di JavaScript nei siti web. L'esecuzione di JavaScript può essere consentita o negata per tutti i siti web. Se questa norma non viene impostata, verrà utilizzato il valore &quot;AllowJavaScript&quot;, che potrà essere modificato dagli utenti.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Consenti l'esecuzione di JavaScript in tutti i siti</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Non consentire ad alcun sito di eseguire JavaScript</string><string id="DefaultPluginsSetting">Impostazione predefinita per il plug-in Flash</string><string id="DefaultPluginsSetting_Explain">Ti consente di impostare i siti web affinché eseguano o meno automaticamente il plug-in Flash. L'esecuzione automatica del plug-in Flash può essere consentita o negata a tutti i siti web.

Click-to-play consente di eseguire il plug-in Flash, ma l'utente deve fare clic sul segnaposto per avviarne l'esecuzione.

Se la norma non viene impostata, l'utente potrà modificare l'impostazione manualmente.</string><string id="DefaultPluginsSetting_AllowPlugins">Consenti l'esecuzione automatica del plug-in Flash in tutti i siti</string><string id="DefaultPluginsSetting_BlockPlugins">Blocca il plug-in Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Click to play</string><string id="DefaultPopupsSetting">Impostazione popup predefiniti</string><string id="DefaultPopupsSetting_Explain">Permette di stabilire se consentire o meno la visualizzazione dei popup nei siti web. La visualizzazione dei popup può essere consentita o negata per tutti i siti web. Se questa norma non viene impostata, verrà utilizzato il valore &quot;BlockPopups&quot;, che potrà essere modificato dagli utenti.</string><string id="DefaultPopupsSetting_AllowPopups">Consenti la visualizzazione di popup in tutti i siti</string><string id="DefaultPopupsSetting_BlockPopups">Non consentire la visualizzazione di popup nei siti</string><string id="DefaultNotificationsSetting">Impostazione di notifica predefinita</string><string id="DefaultNotificationsSetting_Explain">Permette di stabilire se consentire o meno la visualizzazione di notifiche desktop nei siti web. La visualizzazione di notifiche desktop può essere consentita o negata per impostazione predefinita oppure l'utente può ricevere una richiesta ogni volta che un sito web desidera visualizzare le notifiche desktop. Se questa norma non viene impostata, verrà utilizzato il valore &quot;AskNotifications&quot;, che potrà essere modificato dagli utenti.</string><string id="DefaultNotificationsSetting_AllowNotifications">Consenti la visualizzazione di notifiche desktop da parte dei siti</string><string id="DefaultNotificationsSetting_BlockNotifications">Non consentire la visualizzazione di notifiche desktop da parte dei siti</string><string id="DefaultNotificationsSetting_AskNotifications">Chiedi ogni volta che un sito desidera mostrare le notifiche desktop</string><string id="DefaultGeolocationSetting">Impostazione di geolocalizzazione predefinita</string><string id="DefaultGeolocationSetting_Explain">Permette di stabilire se consentire o meno il monitoraggio della posizione fisica degli utenti da parte dei siti web. Il monitoraggio della posizione fisica degli utenti può essere consentito o negato per impostazione predefinita oppure l'utente può ricevere una richiesta ogni volta che un sito web desidera conoscere la posizione fisica. Se questa norma non viene impostata, verrà utilizzato il valore &quot;AskGeolocation&quot;, che potrà essere modificato dagli utenti.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Consenti ai siti di monitorare la posizione fisica degli utenti</string><string id="DefaultGeolocationSetting_BlockGeolocation">Non consentire ad alcun sito di monitorare la posizione fisica degli utenti</string><string id="DefaultGeolocationSetting_AskGeolocation">Chiedi ogni volta che un sito desidera monitorare la posizione fisica degli utenti</string><string id="DefaultWebBluetoothGuardSetting">Controlla l'utilizzo dell'API Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_Explain">Permette di stabilire se consentire o meno l'accesso ai dispositivi Bluetooth nelle vicinanze. L'accesso può essere bloccato completamente oppure l'utente può ricevere una richiesta ogni volta che un sito web desidera accedere ai dispositivi Bluetooth vicini.

Se questa norma non viene impostata, verrà utilizzato il valore &quot;3&quot;, che potrà essere modificato dall'utente.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Non consentire ad alcun sito di richiedere l'accesso ai dispositivi Bluetooth tramite l'API Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Consenti ai siti di chiedere all'utente di concedere l'accesso a un dispositivo Bluetooth nelle vicinanze.</string><string id="AutoSelectCertificateForUrls">Seleziona automaticamente i certificati client per questi siti</string><string id="AutoSelectCertificateForUrls_Explain">Consente di specificare un elenco di pattern URL che specificano i siti per cui Google Chrome deve selezionare automaticamente un certificato client, se il sito ne richiede uno.

Il valore deve essere un array di dizionari JSON in stringa. Ogni dizionario deve avere questa forma: { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, dove $URL_PATTERN è un pattern di impostazione dei contenuti. $FILTER restringe i certificati client da cui il browser effettua automaticamente la selezione. Indipendentemente dal filtro, saranno selezionati solo certificati che soddisfano la richiesta di certificato del server. Se $FILTER presenta la forma { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, vengono inoltre selezionati solo i certificati client emessi da certificati con valore CommonName uguale a $ISSUER_CN. Se $FILTER è il dizionario vuoto {}, la selezione del certificato client non viene limitata ulteriormente.

Se questa norma non viene impostata, la selezione automatica non avviene per nessun sito.</string><string id="AutoSelectCertificateForUrlsDesc">Seleziona automaticamente i certificati client per questi siti</string><string id="CookiesAllowedForUrls">Consenti i cookie in questi siti</string><string id="CookiesAllowedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti autorizzati a impostare cookie. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultCookiesSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="CookiesAllowedForUrlsDesc">Consenti i cookie in questi siti</string><string id="CookiesBlockedForUrls">Blocca cookie su questi siti</string><string id="CookiesBlockedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti non autorizzati a impostare cookie. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultCookiesSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="CookiesBlockedForUrlsDesc">Blocca cookie su questi siti</string><string id="CookiesSessionOnlyForUrls">Consenti solo i cookie per la sessione su questi siti</string><string id="CookiesSessionOnlyForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti a cui è consentito impostare cookie per la sessione.

Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma 'DefaultCookiesSetting', se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.

Se Google Chrome è in esecuzione in &quot;modalità background&quot;, è possibile che la sessione non si chiuda quando viene chiusa l'ultima finestra del browser, ma che rimanga attiva fino alla chiusura del browser. Leggere la norma 'BackgroundModeEnabled' per ulteriori informazioni sulla configurazione di questo comportamento.

Se la norma &quot;RestoreOnStartup&quot; viene impostata in modo da ripristinare gli URL delle sessioni precedenti, questa norma non verrà rispettata e i cookie verranno memorizzati in modo permanente per i siti.</string><string id="CookiesSessionOnlyForUrlsDesc">Consenti solo i cookie per la sessione su questi siti</string><string id="ImagesAllowedForUrls">Consenti immagini su questi siti</string><string id="ImagesAllowedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti in cui è consentita la visualizzazione di immagini. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultImagesSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="ImagesAllowedForUrlsDesc">Consenti immagini su questi siti</string><string id="ImagesBlockedForUrls">Blocca immagini su questi siti</string><string id="ImagesBlockedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti in cui non è consentita la visualizzazione di immagini. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultImagesSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="ImagesBlockedForUrlsDesc">Blocca immagini su questi siti</string><string id="JavaScriptAllowedForUrls">Consenti JavaScript su questi siti</string><string id="JavaScriptAllowedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti in cui è consentita l'esecuzione di JavaScript. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultJavaScriptSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="JavaScriptAllowedForUrlsDesc">Consenti JavaScript su questi siti</string><string id="JavaScriptBlockedForUrls">Blocca Javascript in questi siti</string><string id="JavaScriptBlockedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti in cui non è consentita l'esecuzione di JavaScript. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultJavaScriptSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="JavaScriptBlockedForUrlsDesc">Blocca Javascript in questi siti</string><string id="PluginsAllowedForUrls">Consenti il plug-in Flash su questi siti</string><string id="PluginsAllowedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti che possono eseguire il plug-in Flash.

Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultPluginsSetting&quot;, se impostata, oppure la configurazione personale dell'utente..</string><string id="PluginsAllowedForUrlsDesc">Consenti il plug-in Flash su questi siti</string><string id="PluginsBlockedForUrls">Blocca il plug-in Flash su questi siti</string><string id="PluginsBlockedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti che non possono eseguire il plug-in Flash.

Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultPluginsSetting&quot;, se impostata, oppure la configurazione personale dell'utente.</string><string id="PluginsBlockedForUrlsDesc">Blocca il plug-in Flash su questi siti</string><string id="PopupsAllowedForUrls">Consenti popup su questi siti</string><string id="PopupsAllowedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti in cui è consentita l'apertura dei popup. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultPopupsSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="PopupsAllowedForUrlsDesc">Consenti popup su questi siti</string><string id="RegisteredProtocolHandlers">Registra gestori protocolli</string><string id="RegisteredProtocolHandlers_Explain">Ti consente di registrare un elenco di gestori di protocolli. Questa può essere soltanto una norma consigliata. Per la proprietà |protocol| dovrebbe essere impostato lo schema, ad esempio &quot;mailto&quot;, e per la proprietà |url| dovrebbe essere impostato il pattern URL dell'applicazione che gestisce lo schema. Il pattern può includere &quot;%s&quot; che, se presente, verrà sostituito dall'URL gestito.

I gestori di protocolli registrati tramite la norma vengono uniti a quelli registrati dall'utente e possono essere utilizzati entrambi i tipi. L'utente può sostituire i gestori di protocolli installati tramite la norma installando un nuovo gestore predefinito, ma non può rimuovere un gestore di protocollo registrato tramite la norma.</string><string id="PopupsBlockedForUrls">Blocca popup su questi siti</string><string id="PopupsBlockedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti in cui non è consentita l'apertura dei popup. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultPopupsSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="PopupsBlockedForUrlsDesc">Blocca popup su questi siti</string><string id="NotificationsAllowedForUrls">Consenti notifiche su questi siti</string><string id="NotificationsAllowedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti autorizzati a visualizzare notifiche. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultNotificationsSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="NotificationsAllowedForUrlsDesc">Consenti notifiche su questi siti</string><string id="NotificationsBlockedForUrls">Blocca le notifiche su questi siti</string><string id="NotificationsBlockedForUrls_Explain">Consente di impostare un elenco di pattern URL che specificano i siti non autorizzati a visualizzare notifiche. Se questa norma non viene impostata, per tutti i siti verrà utilizzato il valore predefinito globale della norma &quot;DefaultNotificationsSetting&quot;, se è impostata, oppure verrà utilizzata la configurazione personale dell'utente.</string><string id="NotificationsBlockedForUrlsDesc">Blocca le notifiche su questi siti</string><string id="Accessibility_group">Impostazioni di accessibilità</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Mostra le opzioni di accessibilità nel menu della barra delle applicazioni di sistema</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Attivazione del puntatore grande</string><string id="LargeCursorEnabled_Explain">Consente di attivare la funzione di accessibilità del puntatore grande.

Se la norma viene impostata su true, il puntatore grande sarà sempre attivo.

Se la norma viene impostata su false, il puntatore grande sarà sempre disattivato.

Se la norma viene impostata, gli utenti non potranno modificarla o ignorarla.

Se la norma non viene impostata, il puntatore grande sarà inizialmente disattivato ma gli utenti potranno attivarlo in qualsiasi momento.</string><string id="SpokenFeedbackEnabled">Attiva la funzione di lettura vocale</string><string id="SpokenFeedbackEnabled_Explain">Consente di attivare la funzione di accessibilità di lettura vocale.

Se questa norma viene impostata su true, la lettura vocale sarà sempre attiva.

Se la norma viene impostata su false, la lettura vocale sarà sempre disattivata.

Se la norma viene impostata, gli utenti non potranno modificarla o ignorarla.

Se la norma non viene configurata, la lettura vocale viene inizialmente disattivata ma potrà essere attivata dagli utenti in qualsiasi momento.</string><string id="HighContrastEnabled">Attiva modalità ad alto contrasto</string><string id="HighContrastEnabled_Explain">Consente di attivare la funzione di accessibilità della modalità ad alto contrasto.

Se la norma viene impostata su true, la modalità ad alto contrasto sarà sempre attiva.

Se la norma viene impostata su false, la modalità ad alto contrasto sarà sempre disattivata.

Se la norma viene impostata, gli utenti non potranno modificarla o ignorarla.

Se la norma non viene configurata, la modalità ad alto contrasto viene inizialmente disattivata ma potrà essere attivata dagli utenti in qualsiasi momento.</string><string id="VirtualKeyboardEnabled">Attiva tastiera sullo schermo</string><string id="VirtualKeyboardEnabled_Explain">Attiva la funzione di accessibilità della tastiera sullo schermo.

Se questa norma viene impostata su true, la tastiera sullo schermo sarà sempre attivata.

Se questa norma viene impostata su false, la tastiera sullo schermo sarà sempre disattivata.

Se questa norma viene viene impostata, gli utenti non potranno modificarla o sostituirla.

Se questa norma non viene impostata, inizialmente la tastiera sullo schermo è disattivata, ma l'utente la può attivare in qualsiasi momento.</string><string id="KeyboardDefaultToFunctionKeys">Per impostazione predefinita, i tasti multimediali si comportano come tasti funzione.</string><string id="KeyboardDefaultToFunctionKeys_Explain">Consente di modificare il comportamento predefinito dei tasti della fila superiore in tasti funzione.

Se questa norma è impostata su &quot;true&quot;, i tasti della fila superiore della tastiera riprodurranno i comandi dei tasti funzione per impostazione predefinita. Per ripristinare il comportamento dei tasti multimediali, è necessario premere il tasto per la ricerca.

Se questa norma è impostata su &quot;false&quot; o non viene impostata, la tastiera riprodurrà i comandi dei tasti multimediali per impostazione predefinita e i comandi dei tasti funzione quando viene premuto il tasto per la ricerca.</string><string id="ScreenMagnifierType">Impostazione tipo di ingrandimento dello schermo</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Ingrandimento dello schermo disattivato</string><string id="ScreenMagnifierType_Full-screen">Ingrandimento a schermo intero attivo</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Impostazione stato predefinito del puntatore grande nella schermata di accesso</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Consente di impostare lo stato predefinito della funzione di accessibilità del puntatore grande nella schermata di accesso.

Se questa norma viene impostata su true, il puntatore grande viene attivato quando viene visualizzata la schermata di accesso.

Se la norma viene impostata su false, il puntatore grande viene disattivato quando viene visualizzata la schermata di accesso.

Se la norma viene impostata, gli utenti possono ignorarla temporaneamente attivando o disattivando il puntatore grande. La scelta dell'utente non è però permanente e viene ripristinato il valore predefinito quando viene visualizzata di nuovo la schermata di accesso o quando l'utente rimane inattivo nella schermata di accesso per un minuto.

Se la norma non viene impostata, il puntatore grande viene disattivato alla prima visualizzazione della schermata di accesso. Gli utenti possono attivare o disattivare il puntatore grande in qualsiasi momento e il relativo stato nella schermata di accesso persiste per tutti gli utenti.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Impostazione stato predefinito della lettura vocale nella schermata di accesso</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Consente di impostare lo stato predefinito della funzione di accessibilità di lettura vocale nella schermata di accesso.

Se questa norma viene impostata su true, la lettura vocale viene attivata quando viene visualizzata la schermata di accesso.

Se la norma viene impostata su false, la lettura vocale viene disattivata quando viene visualizzata la schermata di accesso.

Se la norma viene impostata, gli utenti possono ignorarla temporaneamente attivando o disattivando la lettura vocale. La scelta dell'utente non è però permanente e viene ripristinato il valore predefinito quando viene visualizzata di nuovo la schermata di accesso o quando l'utente rimane inattivo nella schermata di accesso per un minuto.

Se la norma non viene impostata, la lettura vocale viene disattivata alla prima visualizzazione della schermata di accesso. Gli utenti possono attivare o disattivare la lettura vocale in qualsiasi momento e il relativo stato nella schermata di accesso persiste per tutti gli utenti.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Impostazione stato predefinito modalità ad alto contrasto nella schermata di accesso</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Consente di impostare lo stato predefinito della funzione di accessibilità della modalità ad alto contrasto nella schermata di accesso.

Se la norma viene impostata su true, la modalità ad alto contrasto verrà attivata quando viene visualizzata la schermata di accesso.

Se la norma viene impostata su false, la modalità ad alto contrasto verrà disattivata quando viene visualizzata la schermata di accesso.

Se la norma viene impostata, gli utenti possono ignorarla temporaneamente attivando o disattivando la modalità ad alto contrasto. La scelta dell'utente non è però permanente e viene ripristinato il valore predefinito quando viene visualizzata di nuovo la schermata di accesso o quando l'utente rimane inattivo nella schermata di accesso per un minuto.

Se la norma non viene impostata, la modalità ad alto contrasto viene disattivata alla prima visualizzazione della schermata di accesso. Gli utenti possono attivare o disattivare la modalità ad alto contrasto in qualsiasi momento e il relativo stato nella schermata di accesso persiste per tutti gli utenti.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Impostazione stato predefinito della tastiera sullo schermo nella schermata di accesso</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Imposta lo stato predefinito della funzione di accessibilità della tastiera sullo schermo nella schermata di accesso.

Se questa norma viene impostata su true, la tastiera sullo schermo viene attivata quando viene visualizzata la schermata di accesso.

Se questa norma viene impostata su false, la tastiera sullo schermo viene disattivata quando viene visualizzata la schermata di accesso.

Se questa norma viene impostata, gli utenti possono ignorarla temporaneamente attivando o disattivando la tastiera sullo schermo. Tuttavia, la scelta dell'utente non è permanente e l'impostazione predefinita viene ripristinata ogni volta che viene visualizzata la schermata di accesso o se l'utente rimane inattivo sulla schermata di acceso per un minuto.

Se questa norma non viene impostata, la tastiera sullo schermo è disattivata alla prima visualizzazione della schermata di accesso. Gli utenti possono attivare o disattivare la tastiera sullo schermo in qualsiasi momento e il relativo stato sulla schermata di accesso viene mantenuto tra utenti differenti.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Impostazione tipo di ingrandimento dello schermo predefinito attivato nella schermata di accesso</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Consente di impostare il tipo di ingrandimento dello schermo predefinito che viene attivato nella schermata di accesso.

Se questa norma viene impostata consente di controllare il tipo di ingrandimento dello schermo che viene attivato quando viene visualizzata la schermata di accesso. L'impostazione della norma su &quot;None&quot; consente di disattivare l'ingrandimento dello schermo.

Se la norma viene impostata, gli utenti possono ignorarla temporaneamente attivando o disattivando l'ingrandimento dello schermo. La scelta dell'utente non è però permanente e viene ripristinato il valore predefinito quando viene visualizzata di nuovo la schermata di accesso o quando l'utente rimane inattivo nella schermata di accesso per un minuto.

Se la norma non viene impostata, l'ingrandimento dello schermo viene disattivato alla prima visualizzazione della schermata di accesso. Gli utenti possono attivare o disattivare l'ingrandimento dello schermo in qualsiasi momento e il relativo stato nella schermata di accesso persiste per tutti gli utenti.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Ingrandimento dello schermo disattivato</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Ingrandimento a schermo intero attivo</string><string id="HTTPAuthentication_group">Norme relative all'autenticazione HTTP</string><string id="AuthSchemes">Schemi di autenticazione supportati</string><string id="AuthSchemes_Explain">Consente di specificare gli schemi di autenticazione HTTP supportati da Google Chrome.

I valori possibili sono &quot;basic&quot;, &quot;digest&quot;, &quot;ntlm&quot; e &quot;negotiate&quot;. Separa i valori con la virgola.

Se questa norma non viene impostata, vengono utilizzati tutti e quattro gli schemi.</string><string id="DisableAuthNegotiateCnameLookup">Disabilita ricerca CNAME durante la negoziazione con Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Consente di specificare se il Kerberos SPN generato si basa sul nome canonico DNS o sul nome originale inserito. Se attivi questa impostazione, la ricerca CNAME verrà saltata e verrà utilizzato il nome del server inserito. Se disattivi l'impostazione o non la imposti, il nome canonico del server sarà determinato tramite ricerca CNAME.</string><string id="EnableAuthNegotiatePort">Includi porta non standard in Kerberos SPN</string><string id="EnableAuthNegotiatePort_Explain">Consente di specificare se il Kerberos SPN generato deve includere una porta non standard. Se attivi questa impostazione e specifichi una porta non standard (cioè una porta diversa da 80 o 443), la porta verrà inclusa nel Kerberos SPN generato. Se disattivi l'impostazione o non la imposti, il Kerberos SPN generato non includerà in nessun caso una porta.</string><string id="AuthServerWhitelist">Whitelist server di autenticazione</string><string id="AuthServerWhitelist_Explain">Consente di specificare quali server devono essere autorizzati per l'autenticazione integrata. L'autenticazione integrata è attivata solo quando Google Chrome riceve una richiesta di autenticazione da un proxy o da un server che si trova in questo elenco di autorizzazione.

Separa più nomi di server con delle virgole. Sono ammessi i caratteri jolly (*).

Se questa norma non viene impostata Google Chrome tenterà di rilevare se sulla Intranet è presente un server e solo allora risponderà alle richieste IWA. Se viene rilevato un server su Internet, le sue richieste IWA verranno ignorate da Google Chrome.</string><string id="AuthNegotiateDelegateWhitelist">Whitelist server di delega Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Server a cui Google Chrome potrebbe delegare le credenziali utente.

Separare più nomi di server con delle virgole. Sono ammessi i caratteri jolly (*).

Se questa norma non è impostata, Google Chrome non delegherà le credenziali utente, anche se viene rilevato un server sulla Intranet.</string><string id="AllowCrossOriginAuthPrompt">Richieste di autenticazione di base HTTP tra origini</string><string id="AllowCrossOriginAuthPrompt_Explain">Consente di stabilire se per i contenuti secondari di terze parti presenti in una pagina è consentita la visualizzazione di una finestra di dialogo Autorizzazione di base HTTP. Generalmente questa norma non è attiva per tutela dal phishing. Se questa norma non viene impostata, l'impostazione verrà disattivata e per i contenuti secondari di terze parti non potrà essere visualizzata una finestra di dialogo Autorizzazione di base HTTP.</string><string id="QuickUnlock_group">Norme relative allo sblocco rapido</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Una whitelist che consente di stabilire quali modalità di sblocco rapido possono essere configurate e usate dagli utenti per sbloccare la schermata di blocco.

Il valore è un elenco di stringhe; le voci valide sono &quot;tutte&quot; o &quot;PIN&quot;. Se viene aggiunto il valore &quot;tutte&quot; all'elenco, sono disponibili tutte le modalità di sblocco rapido, incluse quelle implementate in futuro. In caso contrario, saranno disponibili solo le modalità indicate nell'elenco.

Ad esempio, per consentire ogni modalità di sblocco rapido, usa [&quot;tutte&quot;]. Per consentire solo lo sblocco tramite PIN, usa [&quot;PIN&quot;]. Per disattivare tutte le modalità di sblocco rapido, usa [].

Per impostazione predefinita, non ci sono modalità di sblocco rapido disponibili per i dispositivi gestiti.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Questa impostazione consente di stabilire la frequenza della richiesta di inserimento della password nella schermata di blocco per poter continuare a utilizzare lo sblocco rapido. Se il periodo di tempo trascorso dall'ultima volta che è stata inserita la password è superiore alla frequenza impostata, lo sblocco rapido non sarà disponibile quando si accede alla schermata di blocco. Se l'utente rimane nella schermata di blocco per un periodo superiore a quello impostato, verrà richiesta la password la volta successiva che l'utente inserirà il codice sbagliato o accederà di nuovo alla schermata di blocco.

Se questa impostazione viene configurata, gli utenti che usano lo sblocco rapido devono inserire le proprie password nella schermata di blocco in base a questa impostazione.

Se questa impostazione non viene configurata, gli utenti che usano lo sblocco rapido devono inserire ogni giorno la propria password nella schermata di blocco.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Se questa norma viene impostata su false, gli utenti non potranno impostare PIN non sicuri e facili da intuire.

Ecco alcuni esempi di PIN non sicuri: PIN formati da una sola cifra ripetuta (1111), PIN composti da cifre con incrementi di 1 (1234) o decrementi di 1 (4321) e PIN troppo comuni.

Per impostazione predefinita, gli utenti riceveranno un avviso, e non un errore, se il PIN è considerato non sicuro.</string><string id="NewTabPage_group">Pagina Nuova scheda</string><string id="NewTabPageLocation">Configura l'URL per la pagina Nuova scheda</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Homepage_group">Pagina iniziale</string><string id="HomepageLocation">Configura l'URL della pagina iniziale</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Usa la pagina Nuova scheda come Pagina iniziale</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Pagine di avvio</string><string id="RestoreOnStartup">Azione all'avvio</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Apri pagina Nuova scheda</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Ripristina l'ultima sessione</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Apri un elenco di URL</string><string id="RestoreOnStartupURLs">Pagine da aprire all'avvio</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Pagine da aprire all'avvio</string><string id="DefaultSearchProvider_group">Provider di ricerca predefinito</string><string id="DefaultSearchProviderEnabled">Attiva il provider di ricerca predefinito</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Nome del provider di ricerca predefinito</string><string id="DefaultSearchProviderName_Explain">Consente di specificare il nome del provider di ricerca predefinito. Se il nome non viene impostato verrà utilizzato il nome host specificato nell'URL di ricerca. Questa norma viene considerata soltanto se è attiva la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderKeyword">Parola chiave del provider di ricerca predefinito</string><string id="DefaultSearchProviderKeyword_Explain">Consente di specificare la parola chiave, che è la scorciatoia utilizzata nella omnibox per attivare la ricerca con il provider. Questa norma è facoltativa. Se non viene impostata, nessuna parola chiave attiverà il provider di ricerca. Questa norma viene considerata soltanto se è attiva la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderSearchURL">URL di ricerca del provider di ricerca predefinito</string><string id="DefaultSearchProviderSearchURL_Explain">Consente di specificare l'URL del motore di ricerca utilizzato per eseguire una ricerca per impostazione predefinita. L'URL deve contenere la stringa &quot;{searchTerms}&quot;, che verrà sostituita in fase di query dai termini di ricerca inseriti dall'utente.

L'URL per la ricerca di Google può essere specificato come segue: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Questa opzione deve essere impostata quando la norma &quot;DefaultSearchProviderEnabled&quot; è attiva e verrà rispettata soltanto in questo caso.</string><string id="DefaultSearchProviderSuggestURL">URL di suggerimento del provider di ricerca predefinito</string><string id="DefaultSearchProviderSuggestURL_Explain">Consente di specificare l'URL del motore di ricerca utilizzato per fornire suggerimenti di ricerca. L'URL deve contenere la stringa &quot;{searchTerms}&quot;, che verrà sostituita in fase di query dal testo inserito fino a quel momento dall'utente.

Questa norma è facoltativa. Se non viene impostata, non verranno utilizzati URL di suggerimento.

L'URL per i suggerimenti di Google può essere specificato come segue: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Questa norma viene rispettata soltanto se la norma &quot;DefaultSearchProviderEnabled&quot; è attiva.</string><string id="DefaultSearchProviderInstantURL">URL di ricerca istantanea del provider di ricerca predefinito</string><string id="DefaultSearchProviderInstantURL_Explain">Consente di specificare l'URL del motore di ricerca utilizzato per fornire risultati immediati. L'URL deve contenere la stringa '{searchTerms}', che verrà sostituita in fase di query dal testo inserito dall'utente fino a quel momento.

Questa norma è facoltativa. Se non viene impostata, non verranno restituiti risultati di ricerca immediati.

L'URL per i risultati immediati di Google può essere specificato come segue: '{google:baseURL}suggest?q={searchTerms}'.

Questa norma viene rispettata soltanto se è attiva la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderIconURL">Icona del provider di ricerca predefinito</string><string id="DefaultSearchProviderIconURL_Explain">Consente di specificare l'URL dell'icona preferita del provider di ricerca predefinito. Questa norma è facoltativa. Se non viene impostata, per il provider di ricerca non verrà visualizzata alcuna icona. Questa norma viene rispettata soltanto se è attiva la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderEncodings">Codifiche del provider di ricerca predefinito</string><string id="DefaultSearchProviderEncodings_Explain">Consente di specificare le codifiche dei caratteri supportate dal provider di ricerca. Le codifiche sono nomi di pagine codificati come UTF-8, GB2312 e ISO-8859-1. Vengono provate nell'ordine indicato. Questa norma è facoltativa. Se non viene impostata viene utilizzato il valore predefinito UTF-8. Questa norma viene rispettata soltanto se è attiva la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderEncodingsDesc">Codifiche del provider di ricerca predefinito</string><string id="DefaultSearchProviderAlternateURLs">Elenco di URL alternativi per il fornitore del servizio di ricerca predefinito</string><string id="DefaultSearchProviderAlternateURLs_Explain">Specifica un elenco di URL alternativi che possono essere utilizzati per estrarre termini di ricerca dal motore di ricerca. Gli URL devono contenere la stringa '{searchTerms}', che verrà utilizzata per estrarre i termini di ricerca.

Questa norma è facoltativa. Se non è impostata, non verrà utilizzato alcun URL alternativo per estrarre i termini di ricerca.

Questa norma viene rispettata solo se è attiva la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderAlternateURLsDesc">Elenco di URL alternativi per il fornitore del servizio di ricerca predefinito</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametro di controllo sostituzione termini di ricerca per fornitore ricerca predefinito</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Se questa norma viene impostata e un URL di ricerca suggerito dalla omnibox contiene questo parametro nella stringa di ricerca o nell'identificatore del frammento, il suggerimento visualizzerà i termini di ricerca e il fornitore del servizio di ricerca anziché l'URL di ricerca non elaborato.

Questa norma è facoltativa. Se non viene impostata, non verrà effettuata alcuna sostituzione dei termini di ricerca.

Questa norma viene rispettata soltanto se viene attivata la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderImageURL">Parametro che fornisce la funzione di ricerca tramite immagine per il provider di ricerca predefinito</string><string id="DefaultSearchProviderImageURL_Explain">Consente di specificare l'URL del motore di ricerca utilizzato per la ricerca di immagini. Le richieste di ricerca verranno inviate con il metodo GET. Se viene impostata la norma DefaultSearchProviderImageURLPostParams, per le richieste di ricerca di immagini viene utilizzato il metodo POST.

Questa norma è facoltativa. Se non viene impostata, non verrà utilizzata la ricerca di immagini.

Questa norma viene rispettata soltanto se viene attivata la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderNewTabURL">URL pagina Nuova scheda provider di ricerca predefinito</string><string id="DefaultSearchProviderNewTabURL_Explain">Consente di specificare l'URL utilizzato da un motore di ricerca per fornire una pagina Nuova scheda.

Questa norma è facoltativa. Se non viene impostata non verrà fornita una pagina Nuova scheda.

Questa norma viene rispettata soltanto se viene attivata la norma &quot;DefaultSearchProviderEnabled&quot;.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametri per l'URL di ricerca che utilizza POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Consente di specificare i parametri utilizzati durante la ricerca di un URL con POST. Si tratta di coppie di nome/valore separate da virgole. Se un valore è il parametro di un modello, come {searchTerms} nell'esempio precedente, verrà sostituito con i dati dei termini di ricerca reali.

Questa norma è facoltativa. Se non viene impostata, la richiesta di ricerca verrà inviata utilizzando il metodo GET.

Questa norma viene rispettata soltanto se la norma &quot;DefaultSearchProviderEnabled&quot; è attiva.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametri per l'URL del suggerimento che utilizza POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Consente di specificare i parametri utilizzati durante la ricerca di suggerimenti con POST. Si tratta di coppie di nome/valore separate da virgole. Se un valore è il parametro di un modello, come {searchTerms} nell'esempio precedente, verrà sostituito con i dati dei termini di ricerca reali.

Questa norma è facoltativa. Se non viene impostata, la richiesta di ricerca di suggerimenti verrà inviata utilizzando il metodo GET.

Questa norma viene rispettata soltanto se la norma &quot;DefaultSearchProviderEnabled&quot; è attiva.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametri per l'URL istantaneo che utilizza POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Consente di specificare i parametri utilizzati durante la ricerca istantanea con POST. Si tratta di coppie di nome/valore separate da virgole. Se un valore è il parametro di un modello, come {searchTerms} nell'esempio precedente, verrà sostituito con i dati dei termini di ricerca reali.

Questa norma è facoltativa. Se non viene impostata, la richiesta di ricerca istantanea verrà inviata utilizzando il metodo GET.

Questa norma viene rispettata soltanto se la norma &quot;DefaultSearchProviderEnabled&quot; è attiva.</string><string id="DefaultSearchProviderImageURLPostParams">Parametri per l'URL dell'immagine che utilizza POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Consente di specificare i parametri utilizzati durante la ricerca di immagini con POST. Si tratta di coppie di nome/valore separate da virgole. Se un valore è il parametro di un modello, come {imageThumbnail} nell'esempio precedente, verrà sostituito con i dati delle miniature di immagini reali.

Questa norma è facoltativa. Se non viene impostata, la richiesta di ricerca di immagini verrà inviata utilizzando il metodo GET.

Questa norma viene rispettata soltanto se la norma &quot;DefaultSearchProviderEnabled&quot; è attiva.</string><string id="Proxy_group">Server proxy</string><string id="ProxyMode">Scegli come specificare le impostazioni del server proxy</string><string id="ProxyMode_Explain">Consente di specificare il server proxy utilizzato da Google Chrome e impedisce agli utenti di modificare le impostazioni proxy.

Se l'utente sceglie di non utilizzare mai un server proxy e connettersi sempre direttamente, tutte le altre opzioni vengono ignorate.

Se l'utente sceglie di utilizzare le impostazioni proxy del sistema, tutte le altre opzioni vengono ignorate.

Se l'utente sceglie di rilevare automaticamente il server proxy, tutte le altre opzioni vengono ignorate.

Se l'utente sceglie di utilizzare la modalità server proxy definito, può specificare ulteriori opzioni in &quot;Indirizzo o URL del server proxy&quot; ed &quot;Elenco separato da virgole delle regole di bypass proxy&quot;. Per le app ARC è disponibile solo il server proxy HTTP con la priorità più elevata.

Se l'utente sceglie di utilizzare uno script proxy .pac, deve specificare l'URL per lo script in &quot;URL di un file proxy .pac&quot;.

Per esempi dettagliati, visita il seguente indirizzo:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Se questa impostazione viene attivata, Google Chrome e le app ARC ignorano tutte le opzioni relative al proxy specificate dalla riga di comando.

Se la norma non viene impostata, gli utenti possono scegliere autonomamente le impostazioni proxy.</string><string id="ProxyMode_ProxyDisabled">Non utilizzare mai un proxy</string><string id="ProxyMode_ProxyAutoDetect">Rileva automaticamente impostazioni proxy</string><string id="ProxyMode_ProxyPacScript">Utilizza uno script proxy .pac</string><string id="ProxyMode_ProxyFixedServers">Utilizza server proxy definiti</string><string id="ProxyMode_ProxyUseSystem">Utilizza le impostazioni proxy di sistema</string><string id="ProxyServer">Indirizzo o URL del server proxy</string><string id="ProxyServer_Explain">Qui puoi specificare l'URL del server proxy.

Questa norma viene applicata soltanto se sono state selezionate le impostazioni proxy manuali in &quot;Scegli come specificare le impostazioni del server proxy&quot;.

Se hai selezionato un'altra modalità per l'impostazione delle norme relative al proxy, non devi impostare questa norma.

Per ulteriori opzioni ed esempi dettagliati, visita la pagina:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">URL di un file proxy .pac</string><string id="ProxyPacUrl_Explain">Qui puoi specificare un URL che rimanda a un file proxy .pac.

Questa norma viene applicata soltanto se sono state selezionate le impostazioni proxy manuali in &quot;Scegli come specificare le impostazioni del server proxy&quot;.

Se hai selezionato un'altra modalità per l'impostazione delle norme relative al proxy, non devi impostare questa norma.

Per esempi dettagliati, visita la pagina:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Regole di bypass proxy</string><string id="ProxyBypassList_Explain">Google Chrome ignorerà i proxy relativi all'elenco di host specificato qui.

Questa norma viene applicata solo se sono state selezionate le impostazioni proxy manuali in &quot;Scegli come specificare le impostazioni del server proxy&quot;.

Se hai selezionato un'altra modalità per l'impostazione delle norme relative al proxy, non devi impostare questa norma.

Per esempi più dettagliati, visita il seguente indirizzo:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="AllowDeletingBrowserHistory">Attiva eliminazione cronologia del browser e dei download</string><string id="AllowDeletingBrowserHistory_Explain">Consente di eliminare la cronologia del browser e la cronologia dei download in Google Chrome e impedisce agli utenti di modificare questa impostazione.

Tieni presente che anche quando questa norma è disattivata, non è garantita la memorizzazione della cronologia di navigazione e della cronologia dei download: gli utenti potrebbero essere in grado di modificare o eliminare direttamente i file dei database delle cronologie e il browser stesso potrebbe far scadere o archiviare alcuni o tutti gli elementi della cronologia in qualsiasi momento.

Se questa impostazione è attivata o non è impostata, la cronologia di navigazione e la cronologia dei download possono essere eliminate.

Se questa impostazione è disattivata, la cronologia di navigazione e la cronologia dei download non possono essere eliminate.</string><string id="AllowDinosaurEasterEgg">Attiva il gioco del dinosauro</string><string id="AllowDinosaurEasterEgg_Explain">Consente di attivare il gioco del dinosauro quando il dispositivo è offline.

Se questa norma viene impostata su False, gli utenti non potranno giocare al gioco del dinosauro quando il dispositivo è offline. Se viene impostata su True, gli utenti potranno giocare. Se la norma non viene impostata, gli utenti non potranno giocare al gioco del dinosauro su sistemi Chrome OS registrati, ma potranno giocarvi in altre circostanze.</string><string id="AllowOutdatedPlugins">Consenti esecuzione dei plug-in obsoleti</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Consenti blocco dello schermo</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definisci i domini autorizzati ad accedere a Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Attiva pagine di errore sostitutive</string><string id="AlternateErrorPagesEnabled_Explain">Consente di attivare l'utilizzo di pagine di errore alternative integrate in Google Chrome (come &quot;pagina non trovata&quot;) e di impedire agli utenti di modificare questa impostazione. Se attivi questa impostazione, vengono utilizzate le pagine di errore alternative. Se la disattivi, le pagine di errore alternative non vengono mai utilizzate. Se l'impostazione viene attivata o disattivata, gli utenti non potranno modificarla o sostituirla in Google Chrome. Se questa norma non viene impostata, l'impostazione verrà attivata ma gli utenti potranno modificarla.</string><string id="AlwaysAuthorizePlugins">Esegue sempre i plug-in che richiedono l'autorizzazione</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Attiva Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Se questa norma viene impostata su true, i dati delle app Android vengono caricati sui server di Android Backup e ripristinati dai server in fase di reinstallazione delle app compatibili.

Se questa norma viene impostata su false, Android Backup Service verrà disattivato.

Se questa impostazione viene configurata, gli utenti non potranno modificarla.

Se questa impostazione non viene configurata, gli utenti potranno attivare e disattivare Android Backup Service nell'app Impostazioni di Android.</string><string id="ArcCertificatesSyncMode">Imposta la disponibilità dei certificati per le app ARC</string><string id="ArcCertificatesSyncMode_Explain">Se la norma viene impostata su SyncDisabled o non viene configurata, i certificati Google Chrome OS non saranno disponibili per le app ARC.

Se viene impostata su CopyCaCerts, per le app ARC saranno disponibili tutti i certificati CA installati su ONC con Web TrustBit.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Disattiva l'utilizzo dei certificati Google Chrome OS per le app ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Attiva i certificati CA Google Chrome OS per le app ARC</string><string id="ArcEnabled">Attiva ARC</string><string id="ArcEnabled_Explain">Quando questo criterio è impostato su true, ARC è attivato (soggetto ad altri controlli delle impostazioni dei criteri - ARC continuerà a essere disattivato se nella sessione utente corrente è attivata la modalità temporanea o l'accesso simultaneo).

Se l'impostazione è disattivata o non è stata configurata, gli utenti aziendali non potranno utilizzare ARC.</string><string id="ArcLocationServiceEnabled">Attiva il servizio di geolocalizzazione di Google per Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Configura ARC</string><string id="ArcPolicy_Explain">Consente di specificare un insieme di norme che saranno trasferite al runtime ARC. Il valore deve essere un JSON valido.

È possibile usare questa norma per configurare le app Android da installare automaticamente sul dispositivo:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identificatore dell'app Android, ad esempio &quot;com.google.android.gm&quot; per Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Consente di specificare la modalità di installazione di un'app. OPTIONAL: l'app non viene installata automaticamente, ma l'utente può installarla. Si tratta del valore predefinito se questa norma non viene specificata. PRELOAD: l'app viene installata automaticamente, ma l'utente può disinstallarla. FORCE_INSTALLED: l'app viene installata automaticamente e l'utente non può disinstallarla. BLOCKED: l'app è bloccata e non può essere installata. Se l'app è stata installata in base a una norma precedente, verrà disinstallata.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Norma per le richieste di concessione delle autorizzazioni delle app. PERMISSION_POLICY_UNSPECIFIED: norma non specificata. Se per un'autorizzazione non viene specificata alcuna norma a nessuno livello, viene usato per impostazione predefinita il comportamento &quot;PROMPT&quot;. PROMPT: viene chiesto all'utente di concedere un'autorizzazione. GRANT: viene concessa automaticamente un'autorizzazione. DENY: viene negata automaticamente un'autorizzazione.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Oggetto di configurazione JSON specifico dell'app con una serie di coppie chiave-valore, ad esempio '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Le chiavi sono definite nel file manifest dell'app.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Per bloccare le app in Avvio applicazioni, vedi la norma PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Consenti o nega acquisizione audio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL a cui verrà concesso l'accesso ai dispositivi di acquisizione audio senza richieste</string><string id="AudioCaptureAllowedUrls_Explain">I pattern di questo elenco verranno confrontati con l'origine di sicurezza dell'URL richiedente. Se viene trovata una corrispondenza, l'accesso ai dispositivi di acquisizione audio viene concesso senza richieste.

NOTA. Fino alla versione 45, questa norma era supportata soltanto in modalità kiosk.</string><string id="AudioCaptureAllowedUrlsDesc">URL a cui verrà concesso l'accesso ai dispositivi di acquisizione audio senza richieste</string><string id="AudioOutputAllowed">Consenti riproduzione audio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Abilita Compilazione automatica</string><string id="AutoFillEnabled_Explain">Consente di attivare la funzione Compilazione automatica di Google Chrome e di permettere agli utenti di eseguire il completamento automatico dei moduli web utilizzando informazioni memorizzate in precedenza, come l'indirizzo o i dati della carta di credito. Se disattivi questa impostazione, gli utenti non potranno utilizzare la funzione Compilazione automatica. Se attivi questa impostazione o non imposti un valore, la funzione Compilazione automatica potrà essere gestita dagli utenti. Gli utenti potranno quindi configurare i profili di Compilazione automatica e attivare o disattivare a propria scelta la funzione Compilazione automatica.</string><string id="AutofillCreditCardEnabled">Attiva la Compilazione automatica per le carte di credito</string><string id="AutofillCreditCardEnabled_Explain">Consente di attivare la funzione Compilazione automatica di Google Chrome e di permettere agli utenti di eseguire il completamento automatico dei moduli web utilizzando informazioni memorizzate in precedenza, come l'indirizzo o i dati della carta di credito.

Se disattivi questa impostazione, la funzione Compilazione automatica non suggerirà o non inserirà mai i dati della carta di credito e non memorizzerà i dati di altre carte di credito che l'utente potrebbe inviare durante la navigazione sul Web.

Se attivi questa impostazione o non imposti un valore, l'utente potrà gestire la funzione Compilazione automatica globale (incluse le carte di credito) nell'interfaccia utente.</string><string id="BlockThirdPartyCookies">Blocca cookie di terze parti</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Attiva barra dei Preferiti</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">L'autenticazione tramite captive portal ignora il proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Disattiva l'imposizione di Certificate Transparency per un elenco di URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Disattiva l'imposizione dei requisiti di Certificate Transparency per gli URL elencati.

Questa norma consente ai certificati per i nomi host negli URL specificati di non essere resi pubblici tramite Certificate Transparency. Consente ai certificati che altimenti sarebbero considerati inattendibili, in quanto non appropriatamente resi pubblici, di continuare a essere utilizzati. Tuttavia, la norma rende più difficile il rilevamento di certificati emessi in modo scorretto per questi host.

Un pattern URL è nel formato indicato all'indirizzo https://www.chromium.org/administrators/url-blacklist-filter-format. Tuttavia, siccome i certificati sono validi per un determinato nome host indipendente dallo schema, dalla porta o dal percorso, viene considerata solo la parte del nome host dell'URL. Gli host jolly non sono supportati.

Se questa norma non viene impostata, i certificati che devono essere resi pubblici tramite Certificate Transparency verranno considerati come inaffidabili in quanto non sono sono resi pubblici come previsto dalle norme di Certificate Transparency.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Disattiva l'imposizione di Certificate Transparency per un elenco di URL</string><string id="ChromeOsLockOnIdleSuspend">Attiva il blocco quando lo stato del dispositivo diventa inattivo o sospeso</string><string id="ChromeOsLockOnIdleSuspend_Explain">Consente di attivare il blocco quando lo stato dei dispositivi Google Chrome OS diventa inattivo o sospeso.

Se questa impostazione viene attivata, agli utenti verrà chiesto di inserire una password per sbloccare il dispositivo dalla sospensione.

Se questa impostazione viene disattivata, agli utenti non verrà chiesto di inserire una password per sbloccare il dispositivo dalla sospensione.

Se questa impostazione viene attivata o disattivata, gli utenti non potranno modificarla o eseguirne l'override.

Se la norma non viene impostata, gli utenti potranno scegliere se impostare o meno la richiesta della password per lo sblocco del dispositivo.</string><string id="ChromeOsMultiProfileUserBehavior">Controlla il comportamento dell'utente in una sessione profilo multiplo</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Consente di controllare il comportamento degli utenti in una sessione multiprofilo su dispositivi Google Chrome OS.

Se questa norma viene impostata su &quot;MultiProfileUserBehaviorUnrestricted&quot;, l'utente può essere l'utente principale o secondario di una sessione multiprofilo.

Se questa norma viene impostata su &quot;MultiProfileUserBehaviorMustBePrimary&quot;, l'utente può essere soltanto l'utente principale di una sessione multiprofilo.

Se questa norma viene impostata su &quot;MultiProfileUserBehaviorNotAllowed&quot;, l'utente non può fare parte di una sessione multiprofilo.

Se questa norma viene impostata, gli utenti non possono cambiarla o sostituirla.

Se l'impostazione viene cambiata e l'utente ha eseguito l'accesso in una sessione multiprofilo, tutti gli utenti della sessione verranno confrontati con le relative impostazioni corrispondenti. La sessione viene chiusa se uno degli utenti non può più fare parte della sessione.

Se la norma non viene impostata, per gli utenti gestiti dall'azienda viene applicato il valore predefinito &quot;MultiProfileUserBehaviorMustBePrimary&quot;, mentre per gli utenti non gestiti viene applicato il valore &quot;MultiProfileUserBehaviorUnrestricted&quot;.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Consenti all'utente aziendale di essere l'utente principale e secondario (comportamento predefinito per gli utenti non gestiti)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Consenti all'utente aziendale di essere solo l'utente multiprofilo principale (comportamento predefinito per gli utenti gestiti dall'azienda)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Non permettere all'utente aziendale di far parte del profilo multiplo (principale o secondario)</string><string id="ChromeOsReleaseChannel">Canale di rilascio</string><string id="ChromeOsReleaseChannel_Explain">Consente di specificare il canale di rilascio su cui deve essere bloccato questo dispositivo.</string><string id="ChromeOsReleaseChannel_StableChannel">Canale stabile</string><string id="ChromeOsReleaseChannel_BetaChannel">Canale Beta</string><string id="ChromeOsReleaseChannel_DevChannel">Canale Dev (potrebbe essere instabile)</string><string id="ChromeOsReleaseChannelDelegated">Eventuale configurazione del canale della versione da parte dell'utente</string><string id="ChromeOsReleaseChannelDelegated_Explain">Se questa norma è impostata su True e non è specificata la norma ChromeOsReleaseChannel, gli utenti del dominio di registrazione avranno la facoltà di modificare il canale della versione del dispositivo. Se questa norma è impostata su False, il dispositivo risulterà bloccato in qualunque canale in cui è stato impostato per ultimo.

Il canale selezionato dall'utente verrà sostituito dalla norma ChromeOsReleaseChannel, ma se il canale della norma è più stabile di quello che è stato installato sul dispositivo, il canale cambierà solo quando la versione del canale più stabile raggiungerà un numero di versione superiore rispetto a quello installato sul dispositivo.</string><string id="ComponentUpdatesEnabled">Consente gli aggiornamenti dei componenti in Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Se questa norma non viene impostata o viene impostata su True, consente gli aggiornamenti di tutti i componenti di Google Chrome.

Se viene impostata su False, gli aggiornamenti dei componenti vengono disattivati. Tuttavia, alcuni componenti sono esclusi da questa norma: gli aggiornamenti dei componenti che non contengono codice eseguibile, che non alterano in modo significativo il comportamento del browser o che sono fondamentali per la sicurezza non vengono disattivati.
Esempi di tali componenti sono gli elenchi di revoche di certificati e i dati di Navigazione sicura.
Visita il sito https://developers.google.com/safe-browsing per avere ulteriori informazioni sulla funzione Navigazione sicura.</string><string id="DefaultPrinterSelection">Regole di selezione della stampante predefinita</string><string id="DefaultPrinterSelection_Explain">Consente di sostituire le regole di selezione della stampante predefinita di Google Chrome.

Questa norma consente di stabilire le regole per la selezione della stampante predefinita in Google Chrome, che viene effettuata al primo utilizzo della funzione di stampa con un profilo.

Se questa norma viene impostata, Google Chrome cercherà di trovare una stampante corrispondente a tutti gli attributi specificati e la selezionerà come stampante predefinita. Verrà selezionata la prima stampante trovata corrispondente alla norma; in caso di corrispondenze non univoche, può essere selezionata qualsiasi stampante, a seconda dell'ordine di rilevamento delle stampanti.

Se questa norma non viene impostata o se non viene trovata una stampante corrispondente prima del timeout, viene selezionata come predefinita la stampante PDF integrata; se non è disponibile la stampante PDF, non viene selezionata alcuna stampante.

Il valore viene analizzato come oggetto JSON, in base al seguente schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Whether to limit the search of the matching printer to a specific set of printers.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer id.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer display name.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Le stampanti connesse a Google Cloud Print vengono considerate &quot;cloud&quot;, mentre le altre stampanti vengono classificate come &quot;local&quot;.
L'omissione di un campo implica la corrispondenza di tutti i valori; ad esempio, se non viene specificata la connettività, nell'Anteprima di stampa viene avviato il rilevamento di tutti i tipi di stampanti, locali e cloud.
I modelli di espressioni regolari devono seguire la sintassi JavaScript RegExp e per le corrispondenze viene fatta distinzione tra maiuscole e minuscole.</string><string id="DeveloperToolsDisabled">Disabilita Strumenti per sviluppatori</string><string id="DeveloperToolsDisabled_Explain">Consente di disattivare gli Strumenti per sviluppatori e la Console JavaScript.

Se questa impostazione viene attivata, gli Strumenti per sviluppatori non saranno accessibili e non sarà più possibile eseguire un'ispezione degli elementi del sito web. Le scorciatoie da tastiera e le voci dei menu contestuali e di altri menu che consentono di aprire gli Strumenti per sviluppatori o la Console JavaScript verranno disattivate.

Se questa opzione viene disattivata o non viene impostata sarà possibile utilizzare gli Strumenti per sviluppatori e la Console JavaScript.</string><string id="DeviceAllowBluetooth">Consenti Bluetooth sul dispositivo</string><string id="DeviceAllowBluetooth_Explain">Se questa norma viene impostata su false, il Bluetooth verrà disattivato in Google Chrome OS e l'utente non potrà riattivarlo.

Se questa norma viene impostata su true o non viene impostata, l'utente potrà attivare o disattivare il Bluetooth come preferisce.

Se questa norma viene impostata, l'utente non potrà modificarla o eseguirne l'override.

Dopo avere attivato il Bluetooth, l'utente deve uscire e accedere di nuovo per applicare le modifiche (questa operazione non è necessaria se il Bluetooth viene disattivato).</string><string id="DeviceAllowNewUsers">Consenti la creazione di nuovi account utente</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Consenti agli utenti di utilizzare le offerte tramite la registrazione a Chrome OS</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Gli amministratori IT di dispositivi aziendali possono utilizzare questo flag per stabilire se consentire agli utenti di utilizzare le offerte tramite la registrazione a Chrome OS.

Se questa norma viene impostata su true o non viene impostata, gli utenti potranno utilizzare le offerte tramite la registrazione a Chrome OS.

Se questa norma viene impostata su false, gli utenti non potranno utilizzare le offerte.</string><string id="DeviceAutoUpdateDisabled">Disattiva l'aggiornamento automatico</string><string id="DeviceAutoUpdateDisabled_Explain">Se questa norma viene impostata su True, gli aggiornamenti automatici vengono disattivati.

Se questa norma non viene configurata o viene impostata su False, i dispositivi Google Chrome OS controllano automaticamente la disponibilità di aggiornamenti.

Avviso. È consigliabile mantenere attivati gli aggiornamenti automatici per consentire agli utenti di ricevere gli aggiornamenti software e le correzioni di sicurezza fondamentali. Disattivare gli aggiornamenti automatici potrebbe mettere a rischio gli utenti.</string><string id="DeviceAutoUpdateP2PEnabled">Aggiornamento automatico p2p attivato</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Consente di specificare se p2p deve essere utilizzato per i payload di aggiornamento del sistema operativo. Se questa norma viene impostata su True, i dispositivi condivideranno e proveranno a consumare i payload di aggiornamento sulla LAN, riducendo potenzialmente l'utilizzo e la congestione della larghezza di banda Internet. Se il payload di aggiornamento non è disponibile sulla LAN, il dispositivo ripiegherà sul download da un server di aggiornamento. Se la norma viene impostata su False o non viene configurata, non verrà utilizzato p2p.</string><string id="DeviceBlockDevmode">Blocca modalità sviluppatore</string><string id="DeviceBlockDevmode_Explain">Blocca la modalità sviluppatore.

Se questa norma viene impostata su True, Google Chrome OS impedirà l'avvio del dispositivo in modalità sviluppatore. Il sistema non verrà avviato e verrà visualizzata una schermata di errore quando viene attivata la modalità sviluppatore.

Se questa norma non è impostata o è impostata su False, la modalità sviluppatore continuerà a essere disponibile per il dispositivo.</string><string id="DeviceDataRoamingEnabled">Attiva roaming dati</string><string id="DeviceDataRoamingEnabled_Explain">È possibile stabilire se attivare o meno il roaming dei dati per il dispositivo. Se la norma viene impostata su true, il roaming dei dati sarà consentito. Se non viene configurata o viene impostata su false, il roaming dei dati non sarà disponibile.</string><string id="DeviceEphemeralUsersEnabled">Cancella dati utente all'uscita</string><string id="DeviceEphemeralUsersEnabled_Explain">Consente di stabilire se tenere o meno memorizzati in Google Chrome OS i dati degli account locali dopo l'uscita. Se la norma viene impostata su true, in Google Chrome OS non verranno conservati gli account persistenti e tutti i dati della sessione utente verranno eliminati dopo l'uscita. Se la norma viene impostata su false o non viene configurata, il dispositivo potrebbe conservare i dati utente locali (criptati).</string><string id="DeviceGuestModeEnabled">Attiva modalità ospite</string><string id="DeviceGuestModeEnabled_Explain">Se questa norma viene impostata su true o non viene configurata, in Google Chrome OS verranno attivati gli accessi come ospite. Gli accessi come ospite sono sessioni utente anonime che non richiedono password.

Se questa norma viene impostata su false, in Google Chrome OS non sarà possibile avviare sessioni Ospite.</string><string id="DeviceLoginScreenAppInstallList">Configura l'elenco di app installate nella schermata di accesso</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Configura l'elenco di app installate nella schermata di accesso</string><string id="DeviceLoginScreenInputMethods">Layout da tastiera della schermata di accesso del dispositivo</string><string id="DeviceLoginScreenInputMethods_Explain">Consente di configurare i layout da tastiera consentiti nella schermata di accesso di Google Chrome OS.

Se per questa norma viene impostato un elenco di identificatori di metodi di immissione, i metodi specificati saranno disponibili nella schermata di accesso. Verrà preselezionato il primo metodo di immissione specificato. Anche se il pod dell'utente è basato sulla schermata di accesso, oltre ai metodi di immissione specificati in questa norma sarà disponibile anche l'ultimo metodo usato dall'utente. Se questa norma non viene impostata, i metodi di immissione per la schermata di accesso saranno recuperati in base alla lingua in cui è visualizzata la schermata di accesso. I valori che non corrispondono a identificatori di metodi di immissione validi verranno ignorati.</string><string id="DeviceLoginScreenInputMethodsDesc">Layout da tastiera della schermata di accesso del dispositivo</string><string id="DeviceLoginScreenLocales">Lingua della schermata di accesso del dispositivo</string><string id="DeviceLoginScreenLocales_Explain">Consente di configurare la lingua da utilizzare per la schermata di accesso di Google Chrome OS.

Se questa norma viene impostata, la schermata di accesso verrà sempre visualizzata nella lingua stabilita dal primo valore di questa norma (la norma viene definita come elenco per la compatibilità con le versioni successive). Se la norma non viene impostata o se viene impostato un elenco vuoto, la schermata di accesso verrà visualizzata nella lingua dell'ultima sessione utente. Se la norma viene impostata su un valore non corrispondente a una lingua valida, la schermata di accesso verrà visualizzata in una lingua di riserva (attualmente en-US).</string><string id="DeviceLoginScreenLocalesDesc">Lingua della schermata di accesso del dispositivo</string><string id="DeviceLoginScreenPowerManagement">Gestione dell'alimentazione nella schermata di accesso</string><string id="DeviceLoginScreenPowerManagement_Explain">Questa norma consente di configurare la gestione dell'alimentazione in relazione alla schermata di accesso di Google Chrome OS.

Questa norma consente di configurare il comportamento di Google Chrome OS quando non c'è attività dell'utente per un periodo di tempo mentre è visualizzata la schermata di accesso. La norma consente di controllare diverse impostazioni. Per conoscere la semantica e gli intervalli di valori di ogni impostazione, leggi le norme corrispondenti che consentono di controllare la gestione dell'alimentazione all'interno di una sessione. Le uniche differenze rispetto a queste norme sono:
* Le azioni da compiere in caso di inattività o chiusura del coperchio non possono essere l'interruzione della sessione.
* L'azione predefinita compiuta in caso di inattività durante l'alimentazione con corrente alternata è lo spegnimento.

Se un'impostazione non viene specificata, viene utilizzato un valore predefinito.

Se questa norma non viene impostata, vengono utilizzati i valori predefiniti per tutte le impostazioni.</string><string id="DeviceMetricsReportingEnabled">Attiva rapporti sulle metriche</string><string id="DeviceMetricsReportingEnabled_Explain">Consente di stabilire se riferire o meno le metriche sull'utilizzo e i dati diagnostici, inclusi i rapporti sugli arresti anomali, a Google. Se la norma viene impostata su true, Google Chrome OS riferirà le metriche sull'utilizzo e i dati diagnostici. Se non viene configurata o viene impostata su false, i rapporti sulle metriche e sui dati diagnostici verranno disattivati.</string><string id="DeviceNativePrinters">File di configurazione delle stampanti aziendali per i dispositivi</string><string id="DeviceNativePrinters_Explain">Consente di specificare le configurazioni delle stampanti aziendali associate ai dispositivi.

Questa norma ti consente di specificare le configurazioni delle stampanti per i dispositivi Google Chrome OS. Le dimensioni del file non devono superare 5 MB e il file deve essere codificato in JSON. Il formato corrisponde a quello del dizionario NativePrinters. È stato stimato che un file contenente circa 21.000 stampanti viene codificato come file di 5 MB. L'hash crittografico viene usato per verificare l'integrità del download.

Il file viene scaricato e memorizzato nella cache. Verrà scaricato di nuovo ogni volta che cambierà l'URL o l'hash.

Se questa norma viene impostata, Google Chrome OS scaricherà il file per le configurazioni delle stampanti e renderà disponibili le stampanti in base alle norme DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist e DeviceNativePrintersBlacklist.

Questa norma non influisce sulla capacità degli utenti di configurare le stampanti su singoli dispositivi. È supplementare alla configurazione di stampanti da parte dei singoli utenti.

Si tratta di una norma aggiuntiva alla norma NativePrintersBulkConfiguration.

Se questa norma non viene impostata, non ci saranno stampanti per i dispositivi e le altre norme DeviceNativePrinter* verranno ignorate.</string><string id="DeviceNativePrintersAccessMode">Norma di accesso alla configurazione delle stampanti per i dispositivi.</string><string id="DeviceNativePrintersAccessMode_Explain">Consente di stabilire quali stampanti della norma DeviceNativePrinters mettere a disposizione degli utenti.

Determina quale norma di accesso usare per la configurazione collettiva delle stampanti. Se viene selezionata l'opzione AllowAll, vengono mostrate tutte le stampanti. Se viene selezionata l'opzione BlacklistRestriction, viene usata la norma DeviceNativePrintersBlacklist per limitare l'accesso a stampanti specifiche. Se viene selezionata l'opzione WhitelistPrintersOnly, la norma DeviceNativePrintersWhitelist stabilisce soltanto le stampanti selezionabili.

Se questa norma non viene impostata, viene usata l'opzione BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Vengono mostrate tutte le stampanti, tranne quelle indicate nella lista nera.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Agli utenti vengono mostrate soltanto le stampanti indicate nella whitelist</string><string id="DeviceNativePrintersAccessMode_AllowAll">Consenti tutte le stampanti del file di configurazione.</string><string id="DeviceNativePrintersBlacklist">Stampanti aziendali associate ai dispositivi disattivate</string><string id="DeviceNativePrintersBlacklist_Explain">Consente di specificare le stampanti non utilizzabili dagli utenti.

Questa norma viene usata soltanto se viene selezionata l'opzione BlacklistRestriction per la norma DeviceNativePrintersAccessMode.

Se viene usata questa norma, gli utenti avranno a disposizione tutte le stampanti tranne quelle i cui ID sono elencati in questa norma.
</string><string id="DeviceNativePrintersBlacklistDesc">Stampanti aziendali associate ai dispositivi disattivate</string><string id="DeviceNativePrintersWhitelist">Stampanti aziendali associate ai dispositivi attive</string><string id="DeviceNativePrintersWhitelist_Explain">Consente di specificare le stampanti utilizzabili dagli utenti.

Questa norma viene usata soltanto se viene selezionata l'opzione WhitelistPrintersOnly per la norma DeviceNativePrintersAccessMode.

Se viene usata questa norma, solo le stampanti con ID corrispondenti ai valori della norma saranno disponibili per gli utenti. Gli ID devono corrispondere alle voci del file specificato nella norma DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Stampanti aziendali associate ai dispositivi attive</string><string id="DeviceOffHours">Intervalli di orari di minore attività quando vengono rilasciate le norme OffHours |ignored_policy_proto_tags| del dispositivo</string><string id="DeviceOffHours_Explain">Se viene impostata la norma &quot;OffHours&quot;, le norme relative ai dispositivi specificate vengono ignorate (vengono usate le impostazioni predefinite delle norme) durante gli intervalli di tempo definiti. Le norme relative ai dispositivi vengono riapplicate da Chrome ogni volta che inizia o finisce il periodo definito in &quot;OffHours&quot;. L'utente verrà informato e obbligato a uscire dall'account quando vengono cambiate le impostazioni relative alla fine del periodo &quot;OffHours&quot; e alle norme relative ai dispositivi (ad esempio se l'utente ha eseguito l'accesso con un account non consentito).</string><string id="DeviceOpenNetworkConfiguration">Configurazione di rete a livello di dispositivo</string><string id="DeviceOpenNetworkConfiguration_Explain">Consente di forzare l'applicazione della configurazione di rete per tutti gli utenti di un dispositivo Google Chrome OS. La configurazione di rete è una stringa in formato JSON definita secondo il formato Open Network Configuration descritto all'indirizzo https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="DevicePolicyRefreshRate">Frequenza di aggiornamento per norma dispositivo</string><string id="DevicePolicyRefreshRate_Explain">Consente di specificare in millisecondi il periodo di tempo per cui vengono richieste informazioni sulle norme relative al dispositivo al servizio di gestione del dispositivo.

Se questa norma viene impostata, il valore predefinito di tre ore viene ignorato. L'intervallo dei valori validi per questa norma è compreso tra 1800000 (30 minuti) e 86400000 (un giorno). I valori non compresi in questo intervallo verranno bloccati al relativo limite.

Se questa norma non viene impostata, Google Chrome OS utilizzerà il valore predefinito di tre ore.

Se la piattaforma supporta le notifiche relative alle norme, il ritardo dell'aggiornamento verrà impostato su 24 ore (vengono ignorati tutti i valori predefiniti e il valore di questa norma) perché è previsto che le notifiche relative alle norme forzino l'aggiornamento automatico quando cambiano le norme, rendendo superflui aggiornamenti più frequenti.</string><string id="DeviceQuirksDownloadEnabled">Attiva le query in Quirks Server per i profili hardware</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Riavvia automaticamente allo spegnimento del dispositivo</string><string id="DeviceRebootOnShutdown_Explain">Se questa norma viene impostata su false o non viene configurata, Google Chrome OS consente all'utente di spegnere il dispositivo.
Se questa norma viene impostata su true, Google Chrome OS attiva il riavvio quando l'utente spegne il dispositivo. Google Chrome OS sostituisce tutte le occorrenze dei pulsanti di spegnimento nell'interfaccia utente con pulsanti di riavvio. Se l'utente spegne il dispositivo utilizzando il tasto di accensione, il dispositivo non viene riavviato, anche se la norma è attivata.</string><string id="DeviceShowUserNamesOnSignin">Mostra nomi utente nella schermata di accesso</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Contrassegni a livello di sistema da applicare all'avvio di Google Chrome</string><string id="DeviceStartUpFlags_Explain">Consente di specificare i contrassegni da applicare all'avvio di Google Chrome. I contrassegni specificati vengono applicati soltanto nella schermata di accesso. I contrassegni impostati tramite questa norma non vengono applicati anche alle sessioni utente.</string><string id="DeviceStartUpFlagsDesc">Contrassegni a livello di sistema da applicare all'avvio di Google Chrome</string><string id="DeviceTargetVersionPrefix">Scegli versione target dell'aggiornamento automatico</string><string id="DeviceTargetVersionPrefix_Explain">Consente di impostare una versione di destinazione per gli aggiornamenti automatici.

Consente di specificare il prefisso di una versione di destinazione a cui Google Chrome OS dovrebbe aggiornarsi. Se sul dispositivo è in esecuzione una versione precedente al prefisso specificato, verrà eseguito l'aggiornamento alla versione più recente con il prefisso specificato. Se sul dispositivo è già presente una versione successiva, non c'è effetto (cioè non vengono eseguiti downgrade) e il dispositivo continuerà a utilizzare la versione corrente. Il formato del prefisso funziona in base ai componenti, come illustrato nel seguente esempio:

&quot;&quot; (o non configurata): si aggiorna alla versione più recente disponibile.
&quot;1412.&quot;: si aggiorna a qualsiasi versione minore di 1412 (ad esempio. 1412.24.34 o 1412.60.2)
&quot;1412.2.&quot;: si aggiorna a qualsiasi versione minore di 1412.2 (ad esempio 1412.2.34 o 1412.2.2)
&quot;1412.24.34&quot;: si aggiorna soltanto a questa versione specifica

Avviso. Non è consigliabile configurare restrizioni alle versioni, poiché potrebbero impedire agli utenti di ricevere aggiornamenti software e correzioni di sicurezza fondamentali. Limitare gli aggiornamenti a uno specifico prefisso per la versione potrebbe mettere a rischio gli utenti.</string><string id="DeviceUpdateAllowedConnectionTypes">Tipi di connessioni consentiti per gli aggiornamenti</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">I tipi di connessioni utilizzabili per aggiornamenti del sistema operativo. Gli aggiornamenti del sistema operativo possono mettere a dura prova la connessione a causa delle loro dimensioni e potrebbero generare costi aggiuntivi. Pertanto, per impostazione predefinita non sono abilitati per i tipi di connessione che sono considerati costosi, fra cui WiMax, Bluetooth e cellulare, al momento.

Gli identificatori dei tipi di connessione riconosciuti sono &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; e &quot;cellulare&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Tipi di connessioni consentiti per gli aggiornamenti</string><string id="DeviceUpdateHttpDownloadsEnabled">Permetti download di aggiornamento automatico tramite HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">I payload di aggiornamento automatico su Google Chrome OS possono essere scaricati tramite HTTP anziché tramite HTTPS. Ciò consente la memorizzazione nella cache HTTP trasparente dei download HTTP.

Se questa norma viene impostata su true, Google Chrome OS tenterà di scaricare payload di aggiornamento automatico tramite HTTP. Se la norma viene impostata su false o non viene impostata, per il download di payload di aggiornamento automatico verrà utilizzato HTTPS.</string><string id="DeviceUpdateScatterFactor">Fattore di dispersione aggiornamento automatico</string><string id="DeviceUpdateScatterFactor_Explain">Consente di specificare il numero di secondi massimo per cui un dispositivo può ritardare in modo casuale il download di un suo aggiornamento dal momento della pubblicazione dell'aggiornamento sul server. Il dispositivo può attendere una parte di questo tempo in termini di tempo reale e la parte rimanente in termini di numero di controlli della disponibilità di aggiornamenti. In ogni caso, la dispersione ha un limite massimo pari a un periodo di tempo costante in modo che un dispositivo non si blocchi mai in attesa di scaricare un aggiornamento.</string><string id="DeviceUserWhitelist">Whitelist di utenti con accesso</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Whitelist di utenti con accesso</string><string id="DeviceWallpaperImage">Immagine di sfondo del dispositivo</string><string id="DeviceWallpaperImage_Explain">Configura l'immagine di sfondo a livello del dispositivo che viene mostrata nella schermata di accesso nel caso in cui nessun utente abbia ancora effettuato l'accesso al dispositivo. Questa norma viene impostata specificando l'URL dal quale il dispositivo Chrome OS può scaricare l'immagine di sfondo e un hash crittografico la cui funzione è quella di verificare l'integrità del download. L'immagine deve essere in formato JPEG e non deve superare le dimensioni di 16 MB. L'URL specificato deve essere accessibile senza bisogno di autenticazione. L'immagine di sfondo viene scaricata e memorizzata nella cache. Verrà scaricata nuovamente ogni volta che l'URL e l'hash vengono modificati.

La norma deve essere specificata sotto forma di stringa in cui l'URL e l'hash vengono espressi in formato JSON, ad esempio,
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Nel caso in cui sia impostata la norma dello sfondo del dispositivo, il dispositivo Chrome OS scaricherà e utilizzerà l'immagine di sfondo nella schermata di accesso se nessun utente ha ancora effettuato l'accesso al dispositivo. Quando un utente accede, si attiva la norma dello sfondo dell'utente.

Nel caso in cui non venga impostata la norma dello sfondo del dispositivo, è la norma dello sfondo dell'utente a decidere cosa mostrare se si imposta la norma dello sfondo del dispositivo.</string><string id="Disable3DAPIs">Disattiva supporto per le API grafiche 3D</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Specifica se la ricerca plug-in deve essere disattivata</string><string id="DisablePluginFinder_Explain">Se attivi questa impostazione, la ricerca automatica e l'installazione dei plug-in mancanti verranno disattivate in Google Chrome. Se disattivi questa opzione o non la imposti, la funzione di ricerca dei plug-in sarà attiva.</string><string id="DisableSafeBrowsingProceedAnyway">Disattiva procedendo dalla pagina di avviso Navigazione sicura</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Il servizio Navigazione sicura mostra una pagina di avviso quando gli utenti visitano siti che sono segnalati come potenzialmente dannosi. L'attivazione di questa impostazione impedisce agli utenti di proseguire dalla pagina di avviso al sito dannoso.

Se questa impostazione viene disattivata o non viene configurata, gli utenti possono scegliere di visitare il sito segnalato dopo che è stato mostrato l'avviso.

Visita il sito https://developers.google.com/safe-browsing per avere ulteriori informazioni sulla funzione Navigazione sicura.</string><string id="DisableScreenshots">Disabilita l'acquisizione di screenshot</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Imposta la rotazione predefinita dello schermo, riapplicata a ogni riavvio</string><string id="DisplayRotationDefault_Explain">Se la norma viene impostata, ogni schermo viene ruotato secondo l'orientamento specificato, a ogni riavvio e la prima volta che viene collegato in seguito alla modifica della norma. Dopo aver eseguito l'accesso, gli utenti possono modificare la rotazione dello schermo tramite la pagina delle impostazioni ma, al successivo riavvio, la loro impostazione viene sostituita dal valore della norma.

La norma si applica allo schermo principale e a tutti gli schermi secondari.

Se la norma non viene impostata, il valore predefinito è 0° e l'utente può modificarlo liberamente. In questo caso, il valore predefinito non viene applicato nuovamente al riavvio.</string><string id="DisplayRotationDefault_ROTATE_0">Ruota lo schermo di 0°</string><string id="DisplayRotationDefault_ROTATE_90">Ruota lo schermo in senso orario di 90°</string><string id="DisplayRotationDefault_ROTATE_180">Ruota lo schermo di 180°</string><string id="DisplayRotationDefault_ROTATE_270">Ruota lo schermo in senso orario di 270°</string><string id="DownloadDirectory">Imposta directory di download</string><string id="DownloadDirectory_Explain">Consente di configurare la directory che Google Chrome utilizza per il download dei file.

Se la norma viene impostata, Google Chrome utilizza la directory fornita, indipendentemente dal fatto che l'utente ne abbia specificata una o abbia attivato il flag da attivare ogni volta per il percorso di download.

Visita il sito https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables per consultare un elenco di variabili utilizzabili.

Se la norma non viene impostata, viene utilizzata la directory di download predefinita e l'utente può modificarla.</string><string id="DownloadRestrictions">Consenti limitazioni dei download</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Nessuna limitazione speciale</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blocca download pericolosi</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blocca download potenzialmente pericolosi</string><string id="DownloadRestrictions_BlockAllDownloads">Blocca tutti i download</string><string id="EasyUnlockAllowed">Consente di attivare l'utilizzo di Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Strategia di migrazione per ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Simile a Wipe (valore 2), ma prova a mantenere i token di accesso per evitare all'utente di dover accedere di nuovo.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Se il modello del dispositivo client supportava già ARC prima che fosse necessaria la migrazione a ext4 per eseguire ARC e se la norma ArcEnabled è impostata su true, questa opzione si comporterà come AskUser (valore 3). In tutti gli altri casi (se il modello del dispositivo non supportava ARC in precedenza o se la norma ArcEnabled è impostata su false), questo valore equivale a DisallowArc (valore 0).</string><string id="EditBookmarksEnabled">Abilita o disabilita la modifica dei Preferiti</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Consente di stabilire se consentire i certificati privi dell'estensione subjectAlternativeName emessi dai trust anchor locali</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Quando questa impostazione è attiva, Google Chrome usa il nome comune di un certificato server per associare un nome host se il certificato è privo di un'estensione subjectAlternativeName, purché venga convalidato correttamente e collegato a un certificato CA installato in una posizione locale.

Tieni presente che è sconsigliato farlo, perché potrebbe essere consentita l'elusione dell'estensione nameConstraints, che limita i nomi host per cui può essere autorizzato un determinato certificato.

Se questa norma non viene impostata, o viene impostata su false, i certificati server privi di estensione subjectAlternativeName e contenenti un nome DNS o un indirizzo IP non verranno considerati attendibili.</string><string id="EnableDeprecatedWebPlatformFeatures">Consente di attivare le funzioni della piattaforma web obsolete per un periodo di tempo limitato</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Consente di specificare un elenco di funzioni ritirate della piattaforma web da riattivare temporaneamente.

Questa norma consente agli amministratori di riattivare funzioni ritirate della piattaforma web per un periodo di tempo limitato. Le funzioni sono identificate da un tag string e le funzioni corrispondenti ai tag inclusi nell'elenco specificato tramite questa norma verranno riattivate.

Se questa norma non viene impostata, se l'elenco è vuoto o non corrisponde a uno dei tag string supportati, rimarranno disattivate tutte le funzioni ritirate della piattaforma web.

La norma stessa è supportata sulle piattaforme precedenti, ma la funzione attivata dalla norma potrebbe essere disponibile su meno piattaforme. Non è possibile riattivare tutte le funzioni ritirate della piattaforma web, ma soltanto quelle elencate esplicitamente di seguito e soltanto per un periodo di tempo limitato, che è diverso per ogni funzione. Il formato generico del tag string sarà [NomeFunzioneRitirata]_EffectiveUntil[aaaammgg]. È possibile conoscere lo scopo delle modifiche alle funzioni della piattaforma web all'indirizzo https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Consente di attivare le funzioni della piattaforma web obsolete per un periodo di tempo limitato</string><string id="EnableOnlineRevocationChecks">Esecuzione dei controlli OCSP/CRL online</string><string id="EnableOnlineRevocationChecks_Explain">Alla luce del fatto che i controlli della revoca online soft-fail non offrono un effettivo vantaggio per la sicurezza, sono disattivati per impostazione predefinita nella versione 19 e nelle versioni successive di Google Chrome. Se questa norma viene impostata su true, viene ripristinato il comportamento precedente e vengono effettuati controlli OCSP/CRL online.

Se la norma non viene impostata o viene impostata su false, Google Chrome non effettuerà controlli della revoca online in Google Chrome 19 e nelle versioni successive.</string><string id="EnableSha1ForLocalAnchors">Specifica se i certificati SHA-1 firmati emessi dai trust anchor locali sono consentiti</string><string id="EnableSha1ForLocalAnchors_Explain">Quando questa impostazione è attivata, Google Chrome consente l'utilizzo dei certificati SHA-1 firmati che sono convalidati e concatenati a certificati CA installati localmente.

Considera che questa norma dipende dallo stack di verifica dei certificati del sistema operativo che autorizza le firme SHA-1. Se un aggiornamento del sistema operativo modifica la gestione dei certificati SHA-1 da parte del sistema operativo, la norma potrebbe non essere più valida. Inoltre, questa norma è da considerarsi come soluzione alternativa temporanea per concedere alle aziende più tempo per l'abbandono della crittografia SHA-1. Questa norma verrà rimossa il 1° gennaio 2019 o intorno a quella data.

Se questa norma non viene impostata o se viene impostata su false, Google Chrome seguirà il programma di ritiro della crittografia SHA-1 pubblicamente annunciato.</string><string id="ExternalStorageDisabled">Disabilita il montaggio di una memoria esterna</string><string id="ExternalStorageDisabled_Explain">Quando questa norma è impostata su true, la memoria esterna non sarà disponibile nei file che è possibile sfogliare.

Questa norma riguarda tutti i tipi di supporti di memorizzazione. Ad esempio: unità flash USB, dischi rigidi esterni, schede di memoria SD e di altro tipo, memorie ottiche e così via. La memoria interna non è interessata, quindi i file salvati nella cartella Download rimangono accessibili. Anche Google Drive non è interessato da questa norma.

Se questa impostazione è disattivata o non è configurata, gli utenti possono utilizzare tutti i tipi supportati di memorie esterne sul proprio dispositivo.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Se la norma è impostata su true, gli utenti non possono scrivere su dispositivi di archiviazione esterni.

Se la norma è impostata su false o non è configurata, gli utenti possono creare e modificare file su dispositivi di archiviazione esterni che consentono la scrittura.

La norma ExternalStorageDisabled ha la precedenza su questa norma. Se la norma ExternalStorageDisabled è impostata su true, ogni accesso ai dispositivi di archiviazione esterni viene disattivato e di conseguenza questa norma viene ignorata.

L'aggiornamento dinamico della norma è supportato in M56 e versioni successive.</string><string id="ForceGoogleSafeSearch">Forza il filtro SafeSearch di Google</string><string id="ForceGoogleSafeSearch_Explain">Forza l'esecuzione delle query in Ricerca Google con l'opzione SafeSearch attiva e impedisce agli utenti di modificare questa impostazione.

Se attivi l'impostazione, SafeSearch in Ricerca Google è sempre attiva.

Se disattivi l'impostazione o non imposti un valore, l'utilizzo di SafeSearch non viene forzato in Ricerca Google.</string><string id="ForceMaximizeOnFirstRun">Ingrandisci la prima finestra del browser alla prima esecuzione</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Imponi livello minimo della Modalità con restrizioni di YouTube</string><string id="ForceYouTubeRestrict_Explain">Consente di imporre su YouTube un livello minimo della Modalità con restrizioni e di impedire agli utenti di scegliere un livello inferiore.

Se questa impostazione viene impostata su Livello massimo, su YouTube sarà sempre attivo questo livello della Modalità con restrizioni.

Se questa impostazione viene impostata su Livello medio, l'utente può scegliere il Livello medio o massimo della Modalità con restrizioni su YouTube, ma non può disattivare la modalità.

Se questa impostazione viene disattivata o non viene impostato alcun valore, la Modalità con restrizioni di YouTube non viene imposta da Google Chrome. La Modalità con restrizioni potrebbe essere comunque imposta da norme esterne, ad esempio dalle norme di YouTube.</string><string id="ForceYouTubeRestrict_Off">Non imporre la Modalità con restrizioni su YouTube</string><string id="ForceYouTubeRestrict_Moderate">Imponi almeno il Livello medio della Modalità con restrizioni su YouTube</string><string id="ForceYouTubeRestrict_Strict">Imponi Livello massimo della Modalità con restrizioni per YouTube</string><string id="FullscreenAllowed">Consenti modalità a schermo intero</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Consente di attivare il supporto HTTP/0.9 sulle porte non predefinite</string><string id="Http09OnNonDefaultPortsEnabled_Explain">La norma consente di attivare HTTP/0.9 sulle porte diverse da 80 per HTTP e 443 per HTTPS.

Per impostazione predefinita, la norma è disattivata e, se attivata, espone gli utenti al problema di sicurezza https://crbug.com/600352.

La norma è pensata per dare alle aziende la possibilità di eseguire la migrazione dei server esistenti da HTTP/0.9 e in futuro sarà rimossa.

Se la norma non viene impostata, HTTP/0.9 sarà disattivato sulle porte non predefinite.</string><string id="IncognitoModeAvailability">Disponibilità della modalità di navigazione in incognito</string><string id="IncognitoModeAvailability_Explain">Consente di specificare se l'utente può aprire o meno le pagine in modalità di navigazione in incognito in Google Chrome. Se viene selezionata l'opzione &quot;Attiva&quot; o la norma non viene impostata, le pagine possono essere aperte in modalità di navigazione in incognito. Se viene selezionata l'opzione &quot;Non attiva&quot;, le pagine non possono essere aperte in modalità di navigazione in incognito. Se viene selezionata l'opzione &quot;Forzata&quot;, le pagine possono essere aperte SOLTANTO in modalità di navigazione in incognito.</string><string id="IncognitoModeAvailability_Enabled">Modalità di navigazione in incognito disponibile</string><string id="IncognitoModeAvailability_Disabled">Modalità di navigazione in incognito non attiva</string><string id="IncognitoModeAvailability_Forced">Modalità di navigazione in incognito forzata</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Attiva isolamento sito per origini specificate</string><string id="IsolateOrigins_Explain">
NOTA: questa norma è sperimentale e potrebbe interrompere la funzionalità.
Se la norma viene attivata, ogni origine indicata in un elenco di valori separati da virgole verrà eseguita in un proprio processo. Verranno inoltre isolate le origini indicate dai sottodomini; ad esempio, se viene specificato il sito https://example.com/ viene isolato anche https://foo.example.com/, perché fa parte del sito https://example.com/.
Se la norma viene disattivata, viene applicata la logica della gestione del processo di isolamento per sito.
Se la norma non viene configurata, l'utente potrà cambiare questa impostazione.
</string><string id="KeyPermissions">Autorizzazioni chiave</string><string id="KeyPermissions_Explain">Consente di concedere alle estensioni l'accesso alle chiavi aziendali.

Le chiavi sono destinate all'utilizzo aziendale se generate tramite l'API chrome.enterprise.platformKeys su un account gestito. Le chiavi importate o generate in altro modo non sono destinate all'utilizzo aziendale.

L'accesso a chiavi destinate all'utilizzo aziendale è controllato esclusivamente da questa norma. L'utente non può concedere o revocare l'accesso delle estensioni alle chiavi aziendali.

Per impostazione predefinita, un'estensione non può utilizzare una chiave destinata all'utilizzo aziendale. Questo equivale a impostare la norma allowCorporateKeyUsage su false per l'estensione in questione.

Soltanto se la norma allowCorporateKeyUsage relativa a un'estensione viene impostata su true l'estensione può utilizzare qualsiasi chiave della piattaforma contrassegnata per l'utilizzo aziendale per firmare dati arbitrari. Questa autorizzazione dovrebbe essere concessa soltanto se l'estensione è ritenuta attendibile ai fini della protezione della chiave da potenziali attacchi.</string><string id="ManagedBookmarks">Preferiti gestiti</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Ritardo di recupero massimo dopo l'invalidazione di una norma</string><string id="MaxInvalidationFetchDelay_Explain">Consente di specificare il ritardo massimo in millisecondi tra il ricevimento dell'invalidamento di una norma e il recupero della nuova norma dal servizio di gestione del dispositivo.

Se questa norma viene impostata, il suo valore sostituisce il valore predefinito di 5000 millisecondi. I valori validi di questa norma sono compresi tra 1000 (1 secondo) e 300000 (5 minuti). I valori non compresi in questo intervallo verranno fissati al rispettivo limite.

Se questa norma non viene impostata, Google Chrome utilizzerà il valore predefinito di 5000 millisecondi.</string><string id="NativePrinters">Stampa nativa</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Stampa nativa</string><string id="NativePrintersBulkAccessMode">Norma di accesso alla configurazione delle stampanti.</string><string id="NativePrintersBulkAccessMode_Explain">Consente di stabilire quali stampanti della norma NativePrintersBulkConfiguration mettere a disposizione degli utenti.

Determina quale norma di accesso usare per la configurazione collettiva delle stampanti. Se viene selezionata l'opzione AllowAll, vengono mostrate tutte le stampanti. Se viene selezionata l'opzione BlacklistRestriction, viene usata la norma NativePrintersBulkBlacklist per limitare l'accesso a stampanti specifiche. Se viene selezionata l'opzione WhitelistPrintersOnly, la norma NativePrintersBulkWhitelist stabilisce soltanto le stampanti selezionabili.

Se questa norma non viene impostata, viene usata l'opzione BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Vengono mostrate tutte le stampanti, tranne quelle indicate nella lista nera.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Agli utenti vengono mostrate soltanto le stampanti indicate nella whitelist</string><string id="NativePrintersBulkAccessMode_AllowAll">Consenti tutte le stampanti del file di configurazione.</string><string id="NativePrintersBulkBlacklist">Stampanti aziendali disattivate</string><string id="NativePrintersBulkBlacklist_Explain">Consente di specificare le stampanti non utilizzabili dagli utenti.

Questa norma viene usata soltanto se viene selezionata l'opzione BlacklistRestriction per la norma NativePrintersBulkAccessMode.

Se viene usata questa norma, gli utenti avranno a disposizione tutte le stampanti tranne quelle i cui ID sono elencati in questa norma.
</string><string id="NativePrintersBulkBlacklistDesc">Stampanti aziendali disattivate</string><string id="NativePrintersBulkConfiguration">File di configurazione delle stampanti aziendali</string><string id="NativePrintersBulkConfiguration_Explain">Consente di specificare le configurazioni delle stampanti aziendali.

Questa norma ti consente di specificare le configurazioni delle stampanti per i dispositivi Google Chrome OS. Le dimensioni del file non devono superare 5 MB e il file deve essere codificato in JSON. Il formato corrisponde a quello del dizionario NativePrinters. È stato stimato che un file contenente circa 21.000 stampanti viene codificato come file di 5 MB. L'hash crittografico viene usato per verificare l'integrità del download.

Il file viene scaricato e memorizzato nella cache. Verrà scaricato di nuovo ogni volta che cambierà l'URL o l'hash.

Se questa norma viene impostata, Google Chrome OS scaricherà il file per le configurazioni delle stampanti e renderà disponibili le stampanti in base alle norme NativePrintersBulkAccessMode, NativePrintersBulkWhitelist e NativePrintersBulkBlacklist.

Se la norma viene impostata gli utenti non potranno modificarla o ignorarla.

Questa norma non influisce sulla capacità degli utenti di configurare le stampanti su singoli dispositivi. È supplementare alla configurazione di stampanti da parte dei singoli utenti.
</string><string id="NativePrintersBulkWhitelist">Stampanti aziendali attive</string><string id="NativePrintersBulkWhitelist_Explain">Consente di specificare le stampanti utilizzabili dagli utenti.

Questa norma viene usata soltanto se viene selezionata l'opzione WhitelistPrintersOnly per la norma NativePrintersBulkAccessMode.

Se viene usata questa norma, solo le stampanti con ID corrispondenti ai valori della norma saranno disponibili per gli utenti. Gli ID devono corrispondere alle voci del file specificato nella norma NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Stampanti aziendali attive</string><string id="NetworkPredictionOptions">Attiva previsione di rete</string><string id="NetworkPredictionOptions_Explain">Consente di attivare la previsione di rete in Google Chrome e di impedire agli utenti di modificare questa impostazione.

Questa norma consente di controllare il precaricamento DNS, nonché la preconnessione TCP e SSL e il prerendering delle pagine web.

Se questa preferenza viene impostata su &quot;always&quot;, &quot;never&quot; o su &quot;Wi-Fi only&quot; (&quot;sempre&quot;, &quot;mai&quot;, &quot;solo su Wi-Fi&quot;), gli utenti non potranno modificare o ignorare questa impostazione in Google Chrome.

Se questa norma non viene impostata, la previsione di rete verrà attivata ma l'utente potrà modificarla.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Prevedi le azioni di rete su qualsiasi connessione di rete</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Prevedi sempre le azioni di rete su ogni rete non cellulare.
(obsoleto nella versione 50, rimosso nella 52. Dopo la versione 52, se viene impostato il valore 1, viene gestito come 0; prevedi le azioni di rete su qualsiasi connessione di rete).</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Non prevedere le azioni di rete su qualsiasi connessione di rete</string><string id="NoteTakingAppsLockScreenWhitelist">Autorizza l'uso di app per scrivere note nella schermata di blocco di Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Consente di specificare l'elenco di app che è possibile attivare come app per scrivere note nella schermata di blocco di Google Chrome OS.

Se nella schermata di blocco viene attivata l'app per scrivere note preferita, nella schermata sarà presente l'elemento dell'interfaccia utente per avviare tale app.
Quando viene avviata, l'app può creare una finestra sopra la schermata di blocco e creare dati (note) nel contesto della schermata di blocco. L'app può importare note create nella sessione utente principale, quando la sessione è sbloccata. Attualmente, nella schermata di blocco sono supportate soltanto le app per scrivere note di Chrome.

Se la norma viene impostata, l'utente potrà attivare un'app nella schermata di blocco soltanto se l'ID estensione dell'app è presente come valore nell'elenco della norma.
Di conseguenza, se l'elenco di questa norma viene lasciato vuoto, non sarà consentito scrivere note nella schermata di blocco.
Tieni presente che l'esistenza dell'ID di un'app nella norma non implica necessariamente che l'utente potrà attivare l'app in questione come app per scrivere note nella schermata di blocco. Ad esempio, su Chrome 61, il gruppo di app disponibili è limitato ulteriormente dalla piattaforma.

Se la norma non viene impostata, non ci saranno limitazioni relative al gruppo di app che l'utente potrà attivare nella schermata di blocco.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Autorizza l'uso di app per scrivere note nella schermata di blocco di Google Chrome OS</string><string id="OpenNetworkConfiguration">Configurazione di rete a livello di utente</string><string id="OpenNetworkConfiguration_Explain">Consente di forzare l'applicazione della configurazione di rete per utente su un dispositivo Google Chrome OS. La configurazione di rete è una stringa in formato JSON definita secondo il formato Open Network Configuration descritto all'indirizzo https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="PacHttpsUrlStrippingEnabled">Attiva la rimozione per gli URL PAC (https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Consente di rimuovere le parti sensibili per la privacy e la sicurezza dagli URL https:// prima di trasmetterli agli script PAC (Proxy Auto Config) utilizzati da Google Chrome durante la risoluzione proxy.

Se la norma viene impostata su true, la funzione di sicurezza viene attivata e vengono rimosse le parti sensibili dagli URL https:// prima di inviarli allo script PAC. In questo modo lo script PAC non può visualizzare i dati solitamente protetti tramite un canale criptato (ad esempio il percorso e la query dell'URL).

Se la norma viene impostata su false, la funzione di sicurezza viene disattivata e gli script PAC possono visualizzare tutti i componenti di un URL https://. Questa impostazione viene applicata per tutti gli script PAC, a prescindere dall'origine (sono inclusi quelli recuperati tramite un metodo di trasporto non protetto o scoperti in modo non sicuro tramite WPAD).

Il valore predefinito della norma è true (funzione di sicurezza attivata), a eccezione degli utenti aziendali di Chrome OS, per i quali al momento il valore predefinito è false.

È consigliato impostare la norma su true. L'unico motivo per impostare la norma su false è in caso di problemi di compatibilità con gli script PAC esistenti.

In futuro vogliamo rimuovere la possibilità di ignorare la norma.</string><string id="PinnedLauncherApps">Elenco di applicazioni bloccate da visualizzare in Avvio applicazioni</string><string id="PinnedLauncherApps_Explain">Consente di elencare gli ID delle applicazioni da visualizzare in Google Chrome OS sotto forma di applicazioni bloccate nella barra Avvio applicazioni.

Se questa norma viene configurata, il gruppo di applicazioni è fisso e non può essere modificato dagli utenti.

Se questa norma non viene impostata gli utenti possono modificare l'elenco di applicazioni bloccate in Avvio applicazioni.</string><string id="PinnedLauncherAppsDesc">Elenco di applicazioni bloccate da visualizzare in Avvio applicazioni</string><string id="PolicyRefreshRate">Frequenza di aggiornamento per norma utente</string><string id="PolicyRefreshRate_Explain">Consente di specificare in millisecondi il periodo di tempo per cui vengono richieste informazioni sulle norme relative agli utenti al servizio di gestione del dispositivo.

Se questa norma viene impostata, il valore predefinito di tre ore viene ignorato. L'intervallo dei valori validi per questa norma è compreso tra 1800000 (30 minuti) e 86400000 (un giorno). I valori non compresi in questo intervallo verranno bloccati al relativo limite. Se la piattaforma supporta le notifiche relative alle norme, il ritardo dell'aggiornamento verrà impostato su 24 ore perché è previsto che le notifiche relative alle norme forzino l'aggiornamento automatico quando cambiano le norme.

Se questa norma non viene impostata, Google Chrome utilizzerà il valore predefinito di tre ore.

Se la piattaforma supporta le notifiche relative alle norme, il ritardo dell'aggiornamento verrà impostato su 24 ore (vengono ignorati tutti i valori predefiniti e il valore di questa norma) perché è previsto che le notifiche relative alle norme forzino l'aggiornamento automatico quando cambiano le norme, rendendo superflui aggiornamenti più frequenti.</string><string id="PrintingEnabled">Attiva la stampa</string><string id="PrintingEnabled_Explain">Consente di attivare la stampa in Google Chrome e impedisce agli utenti di modificare questa impostazione.

Se l'impostazione è attivata o non è configurata, gli utenti possono stampare.

Se l'impostazione è disattivata, gli utenti non possono stampare da Google Chrome. La stampa è disattivata nel menu Strumenti, nelle estensioni, nelle app JavaScript e così via. È possibile stampare da plug-in che ignorano Google Chrome durante la stampa. Ad esempio, alcune app Flash presentano l'opzione di stampa nel loro menu contestuale, che non è analizzato in questo criterio.</string><string id="QuicAllowed">Consente il protocollo QUIC</string><string id="QuicAllowed_Explain">Se questa norma viene impostata su true o non viene impostata, l'utilizzo del protocollo QUIC in Google Chrome è consentito.
Se questa norma viene impostata su false, l'utilizzo del protocollo QUIC non è consentito.</string><string id="RebootAfterUpdate">Riavvia automaticamente dopo l'aggiornamento</string><string id="RebootAfterUpdate_Explain">Consente di pianificare un riavvio automatico in seguito all'applicazione di un aggiornamento di Google Chrome OS.

Se questa norma viene impostata su true, viene pianificato un riavvio automatico in seguito all'applicazione di un aggiornamento di Google Chrome OS e quando è necessario un riavvio per completare la procedura di aggiornamento. Il riavvio viene programmato subito ma potrebbe essere ritardato sul dispositivo di massimo 24 ore se un utente sta utilizzando il dispositivo.


Se la norma viene impostata su false, non vengono programmati riavvii automatici in seguito all'applicazione di un aggiornamento di Google Chrome OS. La procedura di aggiornamento viene completata al successivo riavvio del dispositivo.

Se la norma viene impostata gli utenti non potranno modificarla o ignorarla.

Nota. Attualmente i riavvii automatici vengono attivati soltanto durante la visualizzazione della schermata di accesso o durante una sessione di un'app kiosk. Questo comportamento cambierà in futuro e la norma sarà sempre valida, a prescindere dal fatto che sia in corso o meno una sessione di tipo specifico.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Se i controlli OCSP/CRL online sono obbligatori o meno per i trust anchor locali</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Se questa impostazione viene attivata, Google Chrome eseguirà sempre il controllo delle revoche per i certificati server che vengono convalidati e vengono firmati tramite certificati CA installati localmente.

Se Google Chrome non riesce ad acquisire informazioni sullo stato delle revoche, tali certificati vengono considerati revocati (&quot;hard-fail&quot;).

Se questa norma non viene impostata o se viene impostata su false, Google Chrome utilizzerà le impostazioni di controllo delle revoche online esistenti.</string><string id="RunAllFlashInAllowMode">Applica l'impostazione dei contenuti Flash a tutti i contenuti</string><string id="RunAllFlashInAllowMode_Explain">Se attivi questa impostazione, verranno eseguiti tutti i contenuti Flash incorporati nei siti web per cui è stato consentito Flash nelle impostazioni dei contenuti (dall'utente o in base a una norma aziendale), inclusi i contenuti di altre origini o contenuti ridotti.

Per stabilire quali siti web possono eseguire i contenuti Flash, fai riferimento alle norme &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; e &quot;PluginsBlockedForUrls&quot;.

Se questa impostazione viene disattivata o non viene impostata, i contenuti Flash di altre origini o i contenuti ridotti potrebbero essere bloccati.</string><string id="SAMLOfflineSigninTimeLimit">Limita il tempo per cui un utente autenticato tramite SAML può eseguire l'accesso offline</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Consenti di proseguire dalla pagina di avviso SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome mostra una pagina di avviso quando gli utenti visitano siti che presentano errori SSL. Per impostazione predefinita, o se la norma viene impostata su true, gli utenti possono fare clic nelle pagine di avviso.
Se questa norma viene impostata su false, gli utenti non possono fare clic nelle pagine di avviso.</string><string id="SSLVersionMax">Versione SSL massima abilitata</string><string id="SSLVersionMax_Explain">Attenzione: la norma Versione TLS massima verrà interamente rimossa da Google Chrome con la versione 66 (orientativamente febbraio 2018).

Se la norma non è configurata, Google Chrome utilizza la versione massima predefinita.

In caso contrario, potrebbe essere impostato uno dei seguenti valori: &quot;tls1.2&quot; o &quot;tls1.3&quot;. In questo caso, Google Chrome non utilizzerà versioni SSL/TLS successive a quella specificata. I valori non riconosciuti verranno ignorati.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Consenti Navigazione sicura</string><string id="SafeBrowsingEnabled_Explain">Consente di attivare la funzione Navigazione sicura di Google Chrome e di impedire agli utenti di modificare l'impostazione.

Se l'impostazione viene attivata, la funzione Navigazione sicura è sempre attiva.

Se l'impostazione viene disattivata, la funzione Navigazione sicura non è mai attiva.

Se l'impostazione viene attivata o disattivata, gli utenti non potranno modificare o ignorare l'impostazione &quot;Attiva protezione contro phishing e malware&quot; di Google Chrome.

Se non viene impostata, la norma verrà attivata, ma gli utenti potranno modificarla.

Visita il sito https://developers.google.com/safe-browsing per avere ulteriori informazioni sulla funzione Navigazione sicura.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Consenti agli utenti di attivare i rapporti estesi di Navigazione sicura</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">L'impostazione di questa norma su false impedisce agli utenti di decidere di inviare ai server di Google alcune informazioni sul sistema e alcuni contenuti delle pagine. Se questa norma viene impostata su true o non viene configurata, gli utenti potranno inviare alcune informazioni sul sistema e alcuni contenuti delle pagine alla funzione Navigazione sicura per contribuire a rilevare app e siti pericolosi.

Visita il sito https://developers.google.com/safe-browsing per avere ulteriori informazioni sulla funzione Navigazione sicura.</string><string id="SavingBrowserHistoryDisabled">Disabilita salvataggio della cronologia del browser</string><string id="SavingBrowserHistoryDisabled_Explain">Consente di disattivare il salvataggio della cronologia del browser in Google Chrome e di impedire agli utenti di modificare questa impostazione.

Se questa impostazione è attivata, la cronologia di navigazione non viene salvata. Con questa impostazione viene disattivata anche la sincronizzazione delle schede.

Se questa impostazione è disattivata o non viene impostata, la cronologia di navigazione viene salvata.</string><string id="SearchSuggestEnabled">Attiva suggerimenti di ricerca</string><string id="SearchSuggestEnabled_Explain">Consente di attivare i suggerimenti di ricerca nella omnibox di Google Chrome e di impedire agli utenti di modificare l'impostazione.

Se questa impostazione viene attivata, i suggerimenti di ricerca verranno utilizzati, in caso contrario non verranno mai utilizzati.

Se questa impostazione viene attivata o disattivata, gli utenti non potranno modificarla o sostituirla in Google Chrome.

Se questa norma non viene impostata, l'impostazione verrà attivata ma gli utenti potranno modificarla.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Consente di impostare le impostazioni internazionali consigliate per una sessione pubblica</string><string id="SessionLocales_Explain">Consente di selezionare una o più impostazioni internazionali per una sessione pubblica, consentendo agli utenti di sceglierne facilmente una.

L'utente può scegliere un'impostazione internazionale e un layout tastiera prima di iniziare una sessione pubblica. Per impostazione predefinita, tutte le impostazioni internazionali supportate da Google Chrome OS sono elencate in ordine alfabetico. È possibile utilizzare questa norma per spostare un set di impostazioni internazionali consigliate nella parte superiore dell'elenco.

Se questa norma non viene impostata, viene preselezionata l'impostazione internazionale corrente per l'interfaccia utente.

Se questa norma viene impostata, le impostazioni internazionali consigliate verranno spostate nella parte superiore dell'elenco e verranno separate visivamente dalle altre impostazioni internazionali. Le impostazioni internazionali consigliate saranno elencate nell'ordine in cui sono indicate nella norma. Viene preselezionata la prima impostazione internazionale consigliata.

Se sono presenti più impostazioni internazionali consigliate, si presuppone che gli utenti ne vogliano selezionare una. La selezione dell'impostazione internazionale e del layout tastiera verrà offerta in una posizione più visibile all'avvio di una sessione pubblica. In caso contrario, si presuppone che la maggior parte degli utenti desideri utilizzare l'impostazione internazionale preselezionata. La selezione dell'impostazione internazionale e del layout tastiera verrà offerta in una posizione meno visibile all'avvio di una sessione pubblica.

Quando questa norma è impostata ed è abilitato l'accesso automatico (vedere le norme |DeviceLocalAccountAutoLoginId| e |DeviceLocalAccountAutoLoginDelay|), la sessione pubblica avviata automaticamente utilizzerà la prima impostazione internazionale consigliata e il layout tastiera più popolare corrispondente a questa impostazione internazionale.

Il layout tastiera preselezionato sarà sempre il layout più popolare corrispondente all'impostazione internazionale preselezionata.

Questa norma può essere impostata solo come consigliata. È possibile utilizzare questa norma per spostare un set di impostazioni internazionali consigliate nella parte superiore, ma gli utenti possono sempre scegliere una qualsiasi impostazione internazionale supportata da Google Chrome OS per la sessione.
</string><string id="SessionLocalesDesc">Consente di impostare le impostazioni internazionali consigliate per una sessione pubblica</string><string id="ShelfAutoHideBehavior">Controlla la visualizzazione automatica dello shelf</string><string id="ShelfAutoHideBehavior_Explain">Controlla la visualizzazione automatica dello shelf in Google Chrome OS.

Se il criterio è impostato su &quot;AlwaysAutoHideShelf&quot;, lo scaffale non sarà mai visualizzato.

Se il criterio è impostato su &quot;NeverAutoHideShelf&quot;, lo scaffale sarà sempre visualizzato.

Se imposti questo criterio, gli utenti non potranno modificarlo o ignorarlo.

Se il criterio non viene impostato, gli utenti possono scegliere la visualizzazione dello shelf.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Nascondi sempre automaticamente lo shelf</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Non nascondere mai automaticamente lo shelf</string><string id="ShowHomeButton">Mostra il pulsante Pagina iniziale nella barra degli strumenti</string><string id="ShowHomeButton_Explain">Consente di visualizzare il pulsante Pagina iniziale sulla barra degli strumenti di Google Chrome. Se attivi questa impostazione il pulsante Pagina iniziale verrà sempre visualizzato, in caso contrario non verrà mai visualizzato. Se questa impostazione viene attivata o disattivata, gli utenti non potranno modificarla o sostituirla in Google Chrome. Se non imposti questa norma gli utenti potranno scegliere se visualizzare o meno il pulsante Pagina iniziale.</string><string id="ShowLogoutButtonInTray">Aggiungi un pulsante di uscita all'area di notifica</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Attiva isolamento sito per ogni sito</string><string id="SitePerProcess_Explain">
NOTA: questa norma è sperimentale e potrebbe interrompere la funzionalità.
Potresti considerare l'impostazione della norma IsolateOrigins per ottenere sia l'isolamento sia un impatto limitato per gli utenti. Usa IsolateOrigins con un elenco dei siti che vuoi isolare. Questa impostazione, SitePerProcess, isola tutti i siti.
Se la norma viene attivata, ogni sito verrà eseguito in un proprio processo.
Se la norma viene disattivata, viene applicata la logica della gestione del processo di isolamento per sito.
Se la norma non viene configurata, l'utente potrà cambiare questa impostazione.
</string><string id="SpellCheckServiceEnabled">Attiva o disattiva il servizio web di controllo ortografico</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome può utilizzare un servizio web Google per correggere gli errori di ortografia. Se questa impostazione è abilitata, il servizio viene sempre utilizzato. Se questa impostazione è disabilitata, il servizio non viene mai utilizzato.

Il controllo ortografico può essere comunque effettuato utilizzando un dizionario scaricato; questa norma controlla soltanto l'utilizzo del servizio online.

Se questa impostazione non è configurata, gli utenti possono scegliere se utilizzare o meno il servizio di controllo ortografico.</string><string id="SuppressUnsupportedOSWarning">Elimina l'avviso di sistema operativo non supportato</string><string id="SuppressUnsupportedOSWarning_Explain">Elimina l'avviso che viene mostrato quando Google Chrome è in esecuzione su un computer o l'avviso di sistema operativo non più supportato.</string><string id="SyncDisabled">Disattiva la sincronizzazione dei dati con Google</string><string id="SyncDisabled_Explain">Consente di disattivare la sincronizzazione dei dati in Google Chrome tramite servizi di sincronizzazione in hosting su Google e di impedire agli utenti di modificare questa impostazione.

Se attivi questa impostazione, gli utenti non potranno modificarla o sostituirla in Google Chrome.

Se questa norma non viene impostata, gli utenti potranno scegliere se utilizzare o meno Google Sync.

Per disattivare completamente Google Sync, si consiglia di disattivare il servizio Google Sync nella Console amministrazione Google.

Questa norma non deve essere attivata quando la norma RoamingProfileSupportEnabled è attiva, perché tale funzione ha la stessa funzionalità lato client. La sincronizzazione in hosting su Google viene completamente disattivata in questo caso.</string><string id="SystemTimezone">Fuso orario</string><string id="SystemTimezone_Explain">Consente di specificare il fuso orario da utilizzare per il dispositivo. Gli utenti possono sostituire il fuso orario specificato per la sessione corrente. Tuttavia, dopo la disconnessione viene ripristinato il fuso orario specificato. Se viene specificato un valore non valido, la norma viene attivata comunque utilizzando il valore &quot;GMT&quot;. Se viene specificata una stringa vuota, la norma viene ignorata.

Se la norma non viene utilizzata, rimane in uso il fuso orario attivo corrente, tuttavia gli utenti possono modificarlo e tale modifica è persistente. Pertanto la modifica di un utente incide sulla schermata di accesso e su tutti gli altri utenti.

Sui nuovi dispositivi è impostato il fuso orario &quot;US/Pacific&quot;.

Il formato del valore segue quello dei nomi dei fusi orari dello &quot;IANA Time Zone Database&quot; (visita il sito &quot;https://en.wikipedia.org/wiki/Tz_database&quot;). In particolare, gran parte dei fusi orari può essere indicata come &quot;continent/large_city&quot; o &quot;ocean/large_city&quot;.

Se questa norma viene impostata la scelta automatica del fuso orario in base alla posizione del dispositivo viene completamente disattivata. Sostituisce anche la norma SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Configura il metodo di rilevamento automatico del fuso orario</string><string id="SystemTimezoneAutomaticDetection_Explain">Se questa norma viene impostata, il flusso di rilevamento automatico del fuso orario sarà uno dei seguenti, a seconda del valore dell'impostazione:

Se la norma viene impostata su TimezoneAutomaticDetectionUsersDecide, gli utenti potranno controllare il rilevamento automatico del fuso orario tramite i normali controlli alla pagina chrome://settings.

Se la norma viene impostata su TimezoneAutomaticDetectionDisabled, i controlli per il rilevamento automatico del fuso orario alla pagina chrome://settings saranno disattivati. Il rilevamento automatico del fuso orario sarà sempre disattivato.

Se la norma viene impostata su TimezoneAutomaticDetectionIPOnly, i controlli per il rilevamento automatico del fuso orario alla pagina chrome://settings saranno disattivati. Il rilevamento automatico del fuso orario sarà sempre attivo. La funzione di rilevamento del fuso orario utilizzerà il metodo Solo IP per stabilire la posizione.

Se la norma viene impostata su TimezoneAutomaticDetectionSendWiFiAccessPoints, i controlli per il rilevamento automatico del fuso orario alla pagina chrome://settings saranno disattivati. Il rilevamento automatico del fuso orario sarà sempre attivo. L'elenco dei punti di accesso Wi-Fi visibili sarà sempre inviato al server dell'API di geolocalizzazione per rilevare il fuso orario con precisione.

Se la norma viene impostata su TimezoneAutomaticDetectionSendAllLocationInfo, i controlli per il rilevamento automatico del fuso orario alla pagina chrome://settings saranno disattivati. Il rilevamento automatico del fuso orario sarà sempre attivo. Le informazioni sulla posizione (ad esempio, punti di accesso Wi-Fi, torri radio raggiungibili, GPS) saranno inviate a un server per rilevare il fuso orario con precisione.

Se la norma non viene impostata, verrà gestita come se fosse impostata su TimezoneAutomaticDetectionUsersDecide.

Se la norma SystemTimezone è impostata, sostituisce questa norma. In questo caso il rilevamento automatico del fuso orario viene completamente disattivato.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Consente di inviare sempre al server i segnali relativi alla posizione disponibili durante le operazioni per stabilire il fuso orario</string><string id="SystemUse24HourClock">Utilizza orologio di 24 ore per impostazione predefinita</string><string id="SystemUse24HourClock_Explain">Consente di specificare il formato dell'orologio da utilizzare per il dispositivo.

Questa norma consente di configurare il formato dell'orologio da utilizzare nella schermata di accesso e come predefinito per le sessioni utente. Gli utenti possono comunque sostituire il formato dell'orologio per il loro account.

Se la norma viene impostata su true, sul dispositivo viene utilizzato il formato di 24 ore, se viene impostata su false viene utilizzato il formato di 12 ore.

Se questa norma non viene impostata, sul dispositivo viene utilizzato il formato predefinito di 24 ore.</string><string id="TPMFirmwareUpdateSettings">Configura il comportamento di aggiornamento del firmware TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Consente di configurare la disponibilità e il comportamento della funzionalità di aggiornamento del firmware TPM.

È possibile specificare le singole impostazioni nelle proprietà JSON:

allow-user-initiated-powerwash: se viene impostata l'opzione true, gli utenti potranno attivare il flusso della funzione Powerwash per l'installazione di un aggiornamento del firmware TPM.

Se la norma non viene impostata, la funzionalità di aggiornamento del firmware TPM non sarà disponibile.</string><string id="TaskManagerEndProcessEnabled">Consente di terminare i processi in Task Manager</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Imposta i Termini di servizio di un account locale del dispositivo</string><string id="TermsOfServiceURL_Explain">Consente di impostare i Termini di servizio che l'utente deve accettare per poter avviare una sessione con l'account locale del dispositivo.

Se questa norma viene impostata, Google Chrome OS scaricherà i Termini di servizio e li presenterà all'utente all'avvio di una sessione con l'account locale del dispositivo. L'utente potrà avviare la sessione soltanto dopo avere accettato i Termini di servizio.

Se questa norma non viene impostata, i Termini di servizio non verranno visualizzati.

Per la norma dovrebbe essere impostato un URL da cui Google Chrome OS possa scaricare i Termini di servizio. I Termini di servizio devono essere in testo normale e pubblicati come testo di tipo MIME/semplice. Il markup non è consentito.</string><string id="TouchVirtualKeyboardEnabled">Attiva tastiera virtuale</string><string id="TouchVirtualKeyboardEnabled_Explain">Questa norma consente di configurare l'attivazione della tastiera virtuale come dispositivo di immissione su Chrome OS. Gli utenti non possono sostituire questa norma.

Se la norma viene impostata su true, la tastiera virtuale sullo schermo sarà sempre attiva.

Se viene impostata su false, la tastiera virtuale sullo schermo sarà sempre disattivata.

Se imposti questa norma, gli utenti non possono cambiarla o sostituirla. Potranno, però, attivare/disattivare una tastiera sullo schermo di accessibilità che ha la precedenza sulla tastiera virtuale controllata da questa norma. Leggi la norma |VirtualKeyboardEnabled| per il controllo della tastiera sullo schermo di accessibilità.

Se questa norma non viene impostata, la tastiera sullo schermo viene inizialmente disattivata ma può essere attivata dall'utente in qualsiasi momento. Potrebbero anche essere utilizzate regole euristiche per stabilire quando visualizzare la tastiera.</string><string id="TranslateEnabled">Abilita traduzione</string><string id="TranslateEnabled_Explain">Consente di attivare il servizio Google Traduttore integrato su Google Chrome. Se attivi questa impostazione, in Google Chrome verrà visualizzata una barra degli strumenti integrata che si offrirà di tradurre la pagina, se opportuno. Se disattivi questa impostazione, gli utenti non troveranno mai la barra di traduzione. Se questa impostazione viene attivata o disattivata, gli utenti non potranno modificarla o sostituirla in Google Chrome. Se questa impostazione non viene configurata, gli utenti potranno decidere se utilizzare o meno questa funzione.</string><string id="URLBlacklist">Blocca l'accesso a un elenco di URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blocca l'accesso a un elenco di URL</string><string id="URLWhitelist">Consente l'accesso a un elenco di URL</string><string id="URLWhitelist_Explain">Consente l'accesso agli URL elencati, sotto forma di eccezioni alla blacklist di URL.

Consulta la descrizione della norma sulle blacklist di URL per il formato delle voci di questo elenco.

Questa norma può essere utilizzata per aprire eccezioni alle blacklist restrittive. Ad esempio &quot;*&quot; può essere incluso nella blacklist per bloccare tutte le richieste e questa norma può essere utilizzata per consentire l'accesso a un elenco limitato di URL. Può essere utilizzata per aprire eccezioni rispetto a determinati schemi, sottodomini di altri domini, porte o percorsi specifici.

Il filtro più specifico consente di determinare se un URL è bloccato o consentito. La whitelist ha la precedenza sulla blacklist.

Per questa norma è possibile definire massimo 1000 voci; le voci in più vengono ignorate.

Se questa norma non viene impostata, non ci saranno eccezioni alla blacklist dalla norma &quot;URLBlacklist&quot;.</string><string id="URLWhitelistDesc">Consente l'accesso a un elenco di URL</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Se le norme sono impostate su &quot;true&quot;, la modalità Desktop unificato è consentita e
attivata per impostazione predefinita, il che significa che le applicazioni includono diverse visualizzazioni.
L'utente può disattivare la modalità Desktop unificato per le singole visualizzazioni deselezionandola
nelle impostazioni di visualizzazione.

Se le norme sono impostate su &quot;false&quot; o non sono impostate, la modalità Desktop unificato
sarà disattivata. In questo caso, l'utente non potrà attivare la funzione.</string><string id="UsbDetachableWhitelist">Whitelist di dispositivi USB scollegabili</string><string id="UsbDetachableWhitelist_Explain">Definisce l'elenco di dispositivi USB che possono essere scollegati dal driver del kernel per essere utilizzati tramite l'API chrome.usb direttamente all'interno di un'applicazione web. Le voci sono coppie costituite dall'ID fornitore USB e dall'ID prodotto per identificare un hardware specifico.

Se la norma non è configurata, l'elenco di dispositivi USB scollegabili è vuoto.</string><string id="UsbDetachableWhitelistDesc">Whitelist di dispositivi USB scollegabili</string><string id="UserAvatarImage">Immagine avatar utente</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Imposta il nome visualizzato per gli account del dispositivo</string><string id="UserDisplayName_Explain">Controlla il nome account visualizzato da Google Chrome OS nella schermata di accesso per il corrispondente account del dispositivo.

Se il criterio è impostato, la schermata di accesso utilizzerà la stringa specificata nel selettore di accesso basato su immagine per il corrispondente account del dispositivo.

Se il criterio non viene impostato, Google Chrome OS utilizzerà l'ID account email dell'account dispositivo come nome visualizzato nella schermata di accesso.

Questo criterio viene ignorato per gli account utente standard.</string><string id="VideoCaptureAllowed">Consenti o nega acquisizione video</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL a cui verrà concesso l'accesso ai dispositivi di acquisizione video senza richieste</string><string id="VideoCaptureAllowedUrls_Explain">I pattern di questo elenco verranno confrontati con l'origine di sicurezza dell'URL richiedente. Se viene trovata una corrispondenza, l'accesso ai dispositivi di acquisizione audio viene concesso senza richieste.

NOTA. Fino alla versione 45, questa norma era supportata soltanto in modalità kiosk.</string><string id="VideoCaptureAllowedUrlsDesc">URL a cui verrà concesso l'accesso ai dispositivi di acquisizione video senza richieste</string><string id="WPADQuickCheckEnabled">Attiva ottimizzazione WPAD</string><string id="WPADQuickCheckEnabled_Explain">Consente di disattivare l'ottimizzazione WPAD (Web Proxy Auto-Discovery) in Google Chrome.

Se questa norma è impostata su false, l'ottimizzazione WPAD viene disattivata, aumentando così i tempi di attesa da parte di Google Chrome dei server WPAD basati su DNS. Se questa norma non è impostata oppure se è attiva, l'ottimizzazione WPAD è abilitata.

Indipendentemente da se o come questa norma è impostata, l'utente non può modificare l'impostazione di ottimizzazione di WPAD.</string><string id="WallpaperImage">Immagine di sfondo</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Limita l'intervallo di porte UDP locali utilizzato da WebRTC</string><string id="WebRtcUdpPortRange_Explain">Se la norma viene impostata, l'intervallo di porte UDP utilizzato da WebRTC viene limitato all'intervallo di porte specificato (endpoint inclusi).

Se la norma non viene impostata oppure è impostata sulla stringa vuota o su un intervallo di porte non valido, WebRTC è autorizzato a utilizzare qualsiasi porta UDP locale disponibile.</string></stringTable><presentationTable><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Estensioni autorizzate a utilizzare l'API di attestazione da remoto</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Configura il prefisso TalkGadget per gli host di accesso remoto</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Limita l'intervallo di porte UDP utilizzate dall'host di accesso remoto</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL su cui i client di accesso remoto dovrebbero ottenere il token di autenticazione</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL per la convalida del token di autenticazione del client di accesso remoto</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certificato client per la connessione a RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID delle estensioni (oppure * per tutte le estensioni) per cui non è consentita l'installazione</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID delle estensioni da escludere dalla blacklist</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID app/estensioni e URL di aggiornamento da installare automaticamente</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Pattern URL per consentire installazioni di estensioni, applicazioni e script utente da</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Tipi di estensioni/app che possono essere installati</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Impostazioni di gestione delle estensioni</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Azione da compiere quando l'utente chiude il coperchio</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Percentuale di regolazione del ritardo di oscuramento dello schermo in modalità di presentazione:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Percentuale di regolazione del ritardo di oscuramento dello schermo se l'utente diventa attivo dopo l'oscuramento:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Impostazioni di gestione dell'alimentazione quando l'utente diventa inattivo</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Ritardi del blocco schermo</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Impostazione cookie predefiniti</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Impostazione immagini predefinite</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Impostazione JavaScript predefinita</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Impostazione predefinita per il plug-in Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Impostazione popup predefiniti</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Impostazione di notifica predefinita</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Impostazione di geolocalizzazione predefinita</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Controlla l'utilizzo dell'API Web Bluetooth</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Seleziona automaticamente i certificati client per questi siti</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Consenti i cookie in questi siti</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blocca cookie su questi siti</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Consenti solo i cookie per la sessione su questi siti</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Consenti immagini su questi siti</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blocca immagini su questi siti</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Consenti JavaScript su questi siti</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blocca Javascript in questi siti</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Consenti il plug-in Flash su questi siti</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blocca il plug-in Flash su questi siti</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Consenti popup su questi siti</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registra gestori protocolli</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blocca popup su questi siti</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Consenti notifiche su questi siti</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blocca le notifiche su questi siti</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Impostazione tipo di ingrandimento dello schermo</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Impostazione tipo di ingrandimento dello schermo predefinito attivato nella schermata di accesso</dropdownList></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Schemi di autenticazione supportati</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Whitelist server di autenticazione</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Whitelist server di delega Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL della pagina Nuova scheda</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL pagina iniziale</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Azione all'avvio</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Pagine da aprire all'avvio</listBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Nome del provider di ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Parola chiave del provider di ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>URL di ricerca del provider di ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>URL di suggerimento del provider di ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>URL di ricerca istantanea del provider di ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Icona del provider di ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Codifiche del provider di ricerca predefinito</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Elenco di URL alternativi per il fornitore del servizio di ricerca predefinito</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametro di controllo sostituzione termini di ricerca per fornitore ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parametro che fornisce la funzione di ricerca tramite immagine per il provider di ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL pagina Nuova scheda provider di ricerca predefinito</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametri per l'URL di ricerca che utilizza POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametri per l'URL del suggerimento che utilizza POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametri per l'URL istantaneo che utilizza POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametri per l'URL dell'immagine che utilizza POST</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Scegli come specificare le impostazioni del server proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Indirizzo o URL del server proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL di un file proxy .pac</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Elenco separato da virgole delle regole di bypass proxy</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definisci i domini autorizzati ad accedere a Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Imposta la disponibilità dei certificati per le app ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Configura ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL a cui verrà concesso l'accesso ai dispositivi di acquisizione audio senza richieste</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Disattiva l'imposizione di Certificate Transparency per un elenco di URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Controlla il comportamento dell'utente in una sessione profilo multiplo</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Canale di rilascio</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Regole di selezione della stampante predefinita</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Configura l'elenco di app installate nella schermata di accesso</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Layout da tastiera della schermata di accesso del dispositivo</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Lingua della schermata di accesso del dispositivo</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Gestione dell'alimentazione nella schermata di accesso</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>File di configurazione delle stampanti aziendali per i dispositivi</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Norma di accesso alla configurazione delle stampanti per i dispositivi.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Stampanti aziendali associate ai dispositivi disattivate</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Stampanti aziendali associate ai dispositivi attive</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervalli di orari di minore attività quando vengono rilasciate le norme OffHours |ignored_policy_proto_tags| del dispositivo</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Configurazione di rete a livello di dispositivo</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Frequenza di aggiornamento per norma dispositivo:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Contrassegni a livello di sistema da applicare all'avvio di Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Scegli versione target dell'aggiornamento automatico</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Tipi di connessioni consentiti per gli aggiornamenti</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Fattore di dispersione aggiornamento automatico:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Whitelist di utenti con accesso</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Immagine di sfondo del dispositivo</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Imposta la rotazione predefinita dello schermo, riapplicata a ogni riavvio</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Imposta directory di download</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Limitazioni dei download</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Strategia di migrazione per ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Consente di attivare le funzioni della piattaforma web obsolete per un periodo di tempo limitato</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Imponi livello minimo della Modalità con restrizioni di YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Disponibilità della modalità di navigazione in incognito</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Attiva isolamento sito per origini specificate</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Autorizzazioni chiave</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Preferiti gestiti</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Ritardo di recupero massimo dopo l'invalidazione di una norma:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Stampa nativa</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Norma di accesso alla configurazione delle stampanti.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Stampanti aziendali disattivate</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>File di configurazione delle stampanti aziendali</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Stampanti aziendali attive</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Attiva previsione di rete</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Autorizza l'uso di app per scrivere note nella schermata di blocco di Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Configurazione di rete a livello di utente</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Elenco di applicazioni bloccate da visualizzare in Avvio applicazioni</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Frequenza di aggiornamento per norma utente:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Limita il tempo per cui un utente autenticato tramite SAML può eseguire l'accesso offline:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Versione SSL massima abilitata</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Consente di impostare le impostazioni internazionali consigliate per una sessione pubblica</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Controlla la visualizzazione automatica dello shelf</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Fuso orario</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Configura il metodo di rilevamento automatico del fuso orario</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Configura il comportamento di aggiornamento del firmware TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Imposta i Termini di servizio di un account locale del dispositivo</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blocca l'accesso a un elenco di URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Consente l'accesso a un elenco di URL</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Whitelist di dispositivi USB scollegabili</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Immagine avatar utente</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Imposta il nome visualizzato per gli account del dispositivo</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL a cui verrà concesso l'accesso ai dispositivi di acquisizione video senza richieste</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Immagine di sfondo</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Limita l'intervallo di porte UDP locali utilizzato da WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>