<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 veya sonrası</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Varsayılan Ayarlar (kullanıcılar geçersiz kılabilir)</string><string id="Homepage_group">Ana sayfa</string><string id="HomepageLocation">Ana sayfa URL'sini yapılandır</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Ana sayfa olarak Yeni Sekme Sayfası'nı kullan</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Başlangıç sayfaları</string><string id="RestoreOnStartup">Başlangıçtaki işlem</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Yeni Sekme Sayfasını aç</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Son oturumu geri yükle</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">URL listesi aç</string><string id="RestoreOnStartupURLs">Başlangıçta açılacak olan URL'ler</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Başlangıçta açılacak olan URL'ler</string><string id="Accessibility_group">Erişilebilirlik ayarları</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Erişilebilirlik seçeneklerini sistem tepsisi menüsünde göster</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Büyük imleci etkinleştir</string><string id="LargeCursorEnabled_Explain">Büyük imleç erişilebilirlik özelliğini etkinleştir.

Bu politika true (doğru) olarak ayarlanırsa, büyük imleç her zaman etkinleştirilir.

Bu politika false (yanlış) olarak ayarlanırsa, büyük imleç her zaman devre dışı bırakılır.

Bu politikayı ayarlarsanız, kullanıcılar bunu değiştiremez ve geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa, büyük imleç başta devre dışıdır, ancak istenildiğinde kullanıcı tarafından etkinleştirilebilir.</string><string id="SpokenFeedbackEnabled">Sözlü geribildirimi etkinleştir</string><string id="SpokenFeedbackEnabled_Explain">Sesli geri bildirim erişilebilirlik özelliğini etkinleştir.

Bu politika true (doğru) olarak ayarlanırsa, sesli geri bildirim her zaman etkinleştirilir.

Bu politika false (yanlış) olarak ayarlanırsa, sesli geri bildirim her zaman devre dışı bırakılır.

Bu politikayı ayarlarsanız, kullanıcılar bunu değiştiremez ve geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa, sesli geri bildirim başta devre dışıdır, ancak istenildiğinde kullanıcı tarafından etkinleştirilebilir.</string><string id="HighContrastEnabled">Yüksek kontrast modunu etkinleştir</string><string id="HighContrastEnabled_Explain">Yüksek kontrast modu erişilebilirlik özelliğini etkinleştir.

Bu politika true (doğru) olarak ayarlanırsa, yüksek kontrast modu her zaman etkin olur.

Bu politika false (yanlış) olarak ayarlanırsa, yüksek kontrast modu her zaman devre dışı olur.

Bu politikayı ayarlarsanız, kullanıcılar bunu değiştiremez ve geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa, başlangıçta yüksek kontrast modu devre dışıdır, ancak istenildiğinde kullanıcı tarafından etkinleştirilebilir.</string><string id="VirtualKeyboardEnabled">Ekran klavyesini etkinleştir</string><string id="VirtualKeyboardEnabled_Explain">Ekran klavyesi erişilebilirliği özelliğini etkinleştirin.

Bu politika doğru seçeneğine ayarlanırsa ekran klavyesi her zaman etkin olur.

Bu politika yanlış seçeneğine ayarlanırsa ekran klavyesi her zaman devre dışı olur.

Bu politikayı ayarlarsanız kullanıcılar tarafından değiştirilemez veya geçersiz kılınamaz.

Bu politika ayarlanmadan bırakılırsa ekran klavyesi başlangıçta devre dışı olur, ancak kullanıcı istediği zaman bu ayarı etkinleştirilebilir.</string><string id="KeyboardDefaultToFunctionKeys">Medya tuşları varsayılan olarak işlev tuşlarına ayarlanır</string><string id="KeyboardDefaultToFunctionKeys_Explain">Üst sıra tuşlarının varsayılan davranışını işlev tuşları olarak değiştirir.

Bu politika true değerine ayarlanırsa klavyedeki tuşların en üst sırası, varsayılan ayara göre işlev tuşu komutları oluşturur. Bunların davranışını tekrar medya tuşlarına döndürmek için arama tuşuna basılması gerekir.

Bu politika false değerine ayarlanırsa veya ayarlanmadan bırakılırsa, klavye varsayılan ayara göre medya tuşu komutları ve arama tuşu basılı tutulduğunda işlev tuşu komutları oluşturur.</string><string id="ScreenMagnifierType">Ekran büyüteci türünü ayarla</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Ekran büyüteci devre dışı</string><string id="ScreenMagnifierType_Full-screen">Tam ekran büyüteci etkin</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Giriş ekranında büyük imleç modunun varsayılan durumunu ayarla</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Giriş ekranında büyük imleç erişilebilirlik özelliğinin varsayılan durumunu ayarla.

Bu politika true (doğru) olarak ayarlanırsa, giriş ekranı görüntülendiğinde büyük imleç etkinleştirilir.

Bu politika false (yanlış) olarak ayarlanırsa, giriş ekranı görüntülendiğinde büyük imleç devre dışı bırakılır.

Bu politikayı ayarlarsanız, kullanıcılar büyük imleci etkinleştirip veya devre dışı bırakıp geçici olarak bu politikayı geçersiz kılabilir. Ancak, kullanıcının seçimi kalıcı değildir ve giriş ekranı yeniden gösterildiğinde veya kullanıcı giriş ekranında bir dakika boşta kalırsa varsayılan değer geri yüklenir.

Bu politika ayarlanmadan bırakılırsa, giriş ekranı ilk kez gösterildiğinde büyük imleç devre dışıdır. Kullanıcılar büyük imleci her zaman etkinleştirebilir veya devre dışı bırakabilir ve giriş ekranındaki imlecin durumu kullanıcılar arasında kalıcıdır.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Giriş ekranında sesli geri bildirimin varsayılan durumunu ayarla</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Giriş ekranında sesli geri bildirim erişilebilirlik özelliğinin varsayılan durumunu ayarla.

Bu politika true (doğru) olarak ayarlanırsa, giriş ekranı görüntülendiğinde sesli geri bildirim etkinleştirilir.

Bu politika false (yanlış) olarak ayarlanırsa, giriş ekranı görüntülendiğinde sesli geri bildirim devre dışı bırakılır.

Bu politikayı ayarlarsanız, kullanıcılar sesli geri bildirimi etkinleştirip veya devre dışı bırakıp geçici olarak bu politikayı geçersiz kılabilir. Ancak, kullanıcının seçimi kalıcı değildir ve giriş ekranı yeniden gösterildiğinde veya kullanıcı giriş ekranında bir dakika boşta kalırsa varsayılan değer geri yüklenir

Bu politika ayarlanmadan bırakılırsa, giriş ekranı ilk kez gösterildiğinde sesli geri bildirim devre dışıdır. Kullanıcılar sesli geri bildirimi her zaman etkinleştirebilir veya devre dışı bırakabilir ve sesli geri bildirimin giriş ekranındaki durumu kullanıcılar arasında kalıcıdır.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Giriş ekranında yüksek kontrast modunun varsayılan durumunu ayarla</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Giriş ekranında yüksek kontrast modu erişilebilirlik özelliğinin varsayılan durumunu ayarla.

Bu politika true (doğru) olarak ayarlanırsa, giriş ekranı görüntülendiğinde yüksek kontrast modu etkinleştirilir.

Bu politika false (yanlış) olarak ayarlanırsa, giriş ekranı görüntülendiğinde yüksek kontrast modu devre dışı bırakılır.

Bu politikayı ayarlarsanız, kullanıcılar yüksek kontrast modunu etkinleştirip veya devre dışı bırakıp geçici olarak bu politikayı geçersiz kılabilir. Ancak, kullanıcının seçimi kalıcı değildir ve giriş ekranı yeniden gösterildiğinde veya kullanıcı giriş ekranında bir dakika boşta kalırsa varsayılan değer geri yüklenir.

Bu politika ayarlanmadan bırakılırsa, giriş ekranı ilk kez gösterildiğinde yüksek kontrast modu devre dışıdır. Kullanıcılar yüksek kontrast modunu her zaman etkinleştirebilir veya devre dışı bırakabilir ve yüksek kontrast modunun giriş ekranındaki durumu kullanıcılar arasında kalıcıdır.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Giriş ekranında ekran klavyesinin varsayılan durumunu ayarla</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Giriş ekranında ekran klavyesi erişilebilirlik özelliğinin varsayılan durumunu ayarlayın.

Bu politikayı doğru seçeneğine ayarlarsanız giriş ekranı gösterildiğinde ekran klavyesi etkinleştirilir.

Bu politikayı yanlış seçeneğine ayarlarsanız giriş ekranı gösterildiğinde ekran klavyesi devre dışı bırakılır.

Bu politikayı ayarlarsanız kullanıcılar ekran klavyesini etkinleştirip veya devre dışı bırakıp onu geçici olarak geçersiz kılabilir. Ancak, kullanıcının seçimi kalıcı değildir ve giriş ekranı yeniden gösterildiğinde veya kullanıcı giriş ekranında bir dakika boyunca hiçbir işlem yapmazsa varsayılan geri yüklenir.

Bu politika ayarlanmadan bırakılırsa giriş ekranı ilk gösterildiğinde ekran klavyesi devre dışı bırakılır. Kullanıcılar istedikleri zaman ekran klavyesini etkinleştirebilir veya devre dışı bırakabilirler ve klavyenin giriş ekranındaki durumu kullanıcılar arasında değişmez.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Giriş ekranında varsayılan ekran büyüteci türünü etkin olarak ayarla</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Giriş ekranında etkinleştirilen ekran büyütecinin varsayılan türünü ayarla.

Bu politika ayarlanırsa, giriş ekranı gösterildiğinde etkinleştirilen ekran büyütecinin türünü denetler. Politika &quot;Yok&quot; olarak ayarlanırsa, ekran büyüteci devre dışı bırakılır.
Bu politikayı ayarlarsanız, kullanıcılar ekran büyütecini etkinleştirip veya devre dışı bırakıp geçici olarak politikayı geçersiz kılabilir. Ancak, kullanıcının seçimi kalıcı değildir ve giriş ekranı yeniden gösterildiğinde veya kullanıcı giriş ekranında bir dakika boşta kalırsa varsayılan değer geri yüklenir.
Bu politika ayarlanmadan bırakılırsa, giriş ekranı ilk kez gösterildiğinde ekran büyüteci devre dışı olur. Kullanıcılar ekran büyütecini her zaman etkinleştirebilir veya devre dışı bırakabilir ve giriş ekranındaki ekran büyütecinin durumu kullanıcılar arasında kalıcıdır.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Ekran büyüteci devre dışı</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Tam ekran büyüteci etkin</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Google Cast ürününü etkinleştirir</string><string id="EnableMediaRouter_Explain">Bu politika true (doğru) değerine ayarlanırsa veya hiç ayarlanmazsa Google Cast etkinleştirilir ve kullanıcılar uygulama menüsünden, sayfa içerik menülerinden, Cast uyumlu web sitelerindeki medya denetimlerinden ve (gösteriliyorsa) Cast araç çubuğu simgesinden bu özelliği başlatabilir.

Bu politika false (yanlış) değerine ayarlanırsa Google Cast devre dışı bırakılır.</string><string id="ShowCastIconInToolbar">Google Cast araç çubuğu simgesini gösterir</string><string id="ShowCastIconInToolbar_Explain">Bu politika doğru değerine ayarlanırsa Cast araç çubuğu simgesi, araç çubuğunda veya taşma menüsünde her zaman gösterilir ve kullanıcılar bu simgeyi kaldıramaz.

Bu politika yanlış değerine ayarlanırsa veya hiç ayarlanmazsa kullanıcılar, simgeyi içerik menüsü aracılığıyla sabitleyebilir veya kaldırabilir.

&quot;EnableMediaRouter&quot; politikası yanlış değerine ayarlanırsa bu politikanın değerinin herhangi bir etkisi olmaz ve araç çubuğu simgesi gösterilmez.</string><string id="Drive_group">Google Drive seçeneklerini yapılandırma</string><string id="DriveDisabled">Google Chrome OS, Files uygulamasında Drive'ı devre dışı bırakır</string><string id="DriveDisabled_Explain">Doğru seçeneğine ayarlanırsa Google Chrome OS Files uygulamasında Google Drive'ın senkronizasyonunu devre dışı bırakır. Bu durumda Google Drive'a veri yüklenmez.

Ayarlanmazsa veya Yanlış değerine ayarlanırsa kullanıcılar Google Drive'a dosya aktarabilirler.</string><string id="DriveDisabledOverCellular">Google Chrome OS, Files uygulamasında hücresel bağlantılar üzerinden Google Drive erişimini devre dışı bırakır</string><string id="DriveDisabledOverCellular_Explain">Doğru değerine ayarlandığında, hücresel bağlantı kullanılırken Google Chrome OS, Files uygulamasında Google Drive senkronizasyonunu devre dışı bırakır. Bu durumda, veriler yalnızca Kablosuz veya Ethernet üzerinden bağlanıldığında Google Drive ile senkronize edilir.

Hiç ayarlanmazsa veya Yanlış değerine ayarlanırsa kullanıcılar dosyaları hücresel bağlantılar üzerinden Google Drive'a aktarabilirler.</string><string id="PowerManagement_group">Güç yönetimi</string><string id="LidCloseAction">Kullanıcı kapağı kapattığında yapılacak işlem</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Askıya al</string><string id="LidCloseAction_LidCloseActionLogout">Kullanıcının oturumunu kapat</string><string id="LidCloseAction_LidCloseActionShutdown">Kapat</string><string id="LidCloseAction_LidCloseActionDoNothing">Hiçbir şey yapma</string><string id="PowerManagementUsesAudioActivity">Ses etkinliğinin güç yönetimini etkileyip etkilemeyeceğini belirtme</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Video etkinliğinin güç yönetimini etkileyip etkilemeyeceğini belirtme</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Sunum modunda ekranın kararma gecikmesinin ölçekleneceği yüzde</string><string id="PresentationScreenDimDelayScale_Explain">Cihaz sunum modunda iken ekran kararma gecikmesinin ölçeklendiği yüzdeyi belirtir.

Bu politika ayarlanırsa, cihaz sunum modundayken ekran kararma gecikmesinin ölçekleneceği yüzdeyi belirtir. Ekran kararma gecikmesi ölçeklendiğinde, ekran karartma, ekran kapatma ve ekran kilitleme gecikmeleriyle ilgili süreler, orijinal olarak yapılandırılan ekran kararma gecikmesine göre aynı oran korunacak şekilde ayarlanır.

Bu politika ayarlanmadan bırakılırsa, varsayılan ölçekleme faktörü kullanılır.

Ölçekleme faktörü %100 veya daha fazla olmalıdır. Sunum modunda ekran kararma gecikmesini normal ekran kararma gecikmesine göre daha da kısaltacak değerlere izin verilmez.</string><string id="AllowScreenWakeLocks">Ekran uyandırma kilitlerine izin ver</string><string id="AllowScreenWakeLocks_Explain">Ekran uyandırma kilitlerine izin verilip verilmeyeceğini belirtir. Ekran uyandırma kilitleri, güç yönetimi uzantı API'sı yoluyla uzantılar tarafından istenebilir.

Bu politika doğru seçeneğine ayarlanırsa veya ayarlanmadan bırakılırsa, güç yönetimi için ekran uyandırma kilitleri kullanılır.

Bu politika yanlış seçeneğine ayarlanırsa, ekran uyandırma kilitleri için yapılan istekler dikkate alınmaz.</string><string id="UserActivityScreenDimDelayScale">Kullanıcı, ekran kararmasından sonra etkin duruma gelirse ekranın kararma gecikmesinin ölçekleneceği yüzde</string><string id="UserActivityScreenDimDelayScale_Explain">Ekran kararmış durumdayken veya kapandıktan hemen sonra bir kullanıcı etkinliği algılandığında, ekranın kararmasındaki gecikmenin ölçekleneceği yüzdeyi belirtir.

Bu politika ayarlanırsa, ekran karardığında veya ekran kapandıktan hemen sonra bir kullanıcı etkinliği algılandığında, ekranın kararmasındaki gecikmenin ölçekleneceği yüzdeyi belirtir. Ekran kararma gecikmesi ölçeklendiğinde, ekran kapanması, ekran kilidi ve boşta bekleme gecikmeleriyle ilgili süreler, orijinal olarak yapılandırılan ekran kararma gecikmesine göre aynı oran korunacak biçimde ayarlanır.

Bu politika ayarlanmazsa varsayılan ölçekleme faktörü kullanılır.

Ölçekleme faktörü %100 veya üzeri olmalıdır.</string><string id="WaitForInitialUserActivity">İlk kullanıcı etkinliğini bekle</string><string id="WaitForInitialUserActivity_Explain">Bir oturumda güç yönetimi gecikmelerinin ve oturum süresi sınırının sadece kullanıcı ilk etkinliğinin gözlenmesinden sonra çalışmaya başlayıp başlamayacağını belirler.

Bu politika Doğru seçeneğine ayarlanırsa bir oturumda güç yönetimi gecikmeleri ve oturum süresi sınırı kullanıcının ilk etkinliğinin gözlenmesine kadar çalışmaya başlamaz.

Bu politika Yanlış seçeneğine ayarlanır veya ayarlanmadan bırakılırsa güç yönetimi gecikmeleri ve oturum süresi sınırı oturumun başında hemen çalışmaya başlar.</string><string id="PowerManagementIdleSettings">Kullanıcının işlem yapmadığı zaman için güç yönetimi ayarları</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Ekran kilidi bekleme süresi</string><string id="ScreenLockDelays_Explain">AC gücü veya pil gücü kullanılırken, ekranın kilitlenmesinden önce kullanıcı girişi olmadan geçmesi gereken süreyi belirtir.

Bu süre sıfırdan büyük bir değere ayarlanırsa Google Chrome OS ekranı kilitlemeden önce, kullanıcının işlem yapmadan geçirmesi gereken süreyi gösterir.

Süre sıfır olarak ayarlanırsa Google Chrome OS, kullanıcı işlem yapmadığında ekranı kilitlemez.

Süre ayarlanmazsa varsayılan süre kullanılır.

Boşta kalma durumunda ekranı kilitlemek için önerilen yöntem, askıya alındığında ekranın kilitlenmesini etkinleştirmek ve boşta kalma süresi beklendikten sonra Google Chrome OS tarafından askıya alma işlemi yapılmasını sağlamaktır.

Politikanın değeri milisaniye olarak belirtilmelidir. Değerler boşta kalma bekleme süresinden az olacak şekilde ayarlanır.</string><string id="HTTPAuthentication_group">HTTP kimlik doğrulaması için politikalar</string><string id="AuthSchemes">Desteklenen kimlik doğrulama şemaları</string><string id="AuthSchemes_Explain">Google Chrome tarafından desteklenen HTTP kimlik doğrulaması şemalarını belirtir.

Olası değerler &quot;basic&quot;, &quot;digest&quot;, &quot;ntlm&quot; ve &quot;negotiate&quot;dir. Birden çok değeri virgülle ayırın.

Bu politika ayarlanmadan bırakılırsa dört şema da kullanılır.</string><string id="DisableAuthNegotiateCnameLookup">Kerberos kimlik doğrulaması anlaşmasını yaparken CNAME aramasını devre dışı bırak</string><string id="DisableAuthNegotiateCnameLookup_Explain">Kerberos SPN'sinin standart DNS adına mı, yoksa girilen orijinal ada mı dayalı olduğunu belirtir.

Bu ayarı etkinleştirirseniz, CNAME araması atlanır ve sunucu adı girildiği gibi kullanılır.

Bu ayarı devre dışı veya ayarlanmadan bırakırsanız, sunucunun standart adı CNAME araması ile belirlenir.</string><string id="EnableAuthNegotiatePort">Kerberos SPN'sine standart dışı bağlantı noktasını dahil et</string><string id="EnableAuthNegotiatePort_Explain">Oluşturulan Kerberos SPN'sinin standart dışı bir bağlantı noktası içermesi gerekip gerekmediğini belirtir.

Bu ayarı etkinleştirirseniz ve standart dışı bir bağlantı noktası (yani, 80 veya 443 dışında bir bağlantı noktası) girilirse, bu nokta, oluşturulan Kerberos SPN'sine dahil edilir.

Bu ayarı devre dışı bırakırsanız oluşturulan Kerberos SPN'sine hiçbir durumda bağlantı noktası dahil edilmez.</string><string id="AuthServerWhitelist">Kimlik doğrulama sunucusu beyaz listesi</string><string id="AuthServerWhitelist_Explain">Entegre kimlik doğrulamada hangi sunucuların beyaz listeye eklenmesi gerektiğini gösterir. Entegre kimlik doğrulama yalnızca Google Chrome, bu izin verilen listede bulunan bir proxy veya sunucudan kimlik doğrulama daveti aldığında etkinleştirilir.

Birden fazla sunucu adını virgülle ayırın. Joker karakterlere (*) izin verilir.

Bu politikayı ayarlanmamış olarak bırakırsanız, Google Chrome sunucunun İntranet'te olup olmadığını saptamaya çalışır ve buna göre IWA taleplerini yanıtlar. Sunucunun İnternet'te olduğu saptanırsa, sunucudan gelen IWA talepleri Google Chrome tarafından yoksayılır.</string><string id="AuthNegotiateDelegateWhitelist">Kerberos yetki sunucusu beyaz listesi</string><string id="AuthNegotiateDelegateWhitelist_Explain">Google Chrome ürününün yetki verebileceği sunucular.

Birden fazla sunucu adını virgülle ayırın. Joker karakterlere (*) izin verilir.

Bu politikayı ayarlanmamış olarak bırakırsanız, sunucunun İntranet'te olduğu belirlense dahi Google Chrome, kullanıcı kimlik bilgilerine yetki vermez.</string><string id="AllowCrossOriginAuthPrompt">Çapraz kökenli HTTP Basic Auth bilgi istemleri</string><string id="AllowCrossOriginAuthPrompt_Explain">Bir sayfadaki üçüncü taraf alt içeriğinin bir HTTP Basic Auth iletişim kutusu görüntülemesine izin verilip verilmeyeceğini denetler.

Genellikle, kimlik avından korunma amacıyla bu özellik devre dışı bırakılır. Bu politika ayarlanmazsa, bu özellik devre dışı bırakılır ve üçüncü taraf alt içeriğinin bir HTTP Basic Auth iletişim kutusu görüntülemesine izin verilmez.</string><string id="QuickUnlock_group">Hızlı kilit açma politikaları</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Kullanıcının yapılandırabileceği ve kilit ekranının kilidini açmak için kullanabileceği hızlı kilit açma modlarını kontrol eden beyaz liste.

Bu değer, bir dize listesidir; geçerli liste girişleri şöyledir: &quot;all&quot;, &quot;PIN&quot;. Listeye &quot;all&quot; (tümü) girişinin eklenmesi, kullanıcının ileride uygulanacak olanlar da dahil olmak üzere her hızlı kilit açma modunu kullanabileceği anlamına gelir. Aksi takdirde, yalnızca listedeki mevcut hızlı kilit açma modları kullanılabilir.

Örneğin, hızlı kilit açma modlarının hepsine izin vermek için [&quot;all&quot;] (tümü) girişini kullanın. Yalnızca PIN kilit açma yöntemine izin vermek için [&quot;PIN&quot;] girişini kullanın. Tüm hızlı kilit açma modlarını devre dışı bırakmak için [] girişini kullanın.

Varsayılan olarak, yönetilen cihazlarda hiçbir hızlı kilit açma moduna izin verilmez.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Bu ayar, hızlı kilit açmanın kullanılmaya devam edilebilmesi için kilit ekranında ne sıklıkta şifre sorulacağını kontrol eder. Kilit ekranına her girildiğinde, son şifre girişi bu ayarda belirtilen süreden daha uzun zaman önce yapılmışsa, kilit ekranına girişte hızlı kilit açma kullanılamaz. Kullanıcı bu süreden daha uzun süre kilit ekranında kalırsa, yanlış kod girdiğinde veya kilit ekranına tekrar girdiğinde (hangisi önce olursa) şifre sorulur.

Bu ayar yapılandırılırsa, hızlı kilit açmayı kullanan kullanıcılardan kilit ekranında şifrelerini bu ayara göre girmeleri istenir.

Bu ayar yapılandırılmazsa, hızlı kilit açmayı kullanan kullanıcılardan kilit ekranında şifrelerini her gün girmeleri istenir.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">False (yanlış) değerinde, kullanıcılar zayıf ve kolayca tahmin edilebilecek PIN'ler ayarlayamaz.

Zayıf PIN'lere ilişkin bazı örnekler: Yalnızca bir rakam içeren PIN'ler (1111), değerleri 1 artan rakamlardan oluşan PIN'ler (1234), değerleri 1 azalan rakamlardan oluşan PIN'ler (4321) ve yaygın şekilde kullanılan PIN'ler.

Varsayılan olarak, PIN'in zayıf olduğu düşünülürse kullanıcılar hata değil, bir uyarı alırlar.</string><string id="Proxy_group">Proxy sunucu</string><string id="ProxyMode">Proxy sunucu ayarlarının nasıl belirtileceğini seç</string><string id="ProxyMode_Explain">Google Chrome tarafından kullanılan proxy sunucuyu belirtmenize olanak tanır ve kullanıcıların proxy ayarlarını değiştirmelerini önler.

Pproxy sunucu kullanmamayı ve her zaman doğrudan bağlanmayı seçerseniz diğer tüm seçenekler göz ardı edilir.

Sistem proxy ayarlarını kullanmayı seçerseniz diğer tüm seçenekler göz ardı edilir.

Proxy sunucuyu otomatik olarak algılamayı seçerseniz diğer tüm seçenekler göz ardı edilir.

Sabit sunucu proxy modunu seçerseniz &quot;Proxy sunucunun adresi veya URL'si&quot; ve &quot;Virgülle ayrılmış proxy atlama kuralları listesi&quot;nde daha ayrıntılı seçenekler belirtebilirsiniz. ARC uygulamaları için yalnızca en yüksek önceliğe sahip HTTP proxy sunucusu kullanılabilir.

Bir .pac proxy komut dosyası kullanmayı seçerseniz &quot;Bir proxy .pac dosyasının URL'si&quot; içinde komut dosyasının URL'sini belirtmeniz gerekir.

Ayrıntılı örnekler için şu adresi ziyaret edin:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Bu ayarı etkinleştirirseniz Google Chrome ve ARC uygulamaları, komut satırında proxy ile ilgili belirtilen tüm seçenekleri göz ardı eder.

Bu politikanın ayarlanmadan bırakılması, kullanıcıların proxy ayarlarını kendi başlarına seçmelerine olanak tanır.</string><string id="ProxyMode_ProxyDisabled">Hiçbir zaman proxy kullanma</string><string id="ProxyMode_ProxyAutoDetect">Proxy ayarlarını otomatik olarak algıla</string><string id="ProxyMode_ProxyPacScript">.pac proxy komut dosyası kullan</string><string id="ProxyMode_ProxyFixedServers">Sabit proxy sunucuları kullan</string><string id="ProxyMode_ProxyUseSystem">Sistem proxy ayarlarını kullan</string><string id="ProxyServer">Proxy sunucunun adresi veya URL'si</string><string id="ProxyServer_Explain">Proxy sunucunun URL'sini burada belirtebilirsiniz.

Bu politika yalnızca &quot;Proxy sunucu ayarlarının nasıl belirtileceğini seçin&quot; alanı için manuel proxy ayarlarını seçtiyseniz etkili olur.

Proxy politikalarını ayarlamak için başka bir mod seçtiyseniz bu politikayı ayarlamadan bırakmanız gerekir.

Diğer seçenekler ve ayrıntılı örnekler için şu sayfayı ziyaret edin:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">Proxy .pac dosyası için URL</string><string id="ProxyPacUrl_Explain">Bir proxy .pac dosyasının URL'sini burada belirtebilirsiniz.

Bu politika yalnızca &quot;Proxy sunucu ayarlarının nasıl belirtileceğini seçin&quot; alanında manuel proxy ayarlarını seçtiyseniz etkili olur.

Proxy politikalarının ayarlanmasıyla ilgili başka bir mod seçtiyseniz bu politikayı ayarlamadan bırakmanız gerekir.

Ayrıntılı örnekler için şu adresi ziyaret edin:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Proxy atlama kuralları</string><string id="ProxyBypassList_Explain">Google Chrome, burada belirtilen ana makine listesi için tüm proxy'leri atlar.

Bu politika yalnızca &quot;Proxy sunucu ayarlarının nasıl belirtileceğini seçin&quot; alanında proxy ayarlarını manuel olarak seçtiyseniz uygulanır.

Proxy politikalarının ayarlanmasıyla ilgili olarak başka bir mod seçtiyseniz, bu politikayı ayarlamadan bırakmanız gerekir.

Daha ayrıntılı örnekler için şu adresi ziyaret edin:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="Attestation_group">Uzaktan Doğrulama</string><string id="AttestationEnabledForUser">Kullanıcı için uzaktan doğrulamayı etkinleştir</string><string id="AttestationEnabledForUser_Explain">True (doğru) olarak ayarlanırsa kullanıcı, cihaz kimliğini gizlilik CA'sına uzaktan doğrulatmak için Chrome cihazlardaki donanımı kullanabilir. Bu işlem Enterprise Platform Keys API üzerinden chrome.enterprise.platformKeys.challengeUserKey() işlevi kullanılarak gerçekleştirilir.

False (yanlış) olarak ayarlanırsa veya hiç ayarlanmazsa, API'ye yapılan çağrılar başarısız olur ve hata kodu görüntülenir.</string><string id="AttestationExtensionWhitelist">Uzaktan doğrulama API'sını kullanmasına izin verilen uzantılar</string><string id="AttestationExtensionWhitelist_Explain">Bu politika, uzaktan doğrulama için Enterprise Platform Keys API chrome.enterprise.platformKeys.challengeUserKey() işlevini kullanmasına izin verilen uzantıları belirtir. API'yi kullanmak için uzantılar bu listeye eklenmelidir.

Bir uzantı listede yoksa veya liste ayarlanmamışsa API'ye yapılan çağrılar başarısız olur ve hata kodu görüntülenir.</string><string id="AttestationExtensionWhitelistDesc">Uzaktan doğrulama API'sını kullanmasına izin verilen uzantılar</string><string id="RemoteAccess_group">Uzaktan erişim seçeneklerini yapılandır</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Uzaktan erişim ana makinesinden güvenlik duvarı geçişini etkinleştir</string><string id="RemoteAccessHostFirewallTraversal_Explain">Uzak istemciler bu makineyle bağlantı kurmaya çalıştığında STUN sunucularının kullanılabilmesini sağlar.

Bu ayar etkinleştirilirse, uzak istemciler bu makineleri bir güvenlik duvarıyla ayrılmış olsalar bile keşfedebilir ve bu makinelere bağlanabilirler.

Bu ayar devre dışı bırakılırsa ve giden UDP bağlantıları güvenlik duvarı tarafından filtreleniyorsa, bu makine yalnızca yerel ağ içindeki istemci makinelerden gelen bağlantılara izin verir.

Bu politika ayarlanmadan bırakılırsa, ayar etkinleşir.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Uzaktan erişim ana makineleri için TalkGadget önekini yapılandır</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Uzaktan erişim ana makineleri tarafından kullanılacak olan TalkGadget önekini yapılandırır ve kullanıcıların bunu değiştirmesini önler.

Bu önek belirtilirse, TalkGadget'a ilişkin tam bir alan adı oluşturmak üzere temel TalkGadget adının başına eklenir. Temel TalkGadget alan adı '.talkgadget.google.com'dur.

Bu ayar etkinleştirilirse, ana makineler TalkGadget'a erişirken varsayılan alan adı yerine özel alan adını kullanır.

Bu ayar devre dışı bırakılır veya ayarlanmazsa, tüm ana makineler için varsayılan TalkGadget alan adı ('chromoting-host.talkgadget.google.com') kullanılır.

Uzaktan erişim istemcileri bu politika ayarından etkilenmez. Bunlar, TalkGadget'a erişmek için her zaman 'chromoting-client.talkgadget.google.com' alan adını kullanır.</string><string id="RemoteAccessHostRequireCurtain">Uzaktan erişen ana makinelerin perdelenmesini etkinleştirme</string><string id="RemoteAccessHostRequireCurtain_Explain">Bir bağlantı devam ederken uzaktan erişen ana makinelerin perdelenmesini etkinleştirir.

Bu ayar etkinleştirilirse, uzak bağlantı devam ettiği sürece ana makinelerin fiziksel giriş ve çıkış cihazları devre dışı bırakılır.

Bu ayar devre dışı bırakılırsa veya belirlenmezse, ana makine paylaşıldığı sırada hem yerel, hem de uzak kullanıcılar etkileşimde bulunabilir.</string><string id="RemoteAccessHostAllowClientPairing">Uzaktan erişim ana makineleri için PIN'siz kimlik doğrulamayı etkinleştir veya devre dışı bırak</string><string id="RemoteAccessHostAllowClientPairing_Explain">Bu ayar etkinleştirilirse veya yapılandırılmazsa, kullanıcılar bağlantı zamanında istemcileri ve ana makineleri eşleştirmeyi seçebilir, bu da her defasında PIN girme gereğini ortadan kaldırır.

Bu ayar devre dışı bırakılırsa, bu özellik kullanılamaz.</string><string id="RemoteAccessHostAllowGnubbyAuth">Uzak erişim ana makineleri için gnubby kimlik doğrulamasına izin ver</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Bu ayar etkinleştirilirse gnubby kimlik doğrulama isteklerinde uzaktan ana bilgisayar bağlantısı üzerinden proxy kullanılır.

Bu ayar devre dışı bırakılır veya yapılandırılmazsa gnubby kimlik doğrulama isteklerinde proxy kullanılmaz.</string><string id="RemoteAccessHostAllowRelayedConnection">Uzaktan erişen ana makine tarafından geçiş sunucuları kullanılmasını etkinleştir</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Uzaktan erişen ana makine tarafından kullanılan UDP bağlantı noktası aralığını kısıtla</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Yerel kullanıcının adı ile uzak erişim ana makinesi sahibinin adının aynı olmasını gerektirir.</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Uzaktan erişim istemcilerinin kimlik doğrulama jetonunu edinmesi gerektiği URL</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">Uzaktan erişim istemci kimlik doğrulama jetonunu doğrulama URL'si</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">RemoteAccessHostTokenValidationUrl'ye bağlanmak için istemci sertifikası</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Extensions_group">Uzantılar</string><string id="ExtensionInstallBlacklist">Uzantı kurulum kara listesini yapılandır</string><string id="ExtensionInstallBlacklist_Explain">Kullanıcıların hangi uzantıları YÜKLEYEMEYECEĞİNİ belirlemenize olanak tanır. Halihazırda yüklü olan uzantılar kara listede bulunuyorsa devre dışı bırakılır ve kullanıcı hiçbir şekilde onları yeniden etkinleştiremez. Kara liste nedeniyle devre dışı bırakılan bir uzantı, kara listeden çıkarılması halinde otomatik olarak yeniden etkinleştirilir.

Kara liste değerinin * olması, açıkça beyaz listede bulunmayan tüm uzantıların kara listeye alınacağı anlamına gelir.

Bu politika ayarlanmadan bırakılırsa kullanıcı Google Chrome ürününe herhangi bir uzantıyı yükleyebilir.</string><string id="ExtensionInstallBlacklistDesc">Uzantı kurulum kara listesini yapılandır</string><string id="ExtensionInstallWhitelist">Uzantı yükleme beyaz listesini yapılandır</string><string id="ExtensionInstallWhitelist_Explain">Kara listeye alınmayacak uzantıları belirlemenize olanak sağlar. Kara liste değerinin * olması, tüm uzantıların kara listede bulunduğunu ve kullanıcıların yalnızca beyaz listede belirtilen uzantıları yükleyebileceklerini gösterir. Varsayılan olarak tüm uzantılar beyaz listede bulunur, ancak politika gereği tüm uzantılar kara listeye alınmışsa bu politikayı geçersiz kılmak için beyaz liste kullanılabilir.</string><string id="ExtensionInstallWhitelistDesc">Uzantı yükleme beyaz listesini yapılandır</string><string id="ExtensionInstallForcelist">Yüklenmeye zorlanan uygulama ve uzantıların listesini yapılandır</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Yüklenmeye zorlanan uygulama ve uzantıların listesini yapılandır</string><string id="ExtensionInstallSources">Uzantı, uygulama ve kullanıcı komut dosyası yükleme kaynaklarını yapılandır</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Uzantı, uygulama ve kullanıcı komut dosyası yükleme kaynaklarını yapılandır</string><string id="ExtensionAllowedTypes">İzin verilen uygulama/uzantı türlerini yapılandır</string><string id="ExtensionAllowedTypes_Explain">Yüklenmesine izin verilecek uygulama/uzantı türlerini kontrol eder ve çalışma zamanı erişimini sınırlandırır.

Bu ayar, Google Chrome ürününe yüklenmesine izin verilen uzantı/uygulama türlerini beyaz listeye ekler. Değer bir dize listesidir ve şunlardan biri olmalıdır: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Bu türler hakkında daha fazla bilgi edinmek için Google Chrome uzantıları dokümanına bakın.

Bu politikanın, ExtensionInstallForcelist ile yükletilecek uzantı ve uygulamaları da etkilediğini unutmayın.

Bu ayar yapılandırılırsa listede bulunmayan türden uzantılar/uygulamalar yüklenmez.

Bu ayar yapılandırılmadan bırakılırsa kabul edilen uzantı/uygulama türleri ile herhangi bir kısıtlama uygulanmaz.</string><string id="ExtensionAllowedTypesDesc">İzin verilen uygulama/uzantı türlerini yapılandır</string><string id="ExtensionSettings">Uzantı yönetim ayarları</string><string id="ExtensionSettings_Explain">Google Chrome için uzantı yönetimi ayarlarını yapılandırır.

Bu politika, uzantıyla ilgili mevcut politikaların kontrol ettiği ayarlar da dahil olmak üzere çeşitli ayarları denetler. Bu politikayla birlikte ayarlanan eski politikalar geçersiz kılınır.

Bu politika, bir uzantı kimliğini veya güncelleme URL'sini kendi yapılandırmasıyla eşleştirir. Uzantı kimliği kullanıldığında, yapılandırma sadece belirtilen uzantıya uygulanır. Özel &quot;*&quot; kimliği için varsayılan bir yapılandırma ayarlanabilir ve bu, politikada ayarlanmış özel bir yapılandırmaya sahip olmayan tüm uzantılara uygulanır. Bir güncelleme URL'si kullanıldığında yapılandırma, https://developer.chrome.com/extensions/autoupdate adresinde açıklandığı gibi, bu uzantının manifest dosyasında tamamen aynı güncelleme URL'sine sahip tüm uzantılara uygulanır.

Her bir uzantının (veya aynı güncelleme URL'sine sahip uzantıların) yapılandırması aşağıda açıklanan alanların yer aldığı ayrı bir sözlüktür.

&quot;installation_mode&quot;: Uzantı için yükleme modunu belirten bir dizeye eşler. Geçerli dizeler şunlardır:
* &quot;allowed&quot;: Kullanıcının uzantıyı yüklemesine izin verir. Bu varsayılan davranıştır.
* &quot;blocked&quot;: Uzantının yüklenmesini engeller.
* &quot;force_installed&quot;: Uzantı otomatik olarak yüklenir ve kullanıcı tarafından kaldırılamaz.
* &quot;normal_installed&quot;: Uzantı otomatik olarak yüklenir, ancak kullanıcı tarafından devre dışı bırakılabilir.

&quot;installation_mode&quot;, &quot;*&quot; uzantısı dahil olmak üzere birden fazla uzantı ve aynı güncelleme URL'sine sahip uzantılar için de (varsayılan ayarlar olarak) yapılandırılabilir. Bu durumda sadece &quot;allowed&quot; ve &quot;blocked&quot; değerleri kullanılabilir.

Mod &quot;force_installed&quot; veya &quot;normal_installed&quot; seçeneğine ayarlanırsa ayrıca &quot;update_url&quot; yapılandırılmalıdır. Bu politikada ayarlanmış olan güncelleme URL'sinin sadece ilk yükleme için kullanıldığını unutmayın. Uzantının sonraki güncellemelerinde, uzantının manifest dosyasında belirtilen güncelleme URL'si kullanılır. Güncelleme URL'si, yukarıda belirtildiği gibi bir Güncelleme Manifest XML dokümanını işaret etmelidir.

&quot;blocked_permissions&quot;: Uzantı için engellenen API izinlerini belirten dizeleri barındıran bir listeye eşlenir. İzin adları, https://developer.chrome.com/extensions/declare_permissions adresinde açıklandığı gibi, uzantının manifest dosyasında belirtilen izin dizeleri ile aynıdır. Bu ayar &quot;*&quot; uzantısı için de yapılandırılabilir. Uzantı, engelleme listesine alınmış bir izni gerektiriyorsa yüklemesine izin verilmez. İsteğe bağlı koşul olarak engellenmiş bir izin içeriyorsa normal şekilde işlem yapılır, ancak çakışan izinler istenirse çalışma zamanında otomatik olarak reddedilir.

&quot;allowed_permissions&quot;: &quot;blocked_permissions&quot; dizesine benzer, ancak izin listesi tarafından genel olarak engellenmiş olabilecek ve böylece &quot;*&quot; uzantısı için yapılandırılamayan bazı izinler açık şekilde sağlanır. Bu ayarın izinleri uzantılara otomatik olarak vermediğini unutmayın.

&quot;minimum_version_required&quot;: Bir sürüm dizesine eşlenir. Sürüm dizesinin biçimi, https://developer.chrome.com/apps/manifest/version adresinde açıklandığı gibi, uzantı manifest dosyasında kullanılan biçimle aynıdır. Belirtilen minimum sürümden daha eski sürüme sahip uzantılar devre dışı bırakılır. Bu, yüklenmeye zorlanan uzantılar için de geçerlidir.

Aşağıdaki ayarlar sadece varsayılan &quot;*&quot; yapılandırması için kullanılabilir:

&quot;install_sources&quot;: Bu listedeki her öğe, uzantı tarzında bir eşleşme kalıbıdır (bkz. https://developer.chrome.com/extensions/match_patterns). Kullanıcılar bu listedeki bir öğeyle eşleşen herhangi bir URL'den kolayca öğe yükleyebilirler. Bu kalıplar hem *.crx dosyasının konumuna hem de indirme işleminin başlatıldığı sayfaya (yani yönlendiren) izin vermelidir.

&quot;allowed_types&quot;: Bu ayar, izin verilen ve Google Chrome ürününe yüklenebilen uzantı/uygulama türlerini beyaz listeye ekler. Değer, her biri şunlardan biri olması gereken dizelerden oluşan bir listedir: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Bu türlerle ilgili daha fazla bilgi için Google Chrome uzantılarıyla ilgili dokümanlara bakın.
&quot;blocked_install_message&quot;: Bir kullanıcı bir uzantıyı yüklemeyi dener ancak politika tarafından engellenirse, Chrome Web Mağazası bir genel hata mesajı görüntüler. Bu ayar, hata mesajına metin eklemenize olanak tanır. Bu işlem, kullanıcıları yardım masanıza yönlendirmek, belirli bir uzantının engellenme nedenini açıklamak veya başka bir amaçla kullanılabilir. Bu hata mesajı 1.000 karakterden uzun olursa kesilir.
&quot;runtime_blocked_hosts&quot;: Bir uzantının etkileşimde bulunmasının engelleneceği ana makinelerin listesini kabul eder. Bu etkileşim javascript ekleme, webRequest / webNavigation öğelerini değiştirme ve görüntüleme, çerezleri görüntüleme ve değiştirmeyi içerir. Biçim, Eşleşme Kalıplarına (https://developer.chrome.com/extensions/match_patterns) benzer ancak herhangi bir yol (ör. &quot;*://*.example.com&quot;) tanımlanamaz. Bu, etkili TLD joker karakterlerini de (ör. &quot;*://example.*&quot;) destekler.
&quot;runtime_allowed_hosts&quot;: &quot;runtime_blocked_hosts&quot; içinde listelenip listelenmediklerinden bağımsız olarak bir uzantının etkileşimde bulunabileceği ana makinelerin bir listesini kabul eder. Bu, &quot;runtime_blocked_hosts&quot; ile aynı biçimdir.
</string><string id="DefaultSearchProvider_group">Varsayılan arama sağlayıcı</string><string id="DefaultSearchProviderEnabled">Varsayılan arama sağlayıcıyı etkinleştir</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Varsayılan arama sağlayıcının adı</string><string id="DefaultSearchProviderName_Explain">Varsayılan arama sağlayıcısının adını belirtir. Boş bırakılır veya ayarlanmazsa, arama URL'sinin belirttiği ana makine adı kullanılır.

Bu politika, yalnızca 'DefaultSearchProviderEnabled' politikası etkinleştirildiğinde dikkate alınır.</string><string id="DefaultSearchProviderKeyword">Varsayılan arama sağlayıcı anahtar kelimesi</string><string id="DefaultSearchProviderKeyword_Explain">Bu sağlayıcıda aramayı tetiklemek üzere çok amaçlı adres çubuğunda anahtar kelime kısayolunu belirtir.

Bu politika isteğe bağlıdır. Ayarlanmazsa, hiçbir anahtar kelime arama sağlayıcıyı etkinleştirmez.

Bu politika yalnızca 'DefaultSearchProviderEnabled' politikası etkinleştirildiğinde uygulanır.</string><string id="DefaultSearchProviderSearchURL">Varsayılan arama sağlayıcı arama URL'si</string><string id="DefaultSearchProviderSearchURL_Explain">Bir varsayılan arama gerçekleştirilirken kullanılan arama motorunun URL'sini belirtir. URL, &quot;{searchTerms}&quot; dizesini içermelidir. Sorgu sırasında, kullanıcının aradığı terimler bu dizenin yerini alır.

Google'ın arama URL'si şu şekilde belirtilebilir: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'

, &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirildiğinde bu seçenek ayarlanmalıdır ve yalnızca bu durumda uygulanır.</string><string id="DefaultSearchProviderSuggestURL">Arama önerileri için varsayılan arama sağlayıcı URL'si</string><string id="DefaultSearchProviderSuggestURL_Explain">Arama önerileri sağlamak için kullanılan arama motorunun URL'sini belirtir. URL, &quot;{searchTerms}&quot; dizesini içermelidir. Sorgu sırasında bu dizenin yerini, kullanıcının o zamana kadar girmiş olduğu metin alacaktır.

Bu politika isteğe bağlıdır. Ayarlanmazsa, herhangi bir öneri URL'si kullanılmaz.

Google'ın öneri URL'si şu şekilde belirtilebilir: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'

Bu politikaya yalnızca &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirildiğinde uyulur.</string><string id="DefaultSearchProviderInstantURL">Varsayılan arama sağlayıcı anında arama URL'si</string><string id="DefaultSearchProviderInstantURL_Explain">Anında arama sonuçları sağlamak için kullanılan arama motorunun URL'sini belirtir. URL, '{searchTerms}' dizesini içermelidir. Sorgu sırasında, kullanıcının girdiği metin bu dizenin yerini alır.

Bu politika isteğe bağlıdır. Ayarlanmazsa, herhangi bir arama sonucu sağlanmaz.

Google'ın anında arama sonuçları URL'si şu şekilde belirtilebilir: '{google:baseURL}suggest?q={searchTerms}'

Bu politikaya yalnızca &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirilirse uyulur.</string><string id="DefaultSearchProviderIconURL">Varsayılan arama sağlayıcı simgesi</string><string id="DefaultSearchProviderIconURL_Explain">Varsayılan arama sağlayıcının favori simge URL'sini belirtir.

Bu politika isteğe bağlıdır. Ayarlanmazsa, arama sağlayıcı için herhangi bir simge sunulmaz.

Bu politika, yalnızca 'DefaultSearchProviderEnabled' politikası etkinleştirilirse uygulanır.</string><string id="DefaultSearchProviderEncodings">Varsayılan arama sağlayıcı kodlamaları</string><string id="DefaultSearchProviderEncodings_Explain">Arama sağlayıcısı tarafından desteklenen karakter kodlamalarını belirtir. Kodlamalar, UTF-8, GB2312 ve ISO-8859-1 gibi kod sayfası adlarıdır. Bunlar, sağlandıkları sırada denenirler.

Bu politika isteğe bağlıdır. Ayarlanmazsa, varsayılan değer olan UTF-8 kullanılır.

Bu politika, yalnızca 'DefaultSearchProviderEnabled' politikası etkinleştirilirse dikkate alınır.</string><string id="DefaultSearchProviderEncodingsDesc">Varsayılan arama sağlayıcı kodlamaları</string><string id="DefaultSearchProviderAlternateURLs">Varsayılan arama sağlayıcısına ilişkin alternatif URL'lerin listesi</string><string id="DefaultSearchProviderAlternateURLs_Explain">Arama motorundan arama terimlerini çıkartmak için kullanılabilecek alternatif URL'lerin bir listesini belirtir. URL'ler, arama terimlerinin çıkartılmasında kullanılacak '{searchTerms}' dizesini içermelidir.

Bu politika isteğe bağlıdır. Ayarlanmazsa, arama terimlerini çıkartmak için herhangi bir alternatif URL kullanılmaz.

Bu politika yalnızca 'DefaultSearchProviderEnabled' politikası etkinleştirilirse uygulanır.</string><string id="DefaultSearchProviderAlternateURLsDesc">Varsayılan arama sağlayıcısına ilişkin alternatif URL'lerin listesi</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Varsayılan arama sağlayıcısı için arama terimi yerleştirmeyi kontrol eden parametre</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Bu politika ayarlanırsa ve çok amaçlı adres çubuğundan önerilen bir arama URL'sinde, sorgu dizesinde veya parça tanımlayıcısında bu parametre bulunursa, öneri, ham arama URL'si yerine arama terimlerini ve arama sağlayıcısını gösterir.

Bu politika isteğe bağlıdır. Ayarlanmadan bırakılırsa, hiçbir arama terimi değişikliği yapılmaz.

Bu politika ancak 'DefaultSearchProviderEnabled' politikası etkinleştirilirse dikkate alınır.</string><string id="DefaultSearchProviderImageURL">Varsayılan arama sağlayıcısı için resme göre arama özelliği sağlayan parametre</string><string id="DefaultSearchProviderImageURL_Explain">Resim araması sağlamak için kullanılacak arama motorunun URL'sini belirtir. Arama istekleri GET yöntemi kullanılarak gönderilir. DefaultSearchProviderImageURLPostParams politikası ayarlanırsa, resim araması istekleri GET yöntemi yerine POST yöntemini kullanır.

Bu politika isteğe bağlıdır. Ayarlanmazsa, resim araması kullanılmaz.

Bu politika sadece &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirilmişse dikkate alınır.</string><string id="DefaultSearchProviderNewTabURL">Varsayılan arama sağlayıcısı yeni sekme sayfası URL'si</string><string id="DefaultSearchProviderNewTabURL_Explain">Bir arama motorunun yeni bir sekme sayfası sağlamak için kullandığı URL'yi belirtir.

Bu politika isteğe bağlıdır. Ayarlanmazsa hiçbir yeni sekme sayfası sağlanmaz.

Bu politika sadece &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirilmişse geçerli olur.</string><string id="DefaultSearchProviderSearchURLPostParams">POST kullanan arama URL'si için parametreler</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">POST ile bir URL ararken kullanılacak parametreleri belirtir. Virgülle ayrılmış ad/değer çiftlerini içeren bir listeden oluşur. Bir değer, yukarıdaki örnekteki {searchTerms} gibi bir şablon parametresi ise, gerçek arama terimleri verisiyle değiştirilir.

Bu politika isteğe bağlıdır. Ayarlanmazsa, arama isteği GET yöntemi kullanılarak gönderilir.

Bu politika sadece is &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirilmişse dikkate alınır.</string><string id="DefaultSearchProviderSuggestURLPostParams">POST kullanan öneri URL'si parametreleri</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">POST ile öneri araması yaparken kullanılan parametreleri belirtir. Virgülle ayrılmış ad/değer çiftlerini içeren bir listeden oluşur. Bir değer, yukarıdaki örnekteki {searchTerms} gibi bir şablon parametresi ise gerçek arama terimleri verisiyle değiştirilir.

Bu politika isteğe bağlıdır. Ayarlanmazsa, öneri araması isteği, GET yöntemi kullanılarak gönderilir.

Bu politika sadece is &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirilmişse dikkate alınır.</string><string id="DefaultSearchProviderInstantURLPostParams">POST kullanan anlık URL parametreleri</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">POST ile anında arama yaparken kullanılan parametreleri belirtir. Virgülle ayrılmış ad/değer çiftlerini içeren bir listeden oluşur. Bir değer, yukarıdaki örnekteki {searchTerms} gibi bir şablon parametresi ise, gerçek arama terimleri verisiyle değiştirilir.

Bu politika isteğe bağlıdır. Ayarlanmazsa, anında arama isteği, GET yöntemi kullanılarak gönderilir.

Bu politika sadece is &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirilmişse dikkate alınır.</string><string id="DefaultSearchProviderImageURLPostParams">POST kullanan resim URL'si için parametreler</string><string id="DefaultSearchProviderImageURLPostParams_Explain">POST ile resim araması yaparken kullanılacak parametreleri belirtir. Virgülle ayrılmış ad/değer çiftlerini içeren bir listeden oluşur. Bir değer, yukarıdaki örnekteki {imageThumbnail} gibi bir şablon parametresi ise, gerçek resmin küçük resim verisiyle değiştirilir.

Bu politika isteğe bağlıdır. Ayarlanmazsa, resim araması isteği GET yöntemiyle gönderilir.

Bu politika sadece &quot;DefaultSearchProviderEnabled&quot; politikası etkinleştirilmişse dikkate alınır.</string><string id="NewTabPage_group">Yeni Sekme Sayfası</string><string id="NewTabPageLocation">Yeni Sekme sayfasının URL'sini yapılandır</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="ContentSettings_group">İçerik Ayarları</string><string id="DefaultCookiesSetting">Varsayılan çerezler ayarı</string><string id="DefaultCookiesSetting_Explain">Web sitelerinin yerel verileri ayarlamasına izin verilip verilmeyeceğini belirlemenize olanak sağlar. Yerel verileri ayarlamaları için ya tüm web sitelerine izin verilir ya da hiçbirine izin verilmez.

Bu politika, &quot;Oturum süresince çerezleri tut&quot; seçeneğine ayarlanırsa, oturum kapatıldığında çerezler temizlenir. Google Chrome &quot;arka plan modunda&quot; çalışıyorsa, son pencere kapatıldığında oturumun kapatılmayabileceğini unutmayın. Bu çalışma biçimini yapılandırma ile ilgili daha fazla bilgi için lütfen &quot;BackgroundModeEnabled&quot; politikasına bakın.

Bu politika ayarlanmamış halde bırakılırsa &quot;AllowCookies&quot; kullanılır ve kullanıcı bunu değiştirebilir.</string><string id="DefaultCookiesSetting_AllowCookies">Tüm sitelerin yerel verileri ayarlamasına izin verme</string><string id="DefaultCookiesSetting_BlockCookies">Hiçbir sitenin yerel verileri ayarlamasına izin verme</string><string id="DefaultCookiesSetting_SessionOnly">Oturum süresince çerezleri tutma</string><string id="DefaultImagesSetting">Varsayılan resimler ayarı</string><string id="DefaultImagesSetting_Explain">Web sitelerinin resimleri görüntülemelerine izin verilip verilmeyeceğini ayarlamanıza olanak tanır. Resimlerin görüntülenmesine tüm web siteleri için izin verilebilir veya bu işlev tüm web siteleri için reddedilebilir.

Bu politika ayarlanmadan bırakılırsa, 'AllowImages' politikası kullanılır ve kullanıcı bunu değiştirebilir.</string><string id="DefaultImagesSetting_AllowImages">Tüm sitelerin tüm resimleri görüntülemesine izin ver</string><string id="DefaultImagesSetting_BlockImages">Hiçbir sitenin resimleri görüntülemesine izin verme</string><string id="DefaultJavaScriptSetting">Varsayılan JavaScript ayarı</string><string id="DefaultJavaScriptSetting_Explain">Web sitelerinin JavaScript çalıştırmalarına izin verilip verilmeyeceğini ayarlamanıza olanak tanır. Tüm sitelerin JavaScript çalıştırmasına izin verilebilir veya tüm siteler için bu reddedilebilir.

Bu politika ayarlanmadan bırakılırsa, 'AllowJavaScript' kullanılır ve kullanıcı ayarı değiştirebilir.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Tüm sitelerin JavaScript çalıştırmasına izin ver</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Hiçbir sitenin JavaScript çalıştırmasına izin verme</string><string id="DefaultPluginsSetting">Varsayılan Flash ayarı</string><string id="DefaultPluginsSetting_Explain">Web sitelerinin Flash eklentisini otomatik olarak çalıştırmalarına izin verilip verilmeyeceğini ayarlamanızı sağlar. Otomatik olarak çalışan Flash eklentisine ya bütün web sitelerinde izin verilebilir ya da bu eklenti web sitelerinin tümünde reddedilebilir.

Tıkla oynat seçeneği Flash eklentisinin çalışmasına izin verir, ancak eklentiyi çalıştırmak için kullanıcının yer tutucuyu tıklaması gerekir.

Bu politika ayarlanmadan bırakılırsa kullanıcı bu ayarı manuel olarak değiştirebilir.</string><string id="DefaultPluginsSetting_AllowPlugins">Tüm sitelerin otomatik olarak Flash eklentisini çalıştırmasına izin ver</string><string id="DefaultPluginsSetting_BlockPlugins">Flash eklentisini engelle</string><string id="DefaultPluginsSetting_ClickToPlay">Tıklandığında oynat</string><string id="DefaultPopupsSetting">Varsayılan pop-up'lar ayarı</string><string id="DefaultPopupsSetting_Explain">Web sitelerinin pop-up göstermesine izin verilip verilmeyeceğini ayarlamanıza olanak tanır. Tüm web siteleri için pop-up'ların gösterilmesine izin verilebilir veya tüm web sitelerinin pop-up göstermesi reddedilebilir.

Bu politika ayarlanmadan bırakılırsa, 'BlockPopups' kullanılır ve kullanıcı bu ayarı değiştirebilir.</string><string id="DefaultPopupsSetting_AllowPopups">Tüm sitelerin pop-up göstermesine izin ver</string><string id="DefaultPopupsSetting_BlockPopups">Hiçbir sitenin pop-up göstermesine izin verme</string><string id="DefaultNotificationsSetting">Varsayılan bildirim ayarı</string><string id="DefaultNotificationsSetting_Explain">Web sitelerinin masaüstü bildirimleri görüntülemesine izin verilip verilmeyeceğini ayarlamanıza olanak tanır. Varsayılan olarak masaüstü bildirimlerinin görüntülenmesine izin verilebilir, varsayılan olarak bu reddedilebilir veya bir web sitesi her masaüstü bildirimi gösterme isteğinde bulunduğunda kullanıcıya sorulabilir.

Bu politika ayarlanmadan bırakılırsa, 'AskNotifications' kullanılır ve kullanıcı ayarı değiştirebilir.</string><string id="DefaultNotificationsSetting_AllowNotifications">Sitelerin masaüstü bildirimi göstermesine izin ver</string><string id="DefaultNotificationsSetting_BlockNotifications">Hiçbir sitenin masaüstü bildirimi göstermesine izin verme</string><string id="DefaultNotificationsSetting_AskNotifications">Bir site, masaüstü bildirimlerini her göstermek istediğinde sor.</string><string id="DefaultGeolocationSetting">Varsayılan coğrafi konum ayarı</string><string id="DefaultGeolocationSetting_Explain">Web sitelerinin kullanıcının fiziksel konumunu izlemelerine izin verilip verilmeyeceğini ayarlamanıza olanak tanır. Kullanıcıların fiziksel konumunun izlenmesine varsayılan olarak izin verilebilir, bu varsayılan olarak reddedilebilir veya bir web sitesi her fiziksel konum isteğinde bulunduğunda kullanıcıya sorulabilir.

Bu politika ayarlanmadan bırakılırsa, 'AskGeolocation' kullanılır ve kullanıcı bu ayarı değiştirebilir.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Sitelerin, kullanıcıların fiziksel konumlarını izlemesine izin ver</string><string id="DefaultGeolocationSetting_BlockGeolocation">Hiçbir sitenin, kullanıcının fiziksel konumunu izlemesine izin verme</string><string id="DefaultGeolocationSetting_AskGeolocation">Bir site, kullanıcının fiziksel konumunu izlemek istediğinde sor</string><string id="DefaultWebBluetoothGuardSetting">Web Bluetooth API'sının kullanımını kontrol et</string><string id="DefaultWebBluetoothGuardSetting_Explain">Web sitelerinin yakınlardaki Bluetooth cihazlarına erişim sağlamalarına izin verilip verilmeyeceğini ayarlamanıza olanak tanır. Erişim tamamıyla engellenebilir veya bir web sitesinin yakınlardaki Bluetooth cihazlarına erişim sağlamak istediği her defasında, kullanıcıya onay verip vermediği sorulabilir.

Bu politika ayarlanmadan bırakılırsa &quot;3&quot; değeri kullanılır ve kullanıcı, bu değeri değiştirebilir.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Hiçbir sitenin Web Bluetooth API'sı aracılığıyla Bluetooth hizmetlerine erişim istemesine izin verme</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Sitelerin, yakınlardaki bir Bluetooth cihazına erişmek için kullanıcıdan izin istemesine izin ver</string><string id="AutoSelectCertificateForUrls">Bu siteler için istemci sertifikalarını otomatik olarak seç</string><string id="AutoSelectCertificateForUrls_Explain">Site bir sertifika istiyorsa, Google Chrome ürününün otomatik olarak hangi siteler için bir istemci sertifikası seçeceğini belirten URL kalıplarının listesini sağlamanıza olanak verir.

Değer, dizeleştirilmiş bir JSON sözlükleri dizisi olmalıdır. Her sözlük { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER } biçiminde olmalıdır; burada $URL_PATTERN içerik ayarı kalıbıdır. $FILTER, tarayıcının otomatik olarak seçeceği istemci sertifikalarını kısıtlar. Filtre ayarı ne olursa olsun, sadece sunucunun sertifika isteğiyle eşleşen sertifikalar seçilir. $FILTER ifadesi { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } } biçimindeyse, bunun yanı sıra sadece CommonName $ISSUER_CN olarak belirtilmiş bir sertifika tarafından yayınlanan istemci sertifikaları seçilir. $FILTER boş bir sözlük {} olursa, istemci sertifikalarının seçimi üzerinde başka kısıtlanma uygulanmaz.

Bu politika ayarlanmadan bırakılırsa hiçbir site otomatik olarak seçilmez.</string><string id="AutoSelectCertificateForUrlsDesc">Bu siteler için istemci sertifikalarını otomatik olarak seç</string><string id="CookiesAllowedForUrls">Bu sitelerde çerezlere izin ver</string><string id="CookiesAllowedForUrls_Explain">Çerezleri ayarlamalarına izin verilen sitelerin belirtildiği bir URL kalıpları listesini ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultCookiesSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="CookiesAllowedForUrlsDesc">Bu sitelerde çerezlere izin ver</string><string id="CookiesBlockedForUrls">Bu sitelerdeki çerezleri engelle</string><string id="CookiesBlockedForUrls_Explain">Çerezleri ayarlamalarına izin verilmeyen sitelerin belirtildiği bir URL kalıpları listesini ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultCookiesSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="CookiesBlockedForUrlsDesc">Bu sitelerdeki çerezleri engelle</string><string id="CookiesSessionOnlyForUrls">Bu sitelerde yalnızca oturum için olan çerezlere izin ver</string><string id="CookiesSessionOnlyForUrls_Explain">Yalnızca oturum için olan çerezleri ayarlamasına izin verilen siteleri belirten URL kalıplarının listesini oluşturmanıza olanak verir.

Bu politikanın ayarlanmadan bırakılması durumunda tüm siteler için kullanılacak değer, &quot;DefaultCookiesSetting&quot; politikası ayarlanmışsa bu politikadaki, ayarlanmamışsa kullanıcının kişisel yapılandırmasındaki genel varsayılan değerdir.

Google Chrome &quot;arka plan modunda&quot; çalışıyorsa, son tarayıcı penceresi de kapatıldığında oturum kapatılmayabilir ve tarayıcıdan çıkılana kadar etkin olarak kalabilir. Bu çalışma biçimini yapılandırma hakkında daha fazla bilgi edinmek için lütfen &quot;BackgroundModeEnabled&quot; politikasına bakın.

&quot;RestoreOnStartup&quot; politikası önceki oturumlara ilişkin URL'leri geri yükleyecek şekilde ayarlanmışsa bu politika yoksayılır ve o siteler için çerezler kalıcı olarak depolanır.</string><string id="CookiesSessionOnlyForUrlsDesc">Bu sitelerde yalnızca oturum için olan çerezlere izin ver</string><string id="ImagesAllowedForUrls">Bu sitelerdeki resimlere izin ver</string><string id="ImagesAllowedForUrls_Explain">Resimleri görüntülemelerine izin verilen sitelerin belirtildiği bir URL kalıpları listesini ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultImagesSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="ImagesAllowedForUrlsDesc">Bu sitelerdeki resimlere izin ver</string><string id="ImagesBlockedForUrls">Bu sitelerdeki resimleri engelle</string><string id="ImagesBlockedForUrls_Explain">Resimleri görüntülemelerine izin verilmeyen sitelerin belirtildiği bir URL kalıpları listesini ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultImagesSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="ImagesBlockedForUrlsDesc">Bu sitelerdeki resimleri engelle</string><string id="JavaScriptAllowedForUrls">Bu sitelerde JavaScript'e izin ver</string><string id="JavaScriptAllowedForUrls_Explain">JavaScript'i çalıştırmasına izin verilen sitelerin belirtildiği bir URL kalıpları listesi ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultJavaScriptSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="JavaScriptAllowedForUrlsDesc">Bu sitelerde JavaScript'e izin ver</string><string id="JavaScriptBlockedForUrls">Bu sitelerde JavaScript'i engelle</string><string id="JavaScriptBlockedForUrls_Explain">JavaScript'i çalıştırmasına izin verilmeyen sitelerin belirtildiği bir URL kalıpları listesi ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultJavaScriptSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="JavaScriptBlockedForUrlsDesc">Bu sitelerde JavaScript'i engelle</string><string id="PluginsAllowedForUrls">Bu sitelerde Flash eklentisine izin ver</string><string id="PluginsAllowedForUrls_Explain">Flash eklentisini çalıştırmasına izin verilen siteleri belirten URL kalıplarının listesini ayarlamanıza izin verir.

Bu politika ayarlanmadan bırakılırsa tüm siteler için ya &quot;DefaultPluginsSetting&quot; politikasından gelen (ayarlanmışsa) ya da kullanıcının kişisel yapılandırmasından gelen global varsayılan değer kullanılır.</string><string id="PluginsAllowedForUrlsDesc">Bu sitelerde Flash eklentisine izin ver</string><string id="PluginsBlockedForUrls">Bu sitelerde Flash eklentisini engelle</string><string id="PluginsBlockedForUrls_Explain">Flash eklentisini çalıştırmasına izin verilmeyen siteleri belirten URL kalıplarının listesini ayarlamanıza izin verir.

Bu politika ayarlanmadan bırakılırsa, tüm siteler için ya &quot;DefaultPluginsSetting&quot; politikasından gelen (ayarlanmışsa) ya da kullanıcının kişisel yapılandırmasından gelen global varsayılan değer kullanılır.</string><string id="PluginsBlockedForUrlsDesc">Bu sitelerde Flash eklentisini engelle</string><string id="PopupsAllowedForUrls">Bu sitelerde pop-up'lara izin ver</string><string id="PopupsAllowedForUrls_Explain">Pop-up açmasına izin verilen siteleri belirten bir URL kalıpları listesi ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultPopupsSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="PopupsAllowedForUrlsDesc">Bu sitelerde pop-up'lara izin ver</string><string id="RegisteredProtocolHandlers">Protokol işleyicilerini kaydet</string><string id="RegisteredProtocolHandlers_Explain">Bir protokol işleyicileri listesini kaydetmenize olanak tanır. Bu, yalnızca önerilen bir politika olabilir. |protocol| özelliğinin &quot;mailto&quot; gibi şemaya ayarlanması ve |url| özelliğinin de şemayı işleyen uygulamanın URL kalıbına ayarlanması gerekir. Kalıp bir &quot;%s&quot; makrosu içerebilir; bu durumda, makro işlenen URL tarafından değiştirilir.

Politika tarafından kaydedilen protokol işleyicileri, kullanıcı tarafından kaydedilenlerle birleştirilir ve her ikisi de kullanılabilir. Kullanıcı, yeni bir varsayılan işleyici yükleyerek politika tarafından yüklenen politika işleyicilerini geçersiz kılabilir, ancak politika tarafından kaydedilen bir protokol işleyicisini kaldıramaz.</string><string id="PopupsBlockedForUrls">Bu sitelerde pop-up'ları engelle</string><string id="PopupsBlockedForUrls_Explain">Pop-up açmasına izin verilmeyen siteleri belirten bir URL kalıpları listesi ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultPopupsSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="PopupsBlockedForUrlsDesc">Bu sitelerde pop-up'ları engelle</string><string id="NotificationsAllowedForUrls">Bu sitelerde bildirimlere izin ver</string><string id="NotificationsAllowedForUrls_Explain">Bildirim görüntülemelerine izin verilen sitelerin belirtildiği bir URL kalıpları listesi ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultNotificationsSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="NotificationsAllowedForUrlsDesc">Bu sitelerde bildirimlere izin ver</string><string id="NotificationsBlockedForUrls">Bu sitelerde bildirimleri engelle</string><string id="NotificationsBlockedForUrls_Explain">Bildirim görüntülemelerine izin verilmeyen sitelerin belirtildiği bir URL kalıpları listesi ayarlamanıza olanak tanır.

Bu politika ayarlanmadan bırakılırsa, 'DefaultNotificationsSetting' politikası ayarlandıysa buradaki değer, aksi takdirde kullanıcının kişisel yapılandırması tüm siteler için genel varsayılan değer olarak kullanılır.</string><string id="NotificationsBlockedForUrlsDesc">Bu sitelerde bildirimleri engelle</string><string id="PasswordManager_group">Şifre yöneticisi</string><string id="PasswordManagerEnabled">Şifrelerin, şifre yöneticisine kaydedilmesini etkinleştir</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="AllowDeletingBrowserHistory">Tarayıcı ve indirme geçmişinin silinmesini etkinleştir</string><string id="AllowDeletingBrowserHistory_Explain">Google Chrome ürününde tarayıcı ve indirme geçmişinin silinmesini etkinleştirir ve kullanıcıların bu ayarı değiştirmesine engel olur.

Bu politika devre dışı bırakılmış olsa dahi, tarama ve indirme geçmişlerinin korunacağı garanti edilemez: Kullanıcılar geçmiş veritabanındaki dosyaları doğrudan düzenleyebilir veya silebilirler. Ayrıca tarayıcının kendisinin süresi dolabilir veya geçmiş öğelerinin herhangi birini veya tümünü her an arşive alabilir.

Bu ayar etkinleştirilirse veya ayarlanmazsa, tarama ve indirme geçmişi silinebilir.

Bu ayar devre dışı bırakılırsa, tarama ve indirme geçmişi silinemez.</string><string id="AllowDinosaurEasterEgg">Dinozor Paskalya Yumurtası Oyununa İzin Verme</string><string id="AllowDinosaurEasterEgg_Explain">Cihaz çevrimdışıyken kullanıcıların dinozor paskalya yumurtası oyununu oynamasına izin ver.

Bu politika Yanlış seçeneğine ayarlanırsa kullanıcılar, cihaz çevrimdışıyken dinozor paskalya yumurtası oyununu oynayamaz. Bu ayar Doğru seçeneğine ayarlanırsa kullanıcıların dinozor oyununu oynamalarına izin verilir. Bu politika ayarlanmazsa kullanıcıların dinozor paskalya yumurtası oyununu oynamalarına kayıtlı Chrome OS'de izin verilmez, ancak diğer durumlarda izin verilir.</string><string id="AllowOutdatedPlugins">Eski eklentilerin çalıştırılmasına izin ver</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Ekranı kilitlemeye izin ver</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Google Apps'e erişmesine izin verilen alan adlarını tanımlayın</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Alternatif hata sayfalarını etkinleştir</string><string id="AlternateErrorPagesEnabled_Explain">Google Chrome ürününde bulunan alternatif hata sayfalarını ('sayfa bulunamadı' gibi) etkinleştirir ve kullanıcıların bu ayarı değiştirmesini önler.

Bu ayarı etkinleştirirseniz, alternatif hata sayfaları kullanılır.

Bu ayarı devre dışı bırakırsanız, alternatif hata sayfaları hiçbir zaman kullanılmaz.

Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı Google Chrome içinde değiştiremez veya geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa, bu özellik etkinleştirilir ancak kullanıcı ayarı değiştirebilir.</string><string id="AlwaysAuthorizePlugins">Yetkilendirme gerektiren eklentileri her zaman çalıştırır</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Android Backup Service'ı etkinleştir</string><string id="ArcBackupRestoreEnabled_Explain">Bu politika doğru (true) değerine ayarlandığında, Android uygulama verileri Android Backup sunucularına yüklenir ve uyumlu uygulamaların yeniden yüklenmelerinin ardından buradan geri yüklenir.

Bu politika yanlış (false) değerine ayarlandığında, Android Backup Service kapatılır.

Bu ayar yapılandırılırsa kullanıcılar ayarı kendileri değiştiremez.

Bu ayar yapılandırılmazsa kullanıcılar Android Backup Service'ı Android Ayarları uygulamasından açıp kapatabilir.</string><string id="ArcCertificatesSyncMode">ARC uygulamaları için sertifika kullanılabilirliğini ayarla</string><string id="ArcCertificatesSyncMode_Explain">SyncDisabled seçeneğine ayarlanırsa veya hiç yapılandırılmazsa, ARC uygulamaları için Google Chrome OS sertifikaları kullanılamaz.

CopyCaCerts seçeneğine ayarlanırsa ONC tarafından yüklenen ve Web TrustBit içeren tüm CA sertifikaları ARC uygulamaları için kullanılabilir.</string><string id="ArcCertificatesSyncMode_SyncDisabled">ARC uygulamalarına ilişkin Google Chrome OS sertifikalarının kullanımını devre dışı bırak</string><string id="ArcCertificatesSyncMode_CopyCaCerts">ARC uygulamalarına ilişkin Google Chrome OS CA sertifikalarını etkinleştir</string><string id="ArcEnabled">ARC'yi etkinleştir</string><string id="ArcEnabled_Explain">Bu politika doğru değerine ayarlandığında, ARC kullanıcı için
etkinleştirilir (ek politika ayarı kontrollerine tabidir; geçerli
kullanıcı oturumunda geçici mod veya çoklu oturum açma
etkinleştirilirse ARC yine de kullanılamaz).

Bu ayar devre dışı bırakılır veya yapılandırılmazsa kurumsal kullanıcılar

ARC'yi kullanamaz.</string><string id="ArcLocationServiceEnabled">Android Google Konum Hizmetini Etkinleştir</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">ARC'yi yapılandır</string><string id="ArcPolicy_Explain">ARC çalışma zamanına devredilecek politika grubunu belirtir. Değer, geçerli JSON olmalıdır.

Bu politika, cihaza hangi Android uygulamalarının otomatik olarak yükleneceğini yapılandırmak için kullanılabilir:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Android uygulama tanımlayıcısı, ör. Gmail için &quot;com.google.android.gm&quot;&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Bir uygulamanın nasıl yüklendiğini belirtir. İSTEĞE BAĞLI: Uygulama otomatik olarak yüklenmez ancak kullanıcı uygulamayı yükleyebilir. Bu ayar, bu politika belirtilmemişse varsayılan değer olur. PRELOAD: Uygulama otomatik olarak yüklenir ancak kullanıcı yüklemesini kaldırabilir. FORCE_INSTALLED: Uygulama otomatik olarak yüklenir ve kullanıcı yüklemesini kaldıramaz. BLOCKED: Uygulama engellenir ve yüklenemez. Uygulama, önceki bir politika kapsamında yüklenmişse yüklemesi kaldırılır.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Uygulamalara izin istekleri veren politika. PERMISSION_POLICY_UNSPECIFIED: Politika belirtilmemiştir. Herhangi bir düzeyde bir izin için herhangi bir politika belirtilmemişse varsayılan olarak 'PROMPT' davranışı kullanılır. PROMPT: Kullanıcıdan izin vermesi istenir. GRANT: Bir izni otomatik olarak verir. DENY: Bir izni otomatik olarak reddeder.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Bir anahtar/değer çifti grubuna sahip uygulamaya özel JSON yapılandırma nesnesi; ör. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Anahtarlar, uygulama manifest dosyasında tanımlanır.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Uygulamaları Launcher'a sabitlemek için PinnedLauncherApps politikasına bakın.</string><string id="AudioCaptureAllowed">Ses yakalamaya izin verme veya reddetme</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Soru sorulmadan ses yakalama cihazlarına erişim verilecek URL'ler</string><string id="AudioCaptureAllowedUrls_Explain">Bu listedeki kalıplar, istek yapan URL'nin güvenlik kaynağı ile karşılaştırılır. Bir eşleşme bulunursa, herhangi bir istemde bulunulmadan ses yakalama cihazlarına erişim izni verilir.

NOT: Sürüm 45'e kadar bu politika sadece Kiosk modunda desteklenmektedir.</string><string id="AudioCaptureAllowedUrlsDesc">Soru sorulmadan ses yakalama cihazlarına erişim verilecek URL'ler</string><string id="AudioOutputAllowed">Ses çalmaya izin ver</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Otomatik Doldurmayı etkinleştir</string><string id="AutoFillEnabled_Explain">Google Chrome içinde bulunan Otomatik Doldurma özelliğini etkinleştirir ve kullanıcıların adresler ve kredi kartı bilgileri gibi önceden saklanmış bilgileri kullanarak web formlarını otomatik bir şekilde doldurmalarına olanak sağlar.

Bu ayarı devre dışı bırakırsanız kullanıcılar Otomatik Doldurma özelliğine erişemezler.

Bu ayarı etkinleştirirseniz veya bir değer ayarlamazsanız, Otomatik Doldurma kullanıcının denetimi altında kalır. Böylece kullanıcılara, Otomatik Doldurma profillerini yapılandırma ve kendi istedikleri şekilde Otomatik Doldurma özelliğini açıp kapama olanağı verilir.</string><string id="AutofillCreditCardEnabled">Kredi kartları için Otomatik Doldurma özelliğini etkinleştirme</string><string id="AutofillCreditCardEnabled_Explain">Google Chrome Otomatik Doldurma özelliğini etkinleştirir ve kullanıcıların web formlarındaki kredi kartı ve adres bilgilerini önceden kaydedilmiş bilgilerle otomatik olarak doldurmasına olanak tanır.

Bu ayarı devre dışı bırakırsanız Otomatik Doldurma hiçbir zaman öneride bulunmaz, kredi kartı bilgilerini doldurmaz veya kullanıcının internette gezerken gönderebileceği ek kredi kartı bilgilerini kaydetmez.

Bu ayarı etkinleştirirseniz veya bir değer ayarlamazsanız kullanıcı, kullanıcı arayüzündeki genel otomatik doldurma özelliğini (kredi kartları dahil) kontrol edebilir.</string><string id="BlockThirdPartyCookies">Üçüncü taraf çerezlerini engelle</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Yer İşareti Çubuğunu etkinleştir</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Giriş portalı kimlik doğrulaması, proxy'yi yoksayar</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Bir URL listesi için Sertifika Şeffaflığı uygulamasını devre dışı bırak</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Listelenen URL'lere Sertifika Şeffaflığı gereksinimlerinin uygulanmasını devre dışı bırakır.

Bu politika, belirtilen URL'lerdeki ana makine adlarına ilişkin sertifikaların Sertifika Şeffaflığı aracılığıyla açıklanmamasına izin verir. Bu izin, herkese açık olarak gerektiği gibi açıklanmadıkları için normalde güvenilmez olacak sertifikaların kullanılmaya devam edilmesine olanak tanır. Ancak bu durum, ana makinelere ilişkin sertifikalardan yanlış yayınlananların algılanmasını zorlaştırır.

URL kalıbı, https://www.chromium.org/administrators/url-blacklist-filter-format adresindeki yönergelere göre biçimlendirilir. Bununla birlikte, sertifikalar şema, bağlantı noktası veya yoldan bağımsız olarak belirli bir ana makine adı için geçerli olduğundan, yalnızca URL'nin ana makine kısmı dikkate alınır. Joker karakter ana makine adları desteklenmez.

Bu politika ayarlanmazsa Sertifika Şeffaflığı aracılığıyla açıklanması gereken tüm sertifikalar, Sertifika Şeffaflığı politikasına uygun şekilde açıklanmadıklarında güvenilmez olarak işlenir.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Bir URL listesi için Sertifika Şeffaflığı uygulamasını devre dışı bırak</string><string id="ChromeOsLockOnIdleSuspend">Cihaz boşta olduğunda veya askıya alındığında kilidi etkinleştir</string><string id="ChromeOsLockOnIdleSuspend_Explain">Google Chrome OS cihazları boştayken veya askıya alındığında kilidi etkinleştir.

Bu ayarı etkinleştirirseniz uykudaki cihazlarının kilidini açabilmeleri için kullanıcılardan şifre girmeleri istenir.

Bu ayarı devre dışı bırakırsanız uykudaki cihazlarını uyandırmaları için kullanıcılardan şifre istenmez.

Bu ayarı etkinleştirir veya devre dışı bırakırsanız kullanıcılar bu ayarı değiştiremez veya geçersiz kılamaz.

Politika ayarlanmadan bırakılırsa kullanıcı, cihazın kilidini açmak için şifre sorulup sorulmayacağını belirleyebilir.</string><string id="ChromeOsMultiProfileUserBehavior">Çok profilli bir oturumda kullanıcı çalışma biçimini kontrol et</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Google Chrome OS cihazlarda çoklu profil içeren oturumdaki kullanıcı davranışını denetle.

Bu politika &quot;MultiProfileUserBehaviorUnrestricted&quot; olarak ayarlanırsa, kullanıcı çoklu profil içeren bir oturumda birincil veya ikincil kullanıcı olabilir.

Bu politika &quot;MultiProfileUserBehaviorMustBePrimary&quot; olarak ayarlanırsa, kullanıcı çoklu profil içeren bir oturumda sadece birincil kullanıcı olabilir.

Bu politika &quot;MultiProfileUserBehaviorNotAllowed&quot; olarak ayarlanırsa, kullanıcı çoklu profil içeren bir oturumda bulunamaz.

Bu ayarı belirlerseniz kullanıcılar ayarı değiştiremez veya geçersiz kılamaz.

Bu ayar, kullanıcı çoklu profil içeren bir oturumda oturum açmış durumdayken değiştirilirse, oturumdaki tüm kullanıcıların karşılık gelen ayarları kontrol edilir. Kullanıcıların herhangi birinin artık oturumda bulunmasına izin verilmiyorsa oturum kapatılır.

Politika ayarlanmadan bırakılırsa, varsayılan değer kurumsal olarak yönetilen kullanıcılar için &quot;MultiProfileUserBehaviorMustBePrimary&quot; ve yönetilmeyen kullanıcılar için &quot;MultiProfileUserBehaviorUnrestricted&quot; olur.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Kurumsal kullanıcının hem birincil hem de ikincil olmasına izin ver (Yönetilmeyen kullanıcılar için varsayılan çalışma biçimidir)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Kurumsal kullanıcının sadece birincil çok profilli kullanıcı olmasına izin ver (Kurumsal olarak yönetilen kullanıcılar için varsayılan çalışma biçimidir)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Kurumsal kullanıcının çok profilli oturumun parçası olmasına izin verme (birincil veya ikincil)</string><string id="ChromeOsReleaseChannel">Yeni sürüm kanalı</string><string id="ChromeOsReleaseChannel_Explain">Bu cihazın kilitlenmesi gereken yayın kanalını belirtir.</string><string id="ChromeOsReleaseChannel_StableChannel">Mevcut ürün kanalı</string><string id="ChromeOsReleaseChannel_BetaChannel">Beta kanalı</string><string id="ChromeOsReleaseChannel_DevChannel">Yeni geliştirilenler kanalı (kararsız olabilir)</string><string id="ChromeOsReleaseChannelDelegated">Yayın kanalının kullanıcı tarafından yapılandırılıp yapılandırılamayacağı</string><string id="ChromeOsReleaseChannelDelegated_Explain">Bu politika True değerine ayarlanırsa ve ChromeOsReleaseChannel politikası belirtilmediyse, kaydedilmekte olan alan adı kullanıcılarının cihazın yayın kanalını değiştirmelerine izin verilir. Bu politika false değerine ayarlanırsa, cihaz son olarak ayarlandığı kanalda kilitlenir.

Kullanıcının seçtiği kanal ChromeOsReleaseChannel politikası tarafından geçersiz kılınırsa, ancak politika kanalı cihaza yüklenen kanaldan daha dengeliyse; kanal yalnızca daha dengeli kanalın sürümü cihazda yüklü olandan daha yüksek bir sürüme ulaştığında değiştirilir.</string><string id="ComponentUpdatesEnabled">Google Chrome ürününde bileşen güncellemelerini etkinleştir</string><string id="ComponentUpdatesEnabled_Explain">Ayarlanmazsa veya Doğru seçeneğine ayarlanırsa Google Chrome ürünündeki tüm bileşenler için bileşen güncellemelerini etkinleştirir.

Yanlış seçeneğine ayarlanırsa bileşen güncellemeleri devre dışı bırakılır. Ancak, bazı bileşenler bu politikadan muaf tutulur: Yürütülebilir kod içermeyen bileşenlerde yapılan, tarayıcının davranışını önemli ölçüde değiştirmeyen ya da güvenliğinin devre dışı kalmaması için kritik öneme sahip olan güncellemeler.
Bu tür bileşenlere örnek olarak sertifika iptal listeleri ve güvenli tarama verileri gösterilebilir.
Güvenli Tarama ile ilgili daha fazla bilgi için https://developers.google.com/safe-browsing adresine bakın.</string><string id="DefaultPrinterSelection">Varsayılan yazıcı seçimi için kurallar</string><string id="DefaultPrinterSelection_Explain">Google Chrome varsayılan yazıcı seçimi kurallarını geçersiz kılar.

Bu politika, Google Chrome ürününde varsayılan yazıcının seçilmesine ilişkin kuralları belirler. Bu seçim, yazdırma işlevi bir profille ilk kez kullanıldığında gerçekleşir.

Bu politika ayarlandığında, Google Chrome, belirtilen tüm özelliklerle eşleşen bir yazıcı bulmayı dener ve bunu varsayılan yazıcı olarak seçer. Politikayla eşleştiği belirlenen ilk yazıcı seçilir. Birden fazla eşleşme olması durumunda, yazıcıların keşfedilme sırasına bağlı olarak eşleşen herhangi bir yazıcı seçilebilir.

Bu politika ayarlanmazsa veya zaman aşımı süresi dahilinde eşleşen bir yazıcı bulunamazsa yazıcı, varsayılan olarak yerleşik PDF yazıcısına ayarlanır veya PDF yazıcısı olmadığında hiçbir yazıcı seçilmez.

Değer, aşağıdaki şemaya uygun şekilde JSON nesnesi olarak ayrıştırılır:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Eşleşen yazıcı aramasının belirli bir yazıcı grubuyla sınırlandırılıp sınırlandırılmayacağı.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Yazıcı kimliğiyle eşleştirilecek düzenli ifade.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Yazıcı görünen adıyla eşleştirilecek düzenli ifade.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Google Cloud Print bağlantılı yazıcılar &quot;cloud&quot; olarak kabul edilir; geri kalan yazıcılar da &quot;local&quot; olarak sınıflandırılır.
Bir alanın boş bırakılması, bu alan için tüm değerlerin eşleştiği anlamına gelir. Örneğin, bağlantı değeri belirtilmediğinde, Baskı Önizleme her türden yazıcının (local ve cloud) keşfini başlatır.
Düzenli ifade kalıplarının önünde JavaScript RegExp sözdizimi bulunmalıdır ve eşleşmeler büyük/küçük harfe duyarlıdır.</string><string id="DeveloperToolsDisabled">Geliştirici Araçları'nı devre dışı bırak</string><string id="DeveloperToolsDisabled_Explain">Geliştirici Araçları'nı ve JavaScript konsolunu devre dışı bırakır.

Bu ayarı etkinleştirirseniz, Geliştirici Araçları'na erişilemez ve web sitesi öğeleri bundan sonra incelenemez. Geliştirici Araçları veya JavaScript Konsolu'nu açmak için kullanılan klavye kısayolları ve menüler veya bağlam menüsü girişleri devre dışı bırakılır.

Bu seçeneğin devre dışı olarak ayarlanması veya ayarlanmadan bırakılması, kullanıcının Geliştirici Araçları ve JavaScript konsolunu kullanmasına izin verir.</string><string id="DeviceAllowBluetooth">Cihazda Bluetooth'a izin ver</string><string id="DeviceAllowBluetooth_Explain">Bu politika yanlış (false) değerine ayarlanırsa Google Chrome OS, Bluetooth'u devre dışı bırakır ve kullanıcı bu özelliği tekrar etkinleştiremez.

Bu politika doğru (true) değerine ayarlanır veya ayarlanmadan bırakılırsa kullanıcı Bluetooth'u istediği gibi etkinleştirebilir ya da devre dışı bırakabilir.

Bu politika ayarlandığında, kullanıcı bunu değiştiremez ya da geçersiz kılamaz.

Kullanıcı Bluetooth'u etkinleştirdikten sonra, yapılan değişikliklerin geçerli olması için oturumu kapatıp tekrar açmalıdır (Bluetooth devre dışı bırakıldığında buna gerek yoktur).</string><string id="DeviceAllowNewUsers">Yeni kullanıcı hesapları oluşturulmasına izin ver</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Kullanıcıların Chrome OS Kaydını kullanarak tekliflerden yararlanmasına izin ver</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Kurumsal cihazların BT yöneticileri, kullanıcıların Chrome OS Kaydı'nı kullanarak tekliflerden yararlanıp yararlanamayacağını belirlemek için bu bayrağı kullanabilirler.

Bu politika doğru seçeneğine ayarlanırsa veya ayarlanmadan bırakılırsa kullanıcılar Chrome OS Kaydı aracılığıyla tekliflerden yararlanabilirler.

Bu politika yanlış seçeneğine ayarlanırsa kullanıcılar tekliflerden yararlanamazlar.</string><string id="DeviceAutoUpdateDisabled">Otomatik Güncellemeyi devre dışı bırakır</string><string id="DeviceAutoUpdateDisabled_Explain">Doğru (True) değerine ayarlandığında otomatik güncellemeleri devre dışı bırakır.

Bu ayar yapılandırılmadığında veya Yanlış (False) değerine ayarlandığında, Google Chrome OS cihazlar güncellemeleri otomatik olarak kontrol eder.

Uyarı: Kullanıcıların yazılım güncellemelerini ve kritik güvenlik düzeltmelerini alabilmesi için otomatik güncellemelerin etkin durumda tutulması önerilir. Otomatik güncellemelerin kapatılması, kullanıcıları risk altında bırakabilir.</string><string id="DeviceAutoUpdateP2PEnabled">p2p otomatik güncellemesi etkin</string><string id="DeviceAutoUpdateP2PEnabled_Explain">OS güncelleme yükleri için p2p'nin kullanılıp kullanılmayacağını belirtir. Doğru seçeneğine ayarlanırsa, cihazlar LAN üzerindeki yükleri paylaşır ve kullanmaya çalışır, bu da İnternet bant genişliği kullanımını ve tıkanıklığını potansiyel olarak azaltır. Güncelleme yükü LAN'da kullanılamıyorsa, cihaz bir güncelleme sunucusundan indirme işlemine geçer. Yanlış seçeneğine ayarlanırsa veya yapılandırılmazsa p2p kullanılmaz.</string><string id="DeviceBlockDevmode">Geliştirici modunu engelle</string><string id="DeviceBlockDevmode_Explain">Geliştirici modunu engelle.

Bu politika Doğru seçeneğine ayarlanırsa Google Chrome OS, cihazın geliştirici modunda başlatılmasına izin vermez. Geliştirici moduna geçiş etkinleştirildiğinde, sistem başlatma yapmayı reddeder ve bir hata ekranı gösterir.

Bu politika Yanlış seçeneğine ayarlanırsa geliştirici modu cihazda kullanılmaya devam eder.</string><string id="DeviceDataRoamingEnabled">Veri dolaşımını etkinleştir</string><string id="DeviceDataRoamingEnabled_Explain">Veri dolaşımının etkin olup olmayacağını belirler. True olarak ayarlanırsa, veri dolaşımına izin verilir. Hiç ayarlanmazsa veya false değerine ayarlanırsa, veri dolaşımına izin verilmez.</string><string id="DeviceEphemeralUsersEnabled">Çıkışta kullanıcı verilerini sil</string><string id="DeviceEphemeralUsersEnabled_Explain">Çıkış yapıldıktan sonra yerel hesap verilerinin Google Chrome OS tarafından korunup korunmayacağını belirler. True değerine ayarlanırsa, kalıcı hesaplar Google Chrome OS tarafından korunmaz ve çıkış yapıldıktan sonra kullanıcı oturumuna ilişkin tüm veriler kaybedilir. Bu politika false değerine ayarlanırsa veya hiçbir şekilde ayarlanmazsa, cihaz (şifreli) yerel kullanıcı verilerini koruyabilir.</string><string id="DeviceGuestModeEnabled">Misafir modunu etkinleştir</string><string id="DeviceGuestModeEnabled_Explain">Bu politika true olarak ayarlanırsa veya hiçbir şekilde ayarlanmazsa, Google Chrome OS misafir modunda giriş yapılmasına izin verir. misafir girişleri adsız kullanıcı oturumlarıdır ve şifre gerektirmez.

Bu politika false değerine ayarlanırsa, Google Chrome OS misafir oturumlarının başlamasına izin vermez.</string><string id="DeviceLoginScreenAppInstallList">Giriş ekranında, yüklü uygulamaların listesini yapılandır</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Giriş ekranında, yüklü uygulamaların listesini yapılandır</string><string id="DeviceLoginScreenInputMethods">Cihaz oturum açma ekranı klavye düzenleri</string><string id="DeviceLoginScreenInputMethods_Explain">Google Chrome OS oturum açma ekranında hangi klavye düzenlerine izin verileceğini yapılandırır.

Bu politika bir giriş yöntemi tanımlayıcıları listesine ayarlanırsa belirtilen giriş yöntemleri oturum açma ekranında kullanılabilir. Belirtilen ilk giriş yöntemi önceden seçilir. Oturum açma ekranında bir kullanıcı simgesine odaklanılmışken, kullanıcının kullandığı son giriş yöntemi de bu politikada belirtilen giriş yöntemlerine ek olarak gösterilir. Bu politika ayarlanmazsa oturum açma ekranındaki giriş yöntemleri, oturum açma ekranının görüntülendiği yerel ayardan türetilir. Geçerli giriş yöntemi tanımlayıcıları olmayan değerler yok sayılır.</string><string id="DeviceLoginScreenInputMethodsDesc">Cihaz oturum açma ekranı klavye düzenleri</string><string id="DeviceLoginScreenLocales">Cihaz oturum açma ekranı yerel ayarı</string><string id="DeviceLoginScreenLocales_Explain">Google Chrome OS oturum açma ekranında uygulanan yerel ayarı yapılandırır.

Bu politika ayarlanırsa, oturum açma ekranı her zaman bu politikanın ilk değerinde belirtilen yerel ayarda görüntülenir (politika, ileriye dönük uyumluluk için bir liste olarak tanımlanmaktadır). Bu politika ayarlanmazsa veya boş bir liste sağlanırsa oturum açma ekranı, kullanıcının son oturumundaki yerel ayarda görüntülenir. Bu politika için belirtilen yerel ayar geçerli değilse oturum açma ekranı yedek yerel ayarda (şu anda en-US) görüntülenir.</string><string id="DeviceLoginScreenLocalesDesc">Cihaz oturum açma ekranı yerel ayarı</string><string id="DeviceLoginScreenPowerManagement">Giriş ekranında güç yönetimi</string><string id="DeviceLoginScreenPowerManagement_Explain">Google Chrome OS sisteminde güç yönetimini giriş ekranında yapılandır.

Bu politika, giriş ekranı gösterilirken belli bir süre hiçbir kullanıcı etkinliği olmadığında Google Chrome OS sisteminin ne yapacağını yapılandırmanıza olanak verir. Bu politika çeşitli ayarları denetler. Tek tek anlamları ve değer aralıkları için bir oturum içinde güç yönetimini denetleyen ilgili politikalara bakın. Bu politikalardaki istisnalar şunlardır:
* Boşta veya kapak kapalıyken yapılan işlemler oturumu kapatma işlemleri olamaz.
* AC güçle çalıştığı sırada boşta iken yapılan varsayılan işlem kapatma işlemidir.

Bir ayar yapılandırılmadan bırakılırsa varsayılan bir değer kullanılır.

Bu politika ayarlanmazsa tüm ayarlar için varsayılanlar kullanılır.</string><string id="DeviceMetricsReportingEnabled">Ölçüm raporlamayı etkinleştir</string><string id="DeviceMetricsReportingEnabled_Explain">Kilitlenme raporları da dahil olmak üzere kullanım ölçümlerinin ve teşhis verilerinin Google'a bildirilip bildirilmeyeceğini denetler. Doğru (true) değerine ayarlanırsa Google Chrome OS kullanım ölçümleri ve teşhis verileri rapor edilir. Hiç ayarlanmazsa veya yanlış (false) değerine ayarlanırsa, ölçüm ve teşhis verilerini raporlama işlevi devre dışı olur.</string><string id="DeviceNativePrinters">Cihazlar için kurumsal yazıcı yapılandırma dosyası</string><string id="DeviceNativePrinters_Explain">Cihazlara bağlı kurumsal yazıcılar için yapılandırmalar sağlar.

Bu politika, Google Chrome OS cihazlarına yazıcı yapılandırmaları sağlamanıza olanak tanır. Dosya 5 MB'tan büyük olmamalı ve JSON olarak kodlanmalıdır. Biçim, NativePrinters sözlüğü ile aynıdır. Yaklaşık 21.000 yazıcı içeren bir dosyanın 5 MB olacağı tahmin edilmektedir. İndirmenin bütünlüğünü doğrulamak için şifreleme karma değeri kullanılır.

Dosya indirilir ve önbelleğe alınır. URL veya karma değer değiştiğinde yeniden indirilir.

Bu politika ayarlanırsa Google Chrome OS, yazıcı yapılandırmalarına ilişkin dosyayı indirir ve yazıcıları DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist ve DeviceNativePrintersBlacklist ile uyumlu bir şekilde kullanıma sunar.

Bu politikanın, kullanıcıların bağımsız cihazlardaki yazıcıları yapılandırıp yapılandıramamaları üzerinde herhangi bir etkisi yoktur. Bağımsız kullanıcıların yazıcı yapılandırmalarını tamamlaması amaçlanmıştır.

Bu politika, NativePrintersBulkConfiguration politikasına ektir.

Bu politika ayarlanmazsa cihaz yazıcısı olmaz ve diğer DeviceNativePrinter* politikaları yoksayılır.</string><string id="DeviceNativePrintersAccessMode">Cihaz yazıcı yapılandırması erişim politikası.</string><string id="DeviceNativePrintersAccessMode_Explain">Kullanıcıların DeviceNativePrinters politikasındaki hangi yazıcıları kullanabileceğini kontrol eder.

Toplu yazıcı yapılandırması için hangi erişim politikasının kullanılacağını belirler. AllowAll seçilirse tüm yazıcılar gösterilir. BlacklistRestriction seçilirse, belirtilen yazıcılara erişimi kısıtlamak için DeviceNativePrintersBlacklist kullanılır. WhitelistPrintersOnly seçilirse, DeviceNativePrintersWhitelist yalnızca seçilebilir yazıcıları gösterir.

Bu politika ayarlanmazsa BlacklistRestriction uygulanır.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Kara listede olanlar hariç tüm yazıcılar gösterilir.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Kullanıcılara sadece beyaz listedeki yazıcılar gösterilir</string><string id="DeviceNativePrintersAccessMode_AllowAll">Yapılandırma dosyasındaki tüm yazıcılara izin verin.</string><string id="DeviceNativePrintersBlacklist">Devre dışı bırakılmış kurumsal cihaz yazıcıları</string><string id="DeviceNativePrintersBlacklist_Explain">Bir kullanıcının kullanamayacağı yazıcıları belirtir.

Bu politika yalnızca DeviceNativePrintersAccessMode için BlacklistRestriction değeri seçilirse kullanılır.

Bu politika kullanılırsa, bu politikada listelenen kimlikler dışındaki tüm yazıcılar kullanıcıya sağlanır.
</string><string id="DeviceNativePrintersBlacklistDesc">Devre dışı bırakılmış kurumsal cihaz yazıcıları</string><string id="DeviceNativePrintersWhitelist">Etkinleştirilmiş kurumsal cihaz yazıcıları</string><string id="DeviceNativePrintersWhitelist_Explain">Bir kullanıcının kullanabileceği yazıcıları belirtir.

Bu politika yalnızca DeviceNativePrintersAccessMode için WhitelistPrintersOnly değeri seçilirse kullanılır

Bu politika kullanılırsa, kullanıcı yalnızca kimlikleri bu politikadaki değerlerle eşleşen yazıcıları kullanabilir. Kimliklerin, DeviceNativePrinters politikasında belirtilen dosyadaki girişlere karşılık gelmesi gerekir.
</string><string id="DeviceNativePrintersWhitelistDesc">Etkinleştirilmiş kurumsal cihaz yazıcıları</string><string id="DeviceOffHours">Cihazın OffHours |ignored_policy_proto_tags| politikası etkinleştirildiğinde kapalı olduğu saat aralıkları</string><string id="DeviceOffHours_Explain">&quot;OffHours&quot; politikası ayarlanırsa belirtilen cihaz politikaları, tanımlanan zaman aralıklarında yoksayılır (bu politikaların varsayılan ayarları kullanılır). &quot;OffHours&quot; döneminin başladığı veya sona erdiği her etkinlikte cihaz politikaları Chrome tarafından yeniden uygulanır. &quot;OffHours&quot; süresi sona erdiğinde kullanıcı bilgilendirilip çıkış yapmaya zorlanır ve cihaz politikası ayarları değiştirilir (ör. kullanıcı izin verilen bir hesapla giriş yapmadığında).</string><string id="DeviceOpenNetworkConfiguration">Cihaz düzeyinde ağ yapılandırması</string><string id="DeviceOpenNetworkConfiguration_Explain">Bir Google Chrome OS cihazının tüm kullanıcıları için uygulanacak ağ yapılandırmasını iletmeye olanak sağlar. Ağ yapılandırması, Açık Ağ Yapılandırma biçimi tarafından https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration adresinde tanımlandığı gibi, JSON biçimli bir dizedir.</string><string id="DevicePolicyRefreshRate">Aygıt Politikası için yenileme hızı</string><string id="DevicePolicyRefreshRate_Explain">Cihaz yönetim hizmetinin, cihaz politika bilgileri için sorgulanma süresini milisaniye olarak belirtir.

Bu politika ayarlandığında varsayılan değer (3 saat) geçersiz olur. Bu politika için geçerli değerler 1800000 (30 dakika) ile 86400000 (1 gün) aralığındadır. Bu aralıkta bulunmayan değerler ilgili sınıra çekilir.

Bu politika ayarlanmadan bırakılırsa Google Chrome OS varsayılan değeri (3 saat) kullanır.

Platform politika bildirimlerini destekliyorsa yenileme gecikmesinin 24 saate ayarlanacağını (tüm varsayılanların ve bu politikanın değerinin yoksayılacağını) unutmayın. Bunun nedeni, politika değiştiğinde politika bildirimlerinin otomatik olarak bir yenilemeyi zorlamasının beklenmesi ve bu yüzden, daha sık yenileme yapılmasına gerek olmamasıdır.</string><string id="DeviceQuirksDownloadEnabled">Quirks Server'dan donanım profillerini sorgulamayı etkinleştir</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Cihaz kapandığında otomatik olarak yenide başlat</string><string id="DeviceRebootOnShutdown_Explain">Bu politika yanlış seçeneğine ayarlanırsa veya hiç yapılandırılmazsa Google Chrome OS, kullanıcının cihazı kapatmasına izin verir.
Bu politika doğru seçeneğine ayarlanırsa, kullanıcı cihazı kapattığında Google Chrome OS, yeniden başlatma işlemi tetikler. Google Chrome OS, kullanıcı arayüzündeki tüm kapatma düğmelerini yeniden başlatma düğmeleriyle değiştirir. Kullanıcı güç düğmesini kullanarak cihazı kapatırsa, politika etkinleştirilmiş olsa dahi cihaz otomatik olarak yeniden başlatılmaz.</string><string id="DeviceShowUserNamesOnSignin">Kullanıcı adlarını giriş ekranında göster</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Google Chrome başlatılırken uygulanan sistem genelindeki işaretler</string><string id="DeviceStartUpFlags_Explain">Başlatıldığında Google Chrome ürününe uygulanacak işaretleri belirtir. Belirtilen işaretler, yalnızca giriş ekranında uygulanır. Bu politika aracılığıyla ayarlanan işaretler, kullanıcı oturumlarına yayılmaz.</string><string id="DeviceStartUpFlagsDesc">Google Chrome başlatılırken uygulanan sistem genelindeki işaretler</string><string id="DeviceTargetVersionPrefix">Hedef Otomatik Güncelleme Sürümü</string><string id="DeviceTargetVersionPrefix_Explain">Otomatik Güncellemeler için hedef sürüm ayarlar.

Google Chrome OS ürününün güncelleneceği hedef sürüm önekini belirtir. Cihazda çalışan sürüm, belirtilen önekten eskiyse, belirtilen öneke sahip en yeni sürüme güncelleme yapılır. Cihazda zaten daha yeni bir sürüm varsa herhangi bir etkisi olmaz (yani eski sürüme geçme işlemi yapılmaz) ve cihaz geçerli sürümde çalışmaya devam eder. Önek biçimi, aşağıdaki örnekte gösterildiği gibi bileşen genelinde çalışır:

&quot;&quot; (veya yapılandırılmamış): Mevcut en yeni sürüme güncelle.
&quot;1412.&quot;: 1412'nin herhangi bir alt sürümüne güncelle (örneğin, 1412.24.34 veya 1412.60.2)
&quot;1412.2.&quot;: 1412.2'nin herhangi bir alt sürümüne güncelle (örneğin, 1412.2.34 veya 1412.2.2)
&quot;1412.24.34&quot;: Sadece bu belirli sürüme güncelle

Uyarı: Kullanıcıların yazılım güncellemelerini ve kritik güvenlik düzeltmelerini almasını engelleyebileceği için sürüm kısıtlamalarının yapılandırılması önerilmez. Güncellemeleri belirli bir sürüm önekiyle sınırlamak, kullanıcıları risk altında bırakabilir.</string><string id="DeviceUpdateAllowedConnectionTypes">Güncellemeler için izin verilen bağlantı türleri</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">İşletim sistemi güncellemeleri için kullanılmasına izin verilen bağlantı türleri. İşletim sistemi güncellemeleri, boyutları nedeniyle muhtemelen bağlantı üzerine ağır yük getirir ve ek maliyete neden olabilir. Bu nedenle, aralarında WiMax, Bluetooth ve Hücresel bağlantıların da yer aldığı, pahalı kabul edilen bağlantı türleri için şu anda varsayılan olarak etkin değildir.

Tanınan bağlantı türü tanıtıcıları şunlardır: &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; ve &quot;cellular&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Güncellemeler için izin verilen bağlantı türleri</string><string id="DeviceUpdateHttpDownloadsEnabled">HTTP aracılığıyla otomatik güncelleme indirmeye izin ver</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Google Chrome OS üzerindeki otomatik güncelleme verileri, HTTPS yerine HTTP üzerinden indirilebilir. Bu kullanım, indirilen HTTP öğelerinin şeffaf bir şekilde HTTP önbelleğine alınmasına olanak sağlar.

Bu politika doğru seçeneğine ayarlanırsa Google Chrome OS otomatik güncelleme verilerini HTTP aracılığıyla indirmeye çalışır. Politika yanlış seçeneğine ayarlanırsa veya hiç ayarlanmazsa otomatik güncelleme verilerini indirmek için HTTPS kullanılır.</string><string id="DeviceUpdateScatterFactor">Dağılım faktörünü otomatik güncelle</string><string id="DeviceUpdateScatterFactor_Explain">Bir güncelleme sunucuya ilk gönderildiği andan itibaren bir cihazın rastgele şekilde güncelleme yüklemesini geciktirebileceği süreyi saniye olarak belirtir. Cihaz bu sürenin bir kısmında gerçek zaman olarak, geri kalan kısmında ise güncelleme denetlemelerinin sayısınca bekleyebilir. Cihazın bir güncellemeyi sürekli bekler durumda kalmaması için, dağılım her durumda üst sınır olarak sabit bir süre ile kısıtlıdır.</string><string id="DeviceUserWhitelist">Kullanıcı beyaz listesine giriş yap</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Kullanıcı beyaz listesine giriş yap</string><string id="DeviceWallpaperImage">Cihaz duvar kağıdı resmi</string><string id="DeviceWallpaperImage_Explain">Cihazda henüz hiçbir kullanıcı oturum açmadığında giriş ekranında gösterilen cihaz düzeyindeki duvar kağıdı resmini yapılandırın. Politikayı ayarlamak için Chrome OS cihazın, duvar kağıdı resmini hangi URL'den indireceği ve indirilen dosyanın bütünlüğünü doğrulamak için kullanılacak bir şifreleme karması belirtilmelidir. Resim JPEG biçiminde olmalı, dosya boyutu 16 MB'yi aşmamalıdır. URL'ye kimlik doğrulaması yapılmadan erişilebilmelidir. Duvar kağıdı resmi indirilip önbelleğe alınır. URL veya karma değiştiğinde yeniden indirilir.

Politika, URL'yi ve karmayı JSON biçiminde ifade eden bir dizi olarak belirtilmelidir. Örneğin:
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Cihaz duvar kağıdı politikası ayarlanırsa Chrome OS cihaz, duvar kağıdı resmini indirir ve cihazda henüz hiçbir kullanıcı oturum açmamışken giriş ekranında bu resmi kullanır. Kullanıcı giriş yaptıktan sonra, kullanıcının duvar kağıdı politikası devreye girer.

Cihaz duvar kağıdı politikası ayarlanmamış ve kullanıcının duvar kağıdı politikası ayarlanmışsa neyin gösterileceğini kullanıcının duvar kağıdı politikası belirler.</string><string id="Disable3DAPIs">3D grafik API'ları için desteği devre dışı bırak</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Eklenti bulucunun devre dışı bırakılıp bırakılmayacağını belirt</string><string id="DisablePluginFinder_Explain">Bu ayarı etkinleştirirseniz, Google Chrome ürününde eksik eklentilerin otomatik olarak aranması ve kurulumu devre dışı bırakılır.

Bu seçeneğin devre dışı olarak ayarlanması veya ayarlanmadan bırakılması, eklenti bulma işlevini etkin hale getirir.</string><string id="DisableSafeBrowsingProceedAnyway">Güvenli Tarama uyarı sayfasından ilerlemeyi devre dışı bırak</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Güvenli Tarama hizmeti, kullanıcıların, kötü amaçlı kod yükleme potansiyeli olduğu işaretlenmiş sitelere gitmesi durumunda bir uyarı sayfası görüntüler. Bu ayar etkinleştirildiğinde kullanıcılar uyarı sayfasından zararlı siteye geçemezler.

Bu ayar devre dışı bırakılırsa veya yapılandırılmazsa uyarı görüntülendikten sonra kullanıcılar devam ederek işaretli siteyi ziyaret edebilirler.

Güvenli Tarama ile ilgili daha fazla bilgi için https://developers.google.com/safe-browsing adresine bakın.</string><string id="DisableScreenshots">Ekran görüntüleri almayı devre dışı bırak</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Her yeniden başlatmada tekrar uygulanacak varsayılan ekran döndürmesini ayarla</string><string id="DisplayRotationDefault_Explain">Bu politika ayarlanırsa her bir ekran, her yeniden
başlatmada ve politika değeri değiştirildikten sonra ilk kez bağlanıldığında
belirtilen yönde döndürülür. Kullanıcılar, giriş yaptıktan sonra ayarlar
sayfası aracılığıyla ekran döndürme ayarını değiştirebilir, ancak kullanıcıların
ayarları, bir sonraki yeniden başlatmada politika değeri tarafından geçersiz kılınır.

Bu politika hem birincil hem de tüm ikincil ekranlar için geçerlidir.

Politika ayarlanmazsa varsayılan değer 0 derece olur ve kullanıcı
istediğinde bunu değiştirebilir. Bu durumda, yeniden başlatmada
varsayılan değer tekrar uygulanmaz.</string><string id="DisplayRotationDefault_ROTATE_0">Ekranı 0 derece döndür</string><string id="DisplayRotationDefault_ROTATE_90">Ekranı saat yönünde 90 derece döndür</string><string id="DisplayRotationDefault_ROTATE_180">Ekranı 180 derece döndür</string><string id="DisplayRotationDefault_ROTATE_270">Ekranı saat yönünde 270 derece döndür</string><string id="DownloadDirectory">İndirme dizinini ayarla</string><string id="DownloadDirectory_Explain">Google Chrome ürününün, dosyaları indirmek için kullanacağı dizini yapılandırır.

Bu politikayı ayarlarsanız Google Chrome, kullanıcının bir dizin belirtip belirtmediğine veya her defasında indirme konumunun sorulmasıyla ilgili işareti etkinleştirip etkinleştirmediğine bakmaksızın sağlanan dizini kullanır.

Kullanılabilecek değişkenlerin bir listesi için https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables adresine bakın.

Bu politika ayarlanmadan bırakılırsa, varsayılan indirme dizini kullanılır ve kullanıcı, bu ayarı değiştirebilir.</string><string id="DownloadRestrictions">İndirme kısıtlamalarına izin ver</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Özel kısıtlama yok</string><string id="DownloadRestrictions_BlockDangerousDownloads">Tehlikeli indirmeleri engelle</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Tehlikeli olabilecek indirmeleri engelle</string><string id="DownloadRestrictions_BlockAllDownloads">Tüm indirmeleri engelle</string><string id="EasyUnlockAllowed">Smart Lock'un kullanılmasına izin verir</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">ecryptfs için taşıma stratejisi</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Wipe (2 değeri) seçeneğine benzer, ancak kullanıcının tekrar oturum açmak zorunda kalmaması için giriş jetonlarını saklar.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Müşterinin cihaz modeli, ARC'yi çalıştırmak için ext4'e taşıma işlemi zorunlu olmadan önce ARC'yi destekliyorsa ve ArcEnabled politikası doğru değerine ayarlanmışsa, bu seçenek AskUser (3 değeri) gibi çalışır. Diğer tüm durumlarda (cihaz modeli daha önce ARC'yi desteklemiyorsa veya ArcEnabled politikası yanlış değerine ayarlanmışsa), bu değer DisallowArc'a (0 değeri) eşdeğer olur.</string><string id="EditBookmarksEnabled">Yer işareti düzenlemeyi etkinleştirir veya devre dışı bırakır</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Yerel güven bağlantıları tarafından yayınlanan ve subjectAlternativeName uzantısı bulunmayan sertifikalara izin verilip verilmeyeceği</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Bu ayar etkinleştirildiğinde, Google Chrome, bir subjectAlternativeName uzantısı olmayan ancak doğru bir şekilde doğrulanıp yerel olarak yüklenmiş CA sertifikalarıyla zincir oluşturan sertifikalarda, ana makine adını eşleştirmek için sunucu sertifikasının commonName bilgisini kullanır.

Belirli bir sertifikanın yetkilendirilebileceği ana makine adlarını sınırlandıran nameConstraints uzantısının atlanmasına olanak tanıyabileceği için bunun önerilen bir yöntem olmadığını unutmayın.

Bu politika ayarlanmazsa veya false (yanlış) değerine ayarlanırsa bir DNS adı veya IP adresi içerip de subjectAlternativeName uzantısı bulunmayan sunucu sertifikalarına güvenilmez.</string><string id="EnableDeprecatedWebPlatformFeatures">Kullanımdan kaldırılan web platformu özelliklerini sınırlı bir süre için etkinleştir</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Geçici olarak yeniden etkinleştirmek için, kullanımdan kaldırılmış web platformu özelliklerinin bir listesini belirtin.

Bu politika, yöneticilere kullanımdan kaldırılmış web platformu özelliklerini sınırlı bir süre için tekrar etkinleştirebilme olanağı verir. Özellikler bir dize etiketiyle tanımlanır ve bu politikanın belirttiği listeye eklenmiş olan etiketlere karşılık gelen özellikler yeniden etkinleştirilir.

Bu politika ayarlanmadan bırakılırsa veya liste boş olursa ya da desteklenen dize etiketlerinden biriyle eşleşmezse, kullanımdan kaldırılmış olan tüm web platformu özellikleri devre dışı olarak kalır.

Politikanın kendisi yukarıdaki platformlarda desteklense de, etkinleştirdiği özellik daha az sayıda platformda kullanılabilir. Kullanımdan kaldırılmış Web Platformu özelliklerinin tümü yeniden etkinleştirilemez. Sadece açık şekilde aşağıda listelenenler, özelliğe göre farklı olan sınırlı bir süre için etkinleştirilebilir. Dize etiketinin genel biçimi [KullanımdanKaldırılmışÖzelliğinAdı]_EffectiveUntil[yyyyaagg] olacaktır. Referans olarak, Web Platformu özelliklerinde değişiklik yapılmasının amacını şu adresten öğrenebilirsiniz: https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Kullanımdan kaldırılan web platformu özelliklerini sınırlı bir süre için etkinleştir</string><string id="EnableOnlineRevocationChecks">Çevrimiçi OCSP/CRL denetimlerinin yapılıp yapılmayacağı</string><string id="EnableOnlineRevocationChecks_Explain">Kısmi çökme bağlamında, çevrimiçi iptal denetimleri güvenlik açısından etkili yararlar sağlamaz. Bunlar Google Chrome 19 ve sonraki sürümlerde varsayılan olarak devre dışı bırakılmıştır. Bu politika doğru değerine ayarlandığında, önceki çalışma biçimi geri yüklenir ve çevrimiçi OCSP/CRL denetimleri yapılır.

Politika ayarlanmazsa veya yanlış seçeneğine ayarlanırsa Google Chrome, çevrimiçi iptal denetimlerini Google Chrome 19 ve sonraki sürümlerinde yapmaz.</string><string id="EnableSha1ForLocalAnchors">Yerel güven bağlantıları tarafından yayınlanan SHA-1 imzalı sertifikalara izin verilip verilmeyeceği</string><string id="EnableSha1ForLocalAnchors_Explain">Bu ayar etkinleştirildiğinde Google Chrome, başarılı bir şekilde doğrulanan ve yerel olarak yüklenmiş CA sertifikalarıyla zincirleme bağlantı kuran SHA-1 imzalı sertifikalara izin verir.

Bu politikanın, SHA-1 imzalarına izin veren işletim sistemi sertifika doğrulama yığınına bağlı olduğu unutulmamalıdır. Bir işletim sistemi güncellemesi, işletim sisteminin SHA-1 sertifikalarını işleme şeklini değiştirirse bu politikanın etkisi ortadan kalkabilir. Bunun yanı sıra, bu politika kurumlara SHA-1'i kullanımdan kaldırmaları için zaman kazandıran geçici bir çözüm sağlamak amacıyla hazırlanmıştır. Bu politika, 1 Ocak 2019'da veya buna yakın bir tarihte kaldırılacaktır.

Bu politika ayarlanmazsa veya yanlış seçeneğine ayarlanırsa Google Chrome, SHA-1'in kullanımdan kaldırılmasına yönelik herkese açık şekilde yapılan duyuruları takip eder.</string><string id="ExternalStorageDisabled">Harici depolama birimi eklemeyi devre dışı bırak</string><string id="ExternalStorageDisabled_Explain">Bu politika true (doğru) değerine ayarlandığında harici depolama birimi dosya tarayıcısında kullanılamaz.

Bu politika tüm depolama ortamı türlerini etkiler. Örneğin: USB flaş sürücüleri, harici sabit diskler, SD ve diğer bellek kartları, optik depolama birimleri vb. Dahili depolama birimi bu politikadan etkilenmez, dolayısıyla İndirilenler klasörüne kaydedilen dosyalara erişilebilir. Google Drive da bu politikadan etkilenmez.

Bu ayar devre dışı bırakılır veya yapılandırılmazsa kullanıcılar cihazlarında desteklenen tüm harici depolama birimi türlerini kullanabilir.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Bu politika doğru (true) değerine ayarlandığında, kullanıcılar harici depolama cihazlarına hiçbir şey yazamaz.

Bu ayar yanlış (false) değerine ayarlanırsa veya yapılandırılmazsa, kullanıcılar fiziksel olarak yazılabilir harici depolama cihazlarında dosya oluşturabilir ve mevcut dosyalarda değişiklik yapabilir.

ExternalStorageDisabled politikası, bu politikadan önceliklidir. ExternalStorageDisabled doğru (true) değerine ayarlanırsa harici depolama birimine tüm erişim devre dışı kalır ve bu politika yoksayılır.

Bu politika için yapılan dinamik yenileme, M56 ve sonraki sürümlerde desteklenir.</string><string id="ForceGoogleSafeSearch">Google Güvenli Arama'yı zorla</string><string id="ForceGoogleSafeSearch_Explain">Google Web Araması'ndaki sorguların Güvenli Arama etkinleştirilmiş olarak yapılmasını sağlar ve kullanıcıların bu ayarı değiştirmesini önler.

Bu ayarı etkinleştirirseniz, Google Arama'da Güvenli Arama her zaman etkin olur.

Bu ayarı devre dışı bırakırsanız veya bir değer ayarlamazsanız, Google Arama'da Güvenli Arama uygulanmaz.</string><string id="ForceMaximizeOnFirstRun">İlk çalıştırmada ilk tarayıcı penceresini ekranı kaplayacak şekilde büyüt</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Minimum YouTube Kısıtlı Modu'nu zorla</string><string id="ForceYouTubeRestrict_Explain">YouTube'da Kısıtlı Mod için bir minimum düzeyi zorunlu kılar ve kullanıcıların, daha az kısıtlamalı bir modu seçmelerini engeller.

Bu ayar için Yüksek Düzey değeri seçilirse YouTube'da her zaman Yüksek Düzey Kısıtlı Mod etkin olur.

Bu ayar için Orta Düzey değeri seçilirse kullanıcı, YouTube'da yalnızca Orta Düzey Kısıtlı Mod ve Yüksek Düzey Kısıtlı Mod'u seçebilir, ancak Kısıtlı Mod'u devre dışı bırakamaz.

Bu ayar Kapalı değerine getirilirse veya herhangi bir değer belirlenmezse Google Chrome tarafından YouTube'da Kısıtlı Mod zorunlu kılınmaz. Bununla birlikte, YouTube politikaları gibi harici politikalar Kısıtlı Mod'u zorunlu kılmaya devam edebilir.</string><string id="ForceYouTubeRestrict_Off">YouTube'da Kısıtlı Mod'u zorunlu kılma</string><string id="ForceYouTubeRestrict_Moderate">YouTube'da en azından Orta Düzey Kısıtlı Mod'u zorunlu kıl</string><string id="ForceYouTubeRestrict_Strict">YouTube için Yüksek Düzey Kısıtlı Mod'u zorunlu kıl</string><string id="FullscreenAllowed">Tam ekran moduna izin ver</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Varsayılan olmayan bağlantı noktalarında HTTP/0.9 desteğini etkinleştirir</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Bu politika, HTTP için 80 dışındaki bağlantı noktalarında ve HTTPS için 443 dışındaki bağlantı noktalarında HTTP/0.9 desteğini etkinleştirir.

Bu politika varsayılan olarak devre dışıdır ve etkinleştirilirse kullanıcıları https://crbug.com/600352 adresinde belirtilen güvenlik sorununa karşı açık durumda bırakır.

Bu politika, işletmelere mevcut sunucularını HTTP/0.9 dışındaki bir sürüme taşımaları için fırsat vermek amacıyla tasarlanmıştır ve ileride kaldırılacaktır.

Bu politika ayarlanmazsa HTTP/0.9, varsayılan olmayan bağlantı noktalarında devre dışı bırakılır.</string><string id="IncognitoModeAvailability">Gizli modun kullanılabilirliği</string><string id="IncognitoModeAvailability_Explain">Kullanıcının Google Chrome içinde Gizli modda sayfa açıp açamayacağını belirtir.

'Etkin' değeri seçilirse veya politika ayarlanmadan bırakılırsa, sayfalar Gizli modda açılabilir.

'Devre Dışı' değeri seçilirse, sayfalar Gizli modda açılamaz.

'Zorlama' seçeneği belirlenirse, sayfalar YALNIZCA Gizli modda açılabilir.</string><string id="IncognitoModeAvailability_Enabled">Gizli mod kullanılabilir</string><string id="IncognitoModeAvailability_Disabled">Gizli mod devre dışı</string><string id="IncognitoModeAvailability_Forced">Gizli mod zorunlu</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Site İzolasyonu'nu belirtilen kaynaklar için etkinleştirme</string><string id="IsolateOrigins_Explain">
NOT: Bu politika deneme niteliğinde olup işleyişi bozabilir!
Bu politikanın etkinleştirilmesi halinde, virgülle ayrılmış listede adı verilen her
kaynak kendi işleminde çalışır. Bu politika ayrıca alt alan adlarıyla adlandırılan
kaynakları da izole eder; örneğin, https://example.com/ adresinin belirtilmesi,
https://example.com/ sitesinin bir parçası olarak https://foo.example.com/ sitesinin de
izole edilmesine neden olur.
Bu politikanın devre dışı bırakılması halinde Site İzolasyonu öncesi işlem yönetimi mantığı etkin olur.
Bu politikanın yapılandırılmaması halinde kullanıcı bu ayarı değiştirebilir.
</string><string id="KeyPermissions">Temel İzinler</string><string id="KeyPermissions_Explain">Uzantıların şirket anahtarlarına erişmesine izin verir.

Anahtarlar, yönetilen bir hesapta chrome.enterprise.platformKeys API'sı kullanılarak oluşturulmuşsa şirket kullanımı için atanır. İçe aktarılan veya başka bir şekilde oluşturulan anahtarlar şirket kullanımına atanmaz.

Şirket kullanımı için atanan anahtarlara erişim yalnızca bu politika tarafından kontrol edilir. Kullanıcı, uzantıların şirket anahtarlarına erişmesi için izin veremez veya uzantıların şirket anahtarlarına erişim iznini kaldıramaz.

Varsayılan olarak bir uzantı, şirket kullanımı için atanmış bir anahtarı kullanamaz. Bu, söz konusu uzantı için allowCorporateKeyUsage öğesini yanlış seçeneğine ayarlamayla eşdeğerdir.

Yalnızca bir uzantı için allowCorporateKeyUsage öğesi doğru seçeneğine ayarlandığında, söz konusu uzantı, rastgele verileri imzalamak amacıyla, şirket kullanımı için işaretlenen platform anahtarlarını kullanabilir. Saldırganlara karşı anahtar erişimi güvenliği sağlamak için bu izin yalnızca uzantıya güveniliyorsa verilmelidir.</string><string id="ManagedBookmarks">Yönetilen Yer İşaretleri</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Bir politika iptal edildikten sonra maksimum getirme gecikmesi</string><string id="MaxInvalidationFetchDelay_Explain">Bir politika iptalinin alınmasıyla cihaz yönetimi hizmetinden yeni politikanın getirilmesi arasındaki maksimum gecikmeyi milisaniye olarak belirtir.

Bu politika ayarlanırsa, varsayılan 5000 milisaniye değeri geçersiz olur. Bu politika için geçerli değerler 1000 (1 saniye) - 300000 (5 dakika) arasıdır. Bu aralık dışındaki değerler ilgili sınıra ayarlanır.

Bu politika ayarlanmazsa, Google Chrome varsayılan 5000 milisaniye değerini kullanır.</string><string id="NativePrinters">Yerel Yazdırma</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Yerel Yazdırma</string><string id="NativePrintersBulkAccessMode">Yazıcı yapılandırması erişim politikası.</string><string id="NativePrintersBulkAccessMode_Explain">Kullanıcıların NativePrintersBulkConfiguration politikasındaki hangi yazıcıları kullanabileceğini kontrol eder.

Toplu yazıcı yapılandırması için hangi erişim politikasının kullanılacağını belirler. AllowAll seçilirse tüm yazıcılar gösterilir. BlacklistRestriction seçilirse, belirtilen yazıcılara erişimi kısıtlamak için NativePrintersBulkBlacklist kullanılır. WhitelistPrintersOnly seçilirse, NativePrintersBulkWhitelist yalnızca seçilebilir yazıcıları gösterir.

Bu politika ayarlanmazsa BlacklistRestriction uygulanır.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Kara listede olanlar hariç tüm yazıcılar gösterilir.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Kullanıcılara sadece beyaz listedeki yazıcılar gösterilir</string><string id="NativePrintersBulkAccessMode_AllowAll">Yapılandırma dosyasındaki tüm yazıcılara izin verin.</string><string id="NativePrintersBulkBlacklist">Devre dışı bırakılmış kurumsal yazıcılar</string><string id="NativePrintersBulkBlacklist_Explain">Bir kullanıcının kullanamayacağı yazıcıları belirtir.

Bu politika yalnızca NativePrintersBulkAccessMode için BlacklistRestriction değeri seçilirse kullanılır.

Bu politika kullanılırsa, bu politikada listelenen kimlikler dışında tüm yazıcılar kullanıcıya sağlanır.
</string><string id="NativePrintersBulkBlacklistDesc">Devre dışı bırakılmış kurumsal yazıcılar</string><string id="NativePrintersBulkConfiguration">Kurumsal yazıcı yapılandırma dosyası</string><string id="NativePrintersBulkConfiguration_Explain">Kurumsal yazıcılar için yapılandırmalar sağlar.

Bu politika, Google Chrome OS cihazlarına yazıcı yapılandırmaları sağlamanıza olanak tanır. Dosya 5 MB'tan büyük olmamalı ve JSON olarak kodlanmalıdır. Biçim, NativePrinters sözlüğü ile aynıdır. Yaklaşık 21.000 yazıcı içeren bir dosyanın 5 MB olacağı tahmin edilmektedir. İndirmenin bütünlüğünü doğrulamak için şifreleme karma değeri kullanılır.

Dosya indirilir ve önbelleğe alınır. URL veya karma değer değiştiğinde yeniden indirilir.

Bu politika ayarlanırsa Google Chrome OS, yazıcı yapılandırmalarına ilişkin dosyayı indirir ve yazıcıları NativePrintersBulkAccessMode, NativePrintersBulkWhitelist ve NativePrintersBulkBlacklist ile uyumlu bir şekilde kullanıma sunar.

Bu politikayı ayarlarsanız kullanıcılar değiştiremez veya geçersiz kılamaz.

Bu politikanın, kullanıcıların bağımsız cihazlardaki yazıcıları yapılandırıp yapılandıramamaları üzerinde herhangi bir etkisi yoktur. Bağımsız kullanıcıların yazıcı yapılandırmalarını tamamlaması amaçlanmıştır.
</string><string id="NativePrintersBulkWhitelist">Etkinleştirilmiş kurumsal yazıcılar</string><string id="NativePrintersBulkWhitelist_Explain">Bir kullanıcının kullanabileceği yazıcıları belirtir.

Bu politika yalnızca NativePrintersBulkAccessMode için WhitelistPrintersOnly değeri seçilirse kullanılır.

Bu politika kullanılırsa, kullanıcı yalnızca kimlikleri bu politikadaki değerlerle eşleşen yazıcıları kullanabilir. Kimliklerin, NativePrintersBulkConfiguration politikasında belirtilen dosyadaki girişlere karşılık gelmesi gerekir.
</string><string id="NativePrintersBulkWhitelistDesc">Etkinleştirilmiş kurumsal yazıcılar</string><string id="NetworkPredictionOptions">Ağ tahminini etkinleştir</string><string id="NetworkPredictionOptions_Explain">Google Chrome ürününde ağ tahminini etkinleştirir ve kullanıcıların bu ayarı değiştirmesini önler.

Bu politika, DNS'nin önceden getirilmesini, TCP ve SSL ön bağlantısını ve web sayfalarının önceden oluşturulmasını denetler.

Bu tercihi &quot;her zaman&quot;, &quot;hiçbir zaman&quot; veya &quot;yalnızca kablosuz&quot; olarak ayarladığınızda kullanıcılar Google Chrome ürününde bu ayarı değiştiremez veya geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa ağ tahmini etkinleştirilir, ancak isteyen kullanıcı bu ayarı değiştirebilir.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Ağ bağlantılarında ağ işlemlerini tahmin et</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Hücresel olmayan ağlarda ağ işlemlerini tahmin et.
(50'de kullanımdan kaldırılmıştır, 52'de kaldırılmıştır. 52'den sonra, 1 değeri ayarlanırsa 0 olarak (ağ bağlantılarında ağ işlemlerini tahmin et değeri gibi) işlem görür.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Ağ bağlantılarında ağ işlemlerini tahmin etme</string><string id="NoteTakingAppsLockScreenWhitelist">Beyaz listedeki not alma uygulamalarına Google Chrome OS kilit ekranında izin verilir</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Google Chrome OS kilit ekranında not alma uygulaması olarak etkinleştirilebilen uygulamaların listesini belirtir.

Tercih edilen not alma uygulaması kilit ekranında etkinleştirilmişse, kilit ekranı bu uygulamayı başlatacak bir kullanıcı arayüzü öğesi barındırır.
Uygulama başlatıldığı zaman kilit ekranının üst kısmında bir uygulama penceresi ve kilit ekranı bağlamında veri öğeleri (notlar) oluşturulabilir. Oturumun kilidi açık olduğunda, uygulama, oluşturulan notları birincil kullanıcı oturumuna aktarabilecektir. Şu anda yalnızca Chrome not alma uygulamaları kilit ekranında desteklenmektedir.

Politika ayarlanmışsa, yalnızca uygulamanın uzantı kimliğinin politika listesi değerinde yer alması halinde, kullanıcı uygulamayı kilit ekranında etkinleştirilebilir.
Bu nedenle, bu politikayı boş bir listeye ayarlamak, kilit ekranında not almayı tamamen devre dışı bırakır.
Uygulama kimliği içeren politikanın, kullanıcının uygulamayı kilit ekranında not alma uygulaması olarak etkinleştirebileceği anlamına gelmediğini unutmayın. Örneğin, Chrome 61 sürümünde, kullanılabilir uygulamalar dizisi platform tarafından ilave bir kısıtlamaya tabidir.

Politika ayarlanmadan bırakılırsa, kullanıcının kilit ekranında etkinleştirebileceği uygulama dizisi üzerinde politika tarafından hiçbir kısıtlama söz konusu olmaz.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Beyaz listedeki not alma uygulamalarına Google Chrome OS kilit ekranında izin verilir</string><string id="OpenNetworkConfiguration">Kullanıcı düzeyi ağ yapılandırması</string><string id="OpenNetworkConfiguration_Explain">Kullanıcılara ayrı ayrı uygulanacak ağ yapılandırmasını bir Google Chrome OS cihazına iletmeye olanak verir. Ağ yapılandırması, Açık Ağ Yapılandırma biçimi tarafından https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration adresinde tanımlandığı gibi, JSON biçimli bir dizedir.</string><string id="PacHttpsUrlStrippingEnabled">PAC URL ayırmayı etkinleştir (https:// için)</string><string id="PacHttpsUrlStrippingEnabled_Explain">https:// URL'lerini, proxy çözümlemesi sırasında Google Chrome tarafından kullanılan PAC (Proxy Otomatik Yapılandırması) komut dosyalarına geçirmeden önce URL'lerin gizlilik ve güvenlik açısından hassas bölümlerini ayırır.

Doğru (True) değerine ayarlandığında güvenlik özelliği etkinleştirilir ve
https:// URL'leri bir PAC komut dosyasına gönderilmeden önce ayrılır.
Bu şekilde, PAC komut dosyası normalde şifrelenmiş kanalla korunan
verileri (URL'nin yolu ve sorgu gibi) görüntüleyemez.

Politika Yanlış (False) değerine ayarlandığında, güvenlik özelliği devre dışı
bırakılır ve PAC komut dosyalarına https:// URL'sinin tüm bileşenlerini
görüntüleme izni verilir. Bu ayar, kaynağından bağımsız olarak tüm
PAC komut dosyaları için geçerlidir (güvenli olmayan bir aktarım üzerinden
getirilenlerin yanı sıra WPAD üzerinden güvenli olmayan bir şekilde
keşfedilenler için de geçerlidir).

Bu politika varsayılan olarak Doğru (True) değerine ayarlanır (güvenlik
özelliği etkindir). Bunun tek istisnası, politikanın şu anda Yanlış (False)
değerinde çalıştırıldığı Chrome OS kurumsal kullanıcılarıdır.

Bu politikanın Doğru (True) değerine ayarlanması önerilir. Politikanın
Yanlış (False) değerine ayarlanmasının tek nedeni, mevcut PAC komut
dosyalarıyla bir uyumluluk sorununa neden olabilmesidir.

İleride bu geçersiz kılmanın kaldırılması istenmektedir.</string><string id="PinnedLauncherApps">Başlatıcıda gösterilecek sabitlenmiş uygulamalar listesi</string><string id="PinnedLauncherApps_Explain">Google Chrome OS tarafından başlatıcı çubuğunda sabitlenmiş uygulamalar olarak gösterilen uygulama tanımlayıcılarını listeler.

Bu politika yapılandırılırsa, uygulama seti sabittir ve kullanıcı tarafından değiştirilemez.

Bu politika ayarlanmadan bırakılırsa, kullanıcı başlatıcıdaki sabitlenmiş uygulamalar listesini değiştirebilir.</string><string id="PinnedLauncherAppsDesc">Başlatıcıda gösterilecek sabitlenmiş uygulamalar listesi</string><string id="PolicyRefreshRate">Kullanıcı politikası için yenileme hızı</string><string id="PolicyRefreshRate_Explain">Cihaz yönetim hizmetinin, kullanıcı politikası bilgileri için sorgulanma süresini milisaniye olarak belirtir.

Bu politika ayarlandığında varsayılan değer (3 saat) geçersiz olur. Bu politika için geçerli değerler 1800000 (30 dakika) ile 86400000 (1 gün) aralığındadır. Bu aralıkta bulunmayan değerler ilgili sınıra çekilir. Politika değiştiğinde politika bildirimlerinin otomatik olarak bir yenilemeyi zorlaması beklendiğinden, platform politika bildirimlerini destekliyorsa yenileme gecikmesi 24 saate ayarlanır.

Bu politika ayarlanmadan bırakılırsa Google Chrome varsayılan değeri (3 saat) kullanır.

Platform politika bildirimlerini destekliyorsa yenileme gecikmesinin 24 saate ayarlanacağını (tüm varsayılanların ve bu politikanın değerinin yoksayılacağını) unutmayın. Bunun nedeni, politika değiştiğinde politika bildirimlerinin otomatik olarak bir yenilemeyi zorlamasının beklenmesi ve bu yüzden, daha sık yenileme yapılmasına gerek olmamasıdır.</string><string id="PrintingEnabled">Yazdırmayı etkinleştir</string><string id="PrintingEnabled_Explain">Google Chrome ürününde yazdırmayı etkinleştirir ve kullanıcıların bu ayarı değiştirmelerini önler.

Bu ayar etkinleştirilirse veya yapılandırılmazsa kullanıcılar yazdırabilir.

Bu ayar devre dışı bırakılırsa, kullanıcılar Google Chrome ürününden yazdıramaz. Yazdırma işlemi, ingiliz anahtarı menüsü, uzantılar, JavaScript uygulamaları vb. içinden devre dışı bırakılır. Yazdırırken Google Chrome ürününü atlayan eklentilerden yazdırma yapmak da mümkündür. Örneğin, bazı Flash uygulamalarının bağlam menüsünde, bu politikanın kapsamında olmayan yazdırma seçeneği vardır.</string><string id="QuicAllowed">QUIC protokolüne izin verir</string><string id="QuicAllowed_Explain">Bu politika doğru seçeneğine ayarlanırsa veya ayarlanmadan bırakılırsa Google Chrome ürününde QUIC protokolünün kullanımına izin verilir.
Bu politika yanlış seçeneğine ayarlanırsa QUIC protokolünün kullanımına izin verilmez.</string><string id="RebootAfterUpdate">Güncelleme sonrasında otomatik olarak yeniden başlat</string><string id="RebootAfterUpdate_Explain">Google Chrome OS güncellemesi uygulandıktan sonra otomatik yeniden başlatma planla.

Bu politika true (doğru) olarak ayarlandığında, Google Chrome OS güncellemesi uygulandıktan sonra güncelleme işleminin tamamlanması için otomatik yeniden başlatma gerekliyse bir otomatik yeniden başlatma planlanır. Yeniden başlatma derhal planlanır, ancak kullanıcı o an cihazı kullanıyorsa bu işlem cihaz üzerinden 24 saate kadar geciktirilebilir.

Bu politika false (yanlış) olarak ayarlandığında, Google Chrome OS güncellemesi uygulandıktan sonra otomatik yeniden başlatma planlanmaz. Güncelleme işlemi, kullanıcı cihazı gelecek sefer yeniden başlattığında tamamlanır.

Bu politikayı ayarlarsanız, kullanıcılar politika üzerinde değişiklik yapamaz ve politikayı geçersiz kılamaz.

Not: Şu an için, otomatik yeniden başlatmalar yalnızca giriş ekranı gösteriliyorsa veya bir kiosk uygulama oturumu devam ediyorsa etkinleştirilir. Bu durum gelecekte değişecektir ve politika, herhangi bir özel türden oturumun devam edip etmediğinden bağımsız olarak her zaman uygulanacaktır.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Çevrimiçi OCSP/CRL kontrollerinin yerel güven bağlantıları için gerekli olup olmadığı</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Bu ayar etkinleştirildiğinde, Google Chrome başarıyla doğrulanan ve yerel olarak yüklü CA sertifikaları ile imzalanmış sunucu sertifikaları için her zaman iptal kontrolü yapar.

Google Chrome, iptal durumu bilgilerini alamazsa bu tür sertifikalar iptal edilmiş sayılır (&quot;kesin hata&quot;).

Bu politika ayarlanmazsa veya yanlış değerine ayarlanırsa Google Chrome, varolan çevrimiçi iptal kontrolü ayarlarını kullanır.</string><string id="RunAllFlashInAllowMode">Flash içeriği ayarını tüm içeriği kapsayacak şekilde genişlet</string><string id="RunAllFlashInAllowMode_Explain">Bu ayarı etkinleştirirseniz, içerik ayarlarında Flash'a izin vermek üzere ayarlanmış (kullanıcı ya da şirket politikası tarafından) web sitelerine yerleştirilmiş tüm Flash içeriği çalıştırılır. Bu Flash içeriğine diğer kaynaklardan gelen içerikler veya küçük içerikler de dahildir.

Hangi web sitelerinin Flash'ı çalıştırmasına izin verildiğini kontrol etmek için, &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; ve &quot;PluginsBlockedForUrls&quot; politikalarına bakın.

Bu ayar devre dışı bırakılırsa veya hiç ayarlanmazsa, diğer kaynaklardan gelen Flash içeriği veya küçük içerik engellenebilir.</string><string id="SAMLOfflineSigninTimeLimit">SAML kullanarak kimlik doğrulaması yapmış kullanıcının çevrimdışı olarak giriş yapabileceği süreyi sınırla</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">SSL uyarı sayfasından devam etmeye izin ver</string><string id="SSLErrorOverrideAllowed_Explain">Kullanıcılar SSL hatalarına neden olan sitelere gittiğinde Chrome bir uyarı iletisi görüntüler. Varsayılan olarak veya bu politika doğru seçeneğine ayarlandığında, kullanıcıların bu uyarı sayfalarını tıklamalarına izin verilir.
Bu politika yanlış seçeneğine ayarlanırsa, kullanıcılar uyarı sayfalarını tıklayamazlar.</string><string id="SSLVersionMax">Etkinleştirilen maksimum SSL sürümü</string><string id="SSLVersionMax_Explain">Uyarı: Maks. TLS sürümü politikası, yaklaşık olarak sürüm 66 düzeyinde (Şubat 2018 civarında) Google Chrome ürününden tamamıyla kaldırılacaktır.

Bu politika yapılandırılmazsa Google Chrome, varsayılan maksimum sürümü kullanır.

Aksi halde, şu değerlerin birine ayarlanabilir: &quot;tls1.2&quot; veya &quot;tls1.3&quot;. Ayarlandığında, Google Chrome, belirtilen sürümden yüksek olan SSL/TLS sürümlerini kullanmaz. Tanınmayan bir değer yoksayılır.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Güvenli Taramayı etkinleştir</string><string id="SafeBrowsingEnabled_Explain">Google Chrome için Güvenli Tarama özelliğini etkinleştirir ve kullanıcıların bu ayarı değiştirmesine engel olur.

Bu ayarı etkinleştirirseniz Güvenli Tarama her zaman etkin olur.

Bu ayarı devre dışı bırakırsanız Güvenli Tarama hiçbir zaman etkin olmaz.

Bu ayarı etkinleştirirseniz veya devre dışı bırakırsanız, kullanıcılar Google Chrome içindeki &quot;Kimlik avı ve kötü amaçlı yazılımlara karşı koruma&quot; ayarını değiştiremez veya geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa bu ayar etkinleştirilecek, ancak kullanıcı bunu değiştirebilecektir.

Güvenli Tarama ile ilgili daha fazla bilgi için https://developers.google.com/safe-browsing adresine bakın.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Kullanıcıların Güvenli Tarama genişletilmiş raporlamasını etkinleştirmesine izin ver</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Bu politika yanlış seçeneğine ayarlandığında, kullanıcıların, bazı sistem bilgilerini ve sayfa içeriğini Google sunucularına göndermeyi seçmeleri engellenir. Bu ayar doğru seçeneğine ayarlanırsa veya hiç yapılandırılmazsa kullanıcılar, tehlikeli uygulamaların ve sitelerin tespit edilmesine yardımcı olmak amacıyla bazı sistem bilgilerini ve sayfa içeriğini Güvenli Tarama'ya gönderebilir.

Güvenli Tarama ile ilgili daha fazla bilgi için https://developers.google.com/safe-browsing adresine bakın.</string><string id="SavingBrowserHistoryDisabled">Tarayıcı geçmişini kaydetmeyi devre dışı bırak</string><string id="SavingBrowserHistoryDisabled_Explain">Google Chrome ürününde tarayıcı geçmişini kaydetmeyi devre dışı bırakır ve kullanıcıların bu ayarı değiştirmesine izin vermez.

Bu ayar etkinleştirilirse tarama geçmişi kaydedilmez. Bu ayar aynı zamanda sekme senkronizasyonunu da devre dışı bırakır.

Bu ayar devre dışı bırakılırsa veya hiç yapılandırılmazsa tarama geçmişi kaydedilir.</string><string id="SearchSuggestEnabled">Arama önerilerini etkinleştir</string><string id="SearchSuggestEnabled_Explain">Google Chrome Çok Amaçlı Adres Çubuğu'nda arama önerilerini etkinleştirir ve kullanıcıların bu ayarı değiştirmesini önler.

Bu ayarı etkinleştirirseniz, arama önerileri kullanılır.

Bu ayarı devre dışı bırakırsanız, arama önerileri hiç kullanılmaz.

Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar Google Chrome uygulamasında bu ayarı değiştiremez veya geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa, bu özellik etkinleştirilir ancak kullanıcı tarafından da değiştirilebilir.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Herkese açık oturum için önerilen yerel ayarları belirt</string><string id="SessionLocales_Explain">Herkese açık bir oturum için önerilen yerel ayarlardan bir veya daha fazlasını yapılandırarak, kullanıcıların bunlardan birini kolayca seçmelerine olanak verir.

Kullanıcı herkese açık bir oturumu başlatmadan önce bir yerel ayar ve klavye düzeni seçebilir. Varsayılan olarak, Google Chrome OS tarafından desteklenen tüm yerel ayarlar alfabetik sırayla listelenir. Önerilen yerel ayarlardan bir grubu listenin başına taşımak için bu politikayı kullanabilirsiniz.

Bu politika ayarlanmazsa, geçerli kullanıcı arayüzü yerel ayarı önceden seçilir.

Bu politika ayarlanırsa, önerilen yerel ayarlar listenin başına taşınır ve geri kalan yerel ayarlardan görsel olarak ayrılır. Önerilen yerel ayarlar politikada göründükleri sırayla listelenir. Önerilen ilk yerel ayar önceden seçilmiştir.

Birden fazla önerilen yerel ayar varsa, kullanıcıların bu yerel ayarlardan birini seçmek isteyeceği varsayılır. Herkese açık bir oturum başlatılırken, yerel ayar ve klavye düzeni seçimi göze çarpacak şekilde sunulur. Aksi takdirde, çoğu kullanıcının önceden seçilmiş olan yerel ayarı kullanmak isteyeceği varsayılır. Herkese açık bir oturum başlatılırken yerel ayar ve klavye düzeni seçimi fazla göze çarpacak şekilde sunulmaz.

Bu politika ayarlandığında ve otomatik giriş etkinleştirildiğinde (bkz. |DeviceLocalAccountAutoLoginId| ve |DeviceLocalAccountAutoLoginDelay| politikaları), otomatik olarak başlatılan herkese açık oturum için ilk önerilen yerel ayar ve bu yerel ayarla eşleşen en popüler klavye düzeni kullanılır.

Önceden seçilmiş olan klavye düzeni her zaman, önceden seçilmiş yerel ayarla eşleşen en popüler düzen olur.

Bu politika ancak öneri olarak ayarlanabilir. Önerilen yerel ayarları en üste taşımak için bu politikayı kullanabilirsiniz, ancak kullanıcıların oturumları için Google Chrome OS tarafından desteklenen herhangi bir yerel ayarı seçmesine her zaman izin verilir.
</string><string id="SessionLocalesDesc">Herkese açık oturum için önerilen yerel ayarları belirt</string><string id="ShelfAutoHideBehavior">Rafın otomatik olarak gizlenmesini kontrol et</string><string id="ShelfAutoHideBehavior_Explain">Google Chrome OS rafının otomatik gizlenmesini kontrol eder.

Bu politika 'AlwaysAutoHideShelf' seçeneğine ayarlanırsa, raf her zaman otomatik olarak gizlenir.

Bu politika 'NeverAutoHideShelf' seçeneğine ayarlanırsa, raf hiçbir zaman otomatik olarak gizlenmez.

Bu politikayı ayarlarsanız, kullanıcılar değiştiremez veya geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa, kullanıcılar rafın otomatik olarak gizlenip gizlenmeyeceğini belirtebilir.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Rafı her zaman otomatik olarak gizle</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Rafı hiçbir zaman otomatik olarak gizleme</string><string id="ShowHomeButton">Araç çubuğunda Ana Sayfa düğmesini göster</string><string id="ShowHomeButton_Explain">Google Chrome araç çubuğunda Ana Sayfa düğmesini gösterir.

Bu ayarı etkinleştirirseniz, Ana Sayfa düğmesi her zaman gösterilir.

Bu ayarı devre dışı bırakırsanız, Ana Sayfa düğmesi hiçbir zaman gösterilmez.

Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar Google Chrome ürününde bu ayarı değiştiremez veya geçersiz kılamaz.

Bu politika ayarlanmadan bırakılırsa, kullanıcı ana sayfa düğmesinin gösterilip gösterilmeyeceğini seçebilir.</string><string id="ShowLogoutButtonInTray">Sistem tepsisine çıkış düğmesi ekle</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Site İzolasyonu'nu her site için etkinleştirme</string><string id="SitePerProcess_Explain">
NOT: Bu politika deneme niteliğinde olup işleyişi bozabilir!
Hem izolasyondan hem de kullanıcılar için sınırlı etkiden en iyi şekilde yararlanmak
üzere IsolateOrigins politika ayarına bakmak isteyebilirsiniz. Bunun için, izole
etmek istediğiniz sitelerin listesiyle IsolateOrigins'i kullanabilirsiniz. Bu ayar
(SitePerProcess) tüm siteleri izole eder.
Bu politikanın etkinleştirilmesi halinde her site kendi işleminde çalışır.
Bu politikanın devre dışı bırakılması halinde Site İzolasyonu öncesi işlem yönetimi mantığı etkin olur.
Bu politikanın yapılandırılmaması halinde kullanıcı bu ayarı değiştirebilir.
</string><string id="SpellCheckServiceEnabled">Yazım denetimi Web hizmetini etkinleştir veya devre dışı bırak</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome, yazım hatalarını çözmeye yardımcı olması için bir Google Web hizmetini kullanabilir. Bu ayar etkinleştirilirse, bu hizmet her zaman kullanılır. Bu ayar devre dışı bırakılırsa, bu hizmet hiçbir zaman kullanılmaz.

Yazım denetimi indirilen bir sözlük kullanılarak gerçekleştirilebilir; bu politika yalnızca çevrimiçi hizmetin kullanımını denetler.

Bu ayar yapılandırılmazsa, kullanıcılar yazım denetimi hizmetinin kullanılıp kullanılmayacağını belirleyebilirler.</string><string id="SuppressUnsupportedOSWarning">Desteklenmeyen OS uyarısını gizle</string><string id="SuppressUnsupportedOSWarning_Explain">Google Chrome, artık desteklenmeyen bir bilgisayarda veya işletim sisteminde çalışırken görüntülenen uyarıyı gizler.</string><string id="SyncDisabled">Google ile veri senkronizasyonunu devre dışı bırak</string><string id="SyncDisabled_Explain">Google tarafından barındırılan senkronizasyon hizmetlerini kullanarak yapılan Google Chrome içindeki veri senkronizasyonunu devre dışı bırakır ve kullanıcıların bu ayarı değiştirmelerini önler.

Bu ayarı etkinleştirirseniz kullanıcılar Google Chrome içinden bu ayarı değiştiremez ve geçersiz kılamazlar.

Bu politika ayarlanmadan bırakılırsa kullanıcılar Google Sync aracılığıyla politikayı kullanıp kullanmamayı seçebilirler.

Google Sync'i tamamıyla devre dışı bırakmak için Google Sync hizmetini Google Yönetim konsolunda devre dışı bırakmanız önerilir.

RoamingProfileSupportEnabled politikası etkinken bu politikanın etkinleştirilmemesi gerekir. Zira bu özellik aynı istemci tarafı işlevselliğini paylaşır. Bu durumda, Google tarafından barındırılan senkronizasyon tamamen devre dışı bırakılır.</string><string id="SystemTimezone">Saat dilimi</string><string id="SystemTimezone_Explain">Cihazda kullanılacak saat dilimini belirtir. Kullanıcılar belirtilen saat dilimini mevcut oturum için geçersiz kılabilirler. Ancak, çıkış yapıldığında ayar belirtilen saat dilimine geri döner. Geçersiz bir değer sağlanırsa politika, sağlanan değer yerine &quot;GMT&quot; kullanılarak etkinleştirilir. Boş bir dize sağlanırsa politika yoksayılır.

Bu politika kullanılmazsa o anda etkin olan saat dilimi kullanımda kalır, ancak kullanıcılar saat dilimini değiştirebilir ve bu değişiklik kalıcı olur. Bu durumda, bir kullanıcının yaptığı değişiklik giriş ekranını ve diğer tüm kullanıcıları etkiler.

Yeni cihazlarda saat dilimi &quot;ABD/Pasifik&quot; olarak ayarlıdır.

Değerin biçimi &quot;IANA Saat Dilimleri Veritabanı&quot; (bkz.&quot;https://tr.wikipedia.org/wiki/IANA_zaman_dilimi_veritaban%C4%B1&quot;) içindeki saat dilimi adlarına uygundur. Özellikle, saat dilimlerinin çoğu &quot;kıta/büyük_kent&quot; veya &quot;okyanus/büyük_kent&quot; olarak anılır.

Bu politikanın ayarlanması, cihaz konumuna göre otomatik saat dilimi belirlemeyi devre dışı bırakır. Ayrıca, SystemTimezoneAutomaticDetection politikasını da geçersiz kılar.</string><string id="SystemTimezoneAutomaticDetection">Otomatik saat dilimi algılama yöntemini yapılandır</string><string id="SystemTimezoneAutomaticDetection_Explain">Bu politika ayarlandığında, otomatik saat dilimi algılama akışı, ayarın değerine bağlı olarak aşağıdaki yöntemlerden birini kullanır:

TimezoneAutomaticDetectionUsersDecide değerine ayarlanırsa kullanıcılar, chrome://settings sayfasındaki normal kontrolleri kullanarak otomatik saat dilimi algılamayı kontrol edebilir.

TimezoneAutomaticDetectionDisabled değerine ayarlanırsa chrome://settings sayfasındaki otomatik saat dilimi kontrolleri devre dışı bırakılır. Otomatik saat dilimi algılama her zaman kapalı olur.

TimezoneAutomaticDetectionIPOnly değerine ayarlanırsa chrome://settings sayfasındaki saat dilimi kontrolleri devre dışı bırakılır. Otomatik saat dilimi algılama her zaman açık olur. Saat dilimi algılama, konumu çözümlemek için yalnızca IP yöntemini kullanır.

TimezoneAutomaticDetectionSendWiFiAccessPoints değerine ayarlanırsa chrome://settings sayfasındaki saat dilimi kontrolleri devre dışı bırakılır. Otomatik saat dilimi algılama her zaman açık olur. Saat diliminin hassas bir şekilde algılanması için görünür kablosuz erişim noktalarının listesi her zaman Coğrafi Konum API'si sunucusuna gönderilir.

TimezoneAutomaticDetectionSendAllLocationInfo değerine ayarlanırsa chrome://settings sayfasındaki saat dilimi kontrolleri devre dışı bırakılır. Otomatik saat dilimi algılama her zaman açık olur. Saat diliminin hassas bir şekilde algılanması için konum bilgileri (Kablosuz erişim noktaları, erişilebilir Baz İstasyonları, GPS gibi) bir sunucuya gönderilir.

Bu politika ayarlanmazsa TimezoneAutomaticDetectionUsersDecide değeri belirlenmiş gibi davranır.

SystemTimezone politikası ayarlanırsa bu politika geçersiz kılınır. Bu durumda, otomatik saat dilimi algılama tamamen devre dışı bırakılır.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Saat dilimini çözümlerken kullanılabilir konum sinyallerini her zaman sunucuya gönder</string><string id="SystemUse24HourClock">Varsayılan olarak 24 saatlik saat biçimini kullan</string><string id="SystemUse24HourClock_Explain">Cihaz için kullanılacak saat biçimini belirtir.

Bu politika, giriş ekranında ve kullanıcı oturumlarında varsayılan olarak kullanılacak saat biçimini yapılandırır. Bununla birlikte kullanıcılar, hesaplarındaki saat biçimini geçersiz kılabilirler.

Politika doğru değerine ayarlanırsa cihaz 24 saat biçimini kullanır. Politika yanlış değerine ayarlanırsa cihaz 12 saat biçimini kullanır.

Bu politika ayarlanmazsa cihaz varsayılan olarak 24 saat biçimini kullanır.</string><string id="TPMFirmwareUpdateSettings">TPM donanım yazılımını güncelleme davranışını yapılandır</string><string id="TPMFirmwareUpdateSettings_Explain">TPM donanım yazılımını güncelleme işlevinin kullanımını ve davranışını yapılandırır.

Bağımsız ayarlar JSON özelliklerinde belirtilebilir:

allow-user-initiated-powerwash: true olarak ayarlanırsa kullanıcılar TPM donanım yazılımı güncellemesini yüklemek için powerwash sürecini tetikleyebilirler.

Politika ayarlanmazsa TPM donanım yazılımını güncelleme işlevi kullanılamaz.</string><string id="TaskManagerEndProcessEnabled">Görev Yöneticisi'ndeki işlemlerin sona erdirilebilmesini sağlar</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Bir cihaz yerel hesabı için Hizmet Şartları'nı ayarlama</string><string id="TermsOfServiceURL_Explain">Bir cihaz-yerel hesap oturumunu başlatmadan önce kullanıcının kabul etmesi gereken Hizmet Şartları'nı ayarlar.

Bu politika ayarlanırsa, Google Chrome OS Hizmet Şartları'nı indirir ve bir cihaz yerel hesap oturumu her başlatıldığında kullanıcıya sunar. Kullanıcının yalnızca Hizmet Şartları'nı kabul etmesinden sonra oturuma geçmesine izin verilir.

Bu politika ayarlanmazsa, Hizmet Şartları gösterilmez.

Politika, Google Chrome OS tarafından Hizmet Şartları'nın indirilebileceği bir URL'ye ayarlanmalıdır. Hizmet Şartları'nda düz metin kullanılmalı, MIME türü metin/düz olarak sunulmalıdır. Herhangi bir işaretleme kullanılamaz.</string><string id="TouchVirtualKeyboardEnabled">Sanal klavyeyi etkinleştir</string><string id="TouchVirtualKeyboardEnabled_Explain">Bu politika, ChromeOS'de sanal klavyenin bir giriş cihazı olarak etkinleştirilmesini yapılandırır. Kullanıcılar bu politikayı geçersiz kılamaz.

Politika doğru değerine ayarlanırsa dokunmatik sanal klavye her zaman etkinleştirilir.

Yanlış değerine ayarlanırsa dokunmatik sanal klavye her zaman devre dışı olur.

Bu politikayı ayarlarsanız kullanıcılar politikayı değiştiremez veya geçersiz kılamaz. Bununla birlikte, kullanıcılar bu politikanın kontrol ettiği sanal klavyeye göre önceliğe sahip olan bir erişilebilirlik özellikli dokunmatik klavyeyi etkinleştirebilir/devre dışı bırakabilirler. Erişilebilirlik özellikli dokunmatik klavyeyi kontrol etmek için |VirtualKeyboardEnabled| politikasına bakın.

Bu politika ayarlanmadan bırakılırsa dokunmatik klavye başlangıçta devre dışı bırakılır, ancak daha sonra istendiğinde kullanıcı tarafından etkinleştirilebilir. Klavyenin ne zaman görüntüleneceğine karar verilmesi için sezgisel kurallar da kullanılabilir.</string><string id="TranslateEnabled">Google Çeviri'yi etkinleştir</string><string id="TranslateEnabled_Explain">Google Chrome üzerinde entegre Google Çeviri hizmetini sağlar.

Bu ayarı etkinleştirirseniz Google Chrome, uygun durumlarda sayfayı kullanıcı için çevirmeyi öneren entegre bir araç çubuğu gösterir.

Bu ayarı devre dışı bırakırsanız, kullanıcılar çeviri çubuğunu hiçbir zaman görmez.

Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar Google Chrome ürünündeki bu ayarı değiştiremez veya geçersiz kılamaz.

Bu ayar ayarlanmadan bırakılırsa, bu işlevin kullanılıp kullanılmayacağına kullanıcı karar verebilir.</string><string id="URLBlacklist">URL listesine erişimi engelle</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">URL listesine erişimi engelle</string><string id="URLWhitelist">URL listesine erişim izni verir</string><string id="URLWhitelist_Explain">Listelenen URL'lere, URL kara listesindeki istisnalar olarak erişilmesine olanak tanır.

Bu listenin giriş biçimi için URL kara liste politikasının açıklamasına bakın.

Bu politika, kısıtlayıcı kara listelere istisnalar açmak için kullanılabilir. Örneğin, tüm istekleri engellemek için '*' kara listeye alınabilir ve bu politika, sınırlı sayıda URL'nin bulunduğu bir listeye erişilmesine izin vermek için kullanılabilir. Belirli şemalara, diğer alan adlarının alt alan adlarına, bağlantı noktalarına veya belirli yollara istisnalar açmak için kullanılabilir.

En özel filtre, bir URL'nin engellendiğini veya URL'ye izin verildiğini belirler. Beyaz liste, kara listeye göre önceliklidir.

Bu politika 1000 girişle sınırlıdır; sonraki girişler yoksayılır.

Bu politika ayarlanmazsa, kara listenin 'URLBlacklist' politikasına göre hiçbir istisnası olmaz.</string><string id="URLWhitelistDesc">URL listesine erişim izni verir</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Bu politika &quot;doğru&quot; seçeneğine ayarlanırsa Birleşik Masaüstü'ne varsayılan olarak
izin verilir ve bu özellik etkinleştirilir. Bu şekilde, uygulamaların birden fazla
ekrana yayılmasına olanak sağlanır.
Kullanıcı, ekran ayarlarında tek tek ekranların işaretini kaldırarak bu ekranlara
ilişkin Birleşik Masaüstü'nü devre dışı bırakabilir.

Bu politika &quot;yanlış&quot; seçeneğine ayarlanırsa veya ayarlanmadan bırakılırsa
Birleşik Masaüstü devre dışı kalır. Bu durumda kullanıcı bu özelliği kullanamaz.</string><string id="UsbDetachableWhitelist">Çıkarılabilir USB cihazları beyaz listesi</string><string id="UsbDetachableWhitelist_Explain">chrome.usb API'sı aracılığıyla doğrudan bir web uygulaması içinde kullanılması için çekirdek sürücüsünden çıkarılmasına izin verilen USB cihazlarının listesini tanımlar. Girişler, belirli bir donanımı tanımlamak için kullanılan USB Tedarikçi Tanımlayıcısı ve Ürün Tanımlayıcısı çiftlerinden oluşmaktadır.

Bu politika yapılandırılmazsa, çıkarılabilecek USB cihazları listesi boş olur.</string><string id="UsbDetachableWhitelistDesc">Çıkarılabilir USB cihazları beyaz listesi</string><string id="UserAvatarImage">Kullanıcı avatarı resmi</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Cihaz-yerel hesaplar için görünen adı ayarla</string><string id="UserDisplayName_Explain">Hesap adının (Google Chrome OS) ilgili cihaz-yerel hesap için giriş ekranında görüntülenip görüntülenmeyeceğini kontrol eder.

Bu politika ayarlanırsa, giriş ekranı tarafından, ilgili cihaz-yerel hesap için resimle giriş seçicisinde belirtilen dize kullanılır.

Bu politika ayarlanmadan bırakılırsa, Google Chrome OS, giriş ekranında görünen ad olarak cihaz-yerel hesabın e-posta hesap kimliğini kullanır.

Bu politika normal kullanıcı hesaplarında yoksayılır.</string><string id="VideoCaptureAllowed">Video yakalamaya izin verme veya reddetme</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Soru sorulmadan video yakalama cihazlarına erişim verilecek URL'ler</string><string id="VideoCaptureAllowedUrls_Explain">Bu listedeki kalıplar, istek yapan URL'nin güvenlik kaynağı ile karşılaştırılır. Bir eşleşme bulunursa, herhangi bir istemde bulunulmadan ses yakalama cihazlarına erişim izni verilir.

NOT: Sürüm 45'e kadar bu politika sadece Kiosk modunda desteklenmektedir.</string><string id="VideoCaptureAllowedUrlsDesc">Soru sorulmadan video yakalama cihazlarına erişim verilecek URL'ler</string><string id="WPADQuickCheckEnabled">WPAD optimizasyonunu etkinleştir</string><string id="WPADQuickCheckEnabled_Explain">Google Chrome ürününde WPAD (Otomatik Web Proxy Keşfi) optimizasyonunu kapatmanıza olanak verir.

Bu politika yanlış seçeneğine ayarlanırsa WPAD optimizasyonu devre dışı kalır ve Google Chrome ürününün DNS tabanlı WPAD sunucuları için daha uzun süre beklemesine neden olur. Politika ayarlanmazsa veya etkinleştirilirse WPAD optimizasyonu etkinleştirilir.

Bu politikanın ayarlansa da ayarlanmasa da, WPAD optimizasyonu ayarı kullanıcılar tarafından değiştirilemez.</string><string id="WallpaperImage">Duvar kağıdı resmi</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">WebRTC tarafından kullanılan yerel UDP bağlantı noktaları aralığını kısıtlama</string><string id="WebRtcUdpPortRange_Explain">Politika ayarlanırsa, WebRTC tarafından kullanılan UDP bağlantı noktası aralığı, belirtilen bağlantı noktası aralığı (başlangıç ve bitiş noktaları dahil) kullanılacak şekilde kısıtlanır.

Politika ayarlanmazsa veya boş dize değerine ya da geçersiz bir bağlantı noktası aralığına ayarlanırsa, WebRTC'nin kullanılabilir herhangi bir yerel UDP bağlantı noktasını kullanmasına izin verilir.</string></stringTable><presentationTable><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Ana sayfa URL'si</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Başlangıçtaki işlem</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Başlangıçta açılacak olan URL'ler</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Ekran büyüteci türünü ayarla</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Giriş ekranında varsayılan ekran büyüteci türünü etkin olarak ayarla</dropdownList></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Kullanıcı kapağı kapattığında yapılacak işlem</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Sunum modunda ekranın kararma gecikmesinin ölçekleneceği yüzde:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Kullanıcı, ekran kararmasından sonra etkin duruma gelirse ekranın kararma gecikmesinin ölçekleneceği yüzde:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Kullanıcının işlem yapmadığı zaman için güç yönetimi ayarları</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Ekran kilidi bekleme süresi</label></textBox></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Desteklenen kimlik doğrulama şemaları</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Kimlik doğrulama sunucusu beyaz listesi</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Kerberos yetki sunucusu beyaz listesi</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Proxy sunucu ayarlarının nasıl belirtileceğini seç</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Proxy sunucunun adresi veya URL'si</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Proxy .pac dosyası için URL</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Proxy atlama kurallarının noktalı virgül ile ayrılmış listesi</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Uzaktan doğrulama API'sını kullanmasına izin verilen uzantılar</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Uzaktan erişim ana makineleri için TalkGadget önekini yapılandır</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Uzaktan erişen ana makine tarafından kullanılan UDP bağlantı noktası aralığını kısıtla</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Uzaktan erişim istemcilerinin kimlik doğrulama jetonunu edinmesi gerektiği URL</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>Uzaktan erişim istemci kimlik doğrulama jetonunu doğrulama URL'si</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>RemoteAccessHostTokenValidationUrl'ye bağlanmak için istemci sertifikası</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Kullanıcının yüklemesine engel olunacak uzantı kimlikleri (veya tümü için *)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Kara listeden muaf tutulacak uzantı kimlikleri</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Uzantı/Uygulama kimlikleri ve güncelleme URL'leri sessizce yüklenir</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Uzantı, uygulama ve kullanıcı komut dosyası yüklemelerine izin veren URL kalıpları</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Yüklenmesine izin verilen uzantı/uygulama türleri</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Uzantı yönetim ayarları</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Varsayılan arama sağlayıcının adı</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Varsayılan arama sağlayıcı anahtar kelimesi</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Varsayılan arama sağlayıcı arama URL'si</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Arama önerileri için varsayılan arama sağlayıcı URL'si</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Varsayılan arama sağlayıcı anında arama URL'si</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Varsayılan arama sağlayıcı simgesi</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Varsayılan arama sağlayıcı kodlamaları</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Varsayılan arama sağlayıcısına ilişkin alternatif URL'lerin listesi</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Varsayılan arama sağlayıcısı için arama terimi yerleştirmeyi kontrol eden parametre</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Varsayılan arama sağlayıcısı için resme göre arama özelliği sağlayan parametre</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Varsayılan arama sağlayıcısı yeni sekme sayfası URL'si</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>POST kullanan arama URL'si için parametreler</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>POST kullanan öneri URL'si parametreleri</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>POST kullanan anlık URL parametreleri</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>POST kullanan resim URL'si için parametreler</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Yeni Sekme sayfasının URL'si</label></textBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Varsayılan çerezler ayarı</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Varsayılan resimler ayarı</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Varsayılan JavaScript ayarı</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Varsayılan Flash ayarı</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Varsayılan pop-up'lar ayarı</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Varsayılan bildirim ayarı</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Varsayılan coğrafi konum ayarı</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Web Bluetooth API'sının kullanımını kontrol et</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Bu siteler için istemci sertifikalarını otomatik olarak seç</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Bu sitelerde çerezlere izin ver</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Bu sitelerdeki çerezleri engelle</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Bu sitelerde yalnızca oturum için olan çerezlere izin ver</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Bu sitelerdeki resimlere izin ver</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Bu sitelerdeki resimleri engelle</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Bu sitelerde JavaScript'e izin ver</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Bu sitelerde JavaScript'i engelle</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Bu sitelerde Flash eklentisine izin ver</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Bu sitelerde Flash eklentisini engelle</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Bu sitelerde pop-up'lara izin ver</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Protokol işleyicilerini kaydet</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Bu sitelerde pop-up'ları engelle</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Bu sitelerde bildirimlere izin ver</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Bu sitelerde bildirimleri engelle</listBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Google Apps'e erişmesine izin verilen alan adlarını tanımlayın</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">ARC uygulamaları için sertifika kullanılabilirliğini ayarla</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>ARC'yi yapılandır</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Soru sorulmadan ses yakalama cihazlarına erişim verilecek URL'ler</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Bir URL listesi için Sertifika Şeffaflığı uygulamasını devre dışı bırak</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Çok profilli bir oturumda kullanıcı çalışma biçimini kontrol et</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Yeni sürüm kanalı</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Varsayılan yazıcı seçimi için kurallar</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Giriş ekranında, yüklü uygulamaların listesini yapılandır</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Cihaz oturum açma ekranı klavye düzenleri</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Cihaz oturum açma ekranı yerel ayarı</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Giriş ekranında güç yönetimi</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Cihazlar için kurumsal yazıcı yapılandırma dosyası</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Cihaz yazıcı yapılandırması erişim politikası.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Devre dışı bırakılmış kurumsal cihaz yazıcıları</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Etkinleştirilmiş kurumsal cihaz yazıcıları</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Cihazın OffHours |ignored_policy_proto_tags| politikası etkinleştirildiğinde kapalı olduğu saat aralıkları</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Cihaz düzeyinde ağ yapılandırması</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Aygıt Politikası için yenileme hızı:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Google Chrome başlatılırken uygulanan sistem genelindeki işaretler</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Hedef Otomatik Güncelleme Sürümü</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Güncellemeler için izin verilen bağlantı türleri</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Dağılım faktörünü otomatik güncelle:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Kullanıcı beyaz listesine giriş yap</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Cihaz duvar kağıdı resmi</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Her yeniden başlatmada tekrar uygulanacak varsayılan ekran döndürmesini ayarla</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>İndirme dizinini ayarla</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">İndirme kısıtlamaları</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">ecryptfs için taşıma stratejisi</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Kullanımdan kaldırılan web platformu özelliklerini sınırlı bir süre için etkinleştir</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Minimum YouTube Kısıtlı Modu'nu zorla</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Gizli modun kullanılabilirliği</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Site İzolasyonu'nu belirtilen kaynaklar için etkinleştirme</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Temel İzinler</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Yönetilen Yer İşaretleri</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Bir politika iptal edildikten sonra maksimum getirme gecikmesi:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Yerel Yazdırma</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Yazıcı yapılandırması erişim politikası.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Devre dışı bırakılmış kurumsal yazıcılar</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Kurumsal yazıcı yapılandırma dosyası</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Etkinleştirilmiş kurumsal yazıcılar</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Ağ tahminini etkinleştir</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Beyaz listedeki not alma uygulamalarına Google Chrome OS kilit ekranında izin verilir</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Kullanıcı düzeyi ağ yapılandırması</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Başlatıcıda gösterilecek sabitlenmiş uygulamalar listesi</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Kullanıcı politikası için yenileme hızı:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">SAML kullanarak kimlik doğrulaması yapmış kullanıcının çevrimdışı olarak giriş yapabileceği süreyi sınırla:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Etkinleştirilen maksimum SSL sürümü</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Herkese açık oturum için önerilen yerel ayarları belirt</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Rafın otomatik olarak gizlenmesini kontrol et</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Saat dilimi</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Otomatik saat dilimi algılama yöntemini yapılandır</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>TPM donanım yazılımını güncelleme davranışını yapılandır</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Bir cihaz yerel hesabı için Hizmet Şartları'nı ayarlama</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">URL listesine erişimi engelle</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">URL listesine erişim izni verir</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Çıkarılabilir USB cihazları beyaz listesi</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Kullanıcı avatarı resmi</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Cihaz-yerel hesaplar için görünen adı ayarla</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Soru sorulmadan video yakalama cihazlarına erişim verilecek URL'ler</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Duvar kağıdı resmi</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>WebRTC tarafından kullanılan yerel UDP bağlantı noktaları aralığını kısıtlama</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>