<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 või uuem</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Vaikeseaded (kasutajad saavad alistada)</string><string id="Homepage_group">Avaleht</string><string id="HomepageLocation">Avalehe URL-i seadistamine</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Kasuta avalehena Uut vahelehte</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Lubab teenuse Google Cast</string><string id="EnableMediaRouter_Explain">Kui reegli väärtuseks on määratud Tõene või see on määramata, on teenus Google Cast lubatud ning kasutajad saavad selle käivitada rakenduse menüüst, lehe kontekstimenüüdest, meedia juhtelementidelt Cast'i toega veebisaitidel ja Cast'i tööriistariba ikoonil (kui see on kuvatud).

Kui reegli väärtuseks on määratud Väär, siis on teenus Google Cast keelatud.</string><string id="ShowCastIconInToolbar">Kuvatakse teenuse Google Cast tööriistariba ikoon</string><string id="ShowCastIconInToolbar_Explain">Kui reegli väärtuseks on määratud Tõene, siis on Cast'i tööriistariba ikoon tööriistaribal või ületäitemenüüs alati kuvatud ja kasutajad ei saa seda eemaldada.

Kui reegli väärtuseks on määratud Väär või see on määramata, saavad kasutajad ikooni selle kontekstimenüü kaudu kinnitada või eemaldada.

Kui reegli „EnableMediaRouter” väärtuseks on määratud Väär, siis pole selle reegli väärtusel mõju ja tööriistariba ikooni ei kuvata.</string><string id="Drive_group">Google Drive'i valikute seadistamine</string><string id="DriveDisabled">Keelab Drive'i operatsioonisüsteemi Google Chrome OS rakenduses Failid</string><string id="DriveDisabled_Explain">Keelab Google Drive'i sünkroonimise operatsioonisüsteemi Google Chrome OS rakenduses Failid, kui väärtuse olekuks on määratud Tõene. Sellisel juhul ei laadita Google Drive'i üles mingeid andmeid.

Kui reeglit pole määratud või reegli olekuks on määratud Väär, siis saavad kasutajad teisaldada faile teenusesse Google Drive.</string><string id="DriveDisabledOverCellular">Keelab operatsioonisüsteemi Google Chrome OS rakenduses Failid Google Drive'i kasutamise mobiilsidevõrgu ühenduse korral</string><string id="DriveDisabledOverCellular_Explain">Keelab Google Drive’i sünkroonimise operatsioonisüsteemi Google Chrome OS rakenduses Failid, kui kasutatakse mobiilset andmesidet ja reegli olekuks on määratud Tõene. Sellisel juhul sünkroonitakse andmeid Google Drive’iga ainult siis, kui seade on ühendatud WiFi või Etherneti kaudu.

Kui reegel on määramata või seatud väärtusele Väär, saavad kasutajad teisaldada faile Google Drive’i, kasutades mobiilset andmesidet.</string><string id="HTTPAuthentication_group">HTTP autentimise reeglid</string><string id="AuthSchemes">Toetatud autentimisskeemid</string><string id="AuthSchemes_Explain">Määrab, milliseid HTTP autentimisskeeme rakendus Google Chrome toetab.

Võimalikud väärtused on „basic”, „digest”, „ntlm” ja „negotiate”. Eraldage eri väärtused komadega.

Kui jätate selle reegli määramata, siis kasutatakse kõiki nelja skeemi.</string><string id="DisableAuthNegotiateCnameLookup">Keela CNAME-i otsing Kerberose autentimise läbirääkimisel</string><string id="DisableAuthNegotiateCnameLookup_Explain">Määrab, kas loodud Kerberose SPN põhineb tavapärasel DNS-i nimel või sisestatud algsel nimel.

Seade lubamisel jäetakse CNAME-i otsimine vahele ja serveri nime kasutatakse sisestatud kujul.

Kui keelate seade või jätate selle määramata, siis määratakse serveri tavapärane nimi CNAME-i abil.</string><string id="EnableAuthNegotiatePort">Kaasa Kerberose SPN-i mittestandardne port</string><string id="EnableAuthNegotiatePort_Explain">Määrab, kas Kerberose SPN peab hõlmama ebastandardset porti.

Seade lubamisel ja ebastandardse pordi sisestamisel (nt muu port kui 80 või 443) lisatakse see loodud Kerberose SPN-i.

Seade keelamisel või määramata jätmisel ei hõlma loodud Kerberose SPN ühtki porti.</string><string id="AuthServerWhitelist">Autentimisserveri lubatud nimekiri</string><string id="AuthServerWhitelist_Explain">Määrab, millised serverid tuleb integreeritud autentimiseks lisada lubatud üksuste loendisse. Integreeritud autentimine on saadaval vaid siis, kui toode Google Chrome saab puhverserverilt või serverilt, mis on selles lubatud üksuste loendis, autentimise väljakutse.

Eraldage serveri nimed komadega. Metamärgid (*) on lubatud.

Kui jätate selle reegli määramata, üritab Google Chrome tuvastada, kas server on intranetis, ja alles siis vastab IWA taotlustele. Kui server tuvastatakse Internetis, siis eirab Google Chrome sealt tulevaid IWA taotlusi.</string><string id="AuthNegotiateDelegateWhitelist">Kerberose volitusserveri lubatud nimekiri</string><string id="AuthNegotiateDelegateWhitelist_Explain">Serverid, kuhu toode Google Chrome võib delegeerida.

Eraldage serverite nimed komadega. Metamärgid (*) on lubatud.

Kui jätate selle reegli määramata, ei delegeeri Google Chrome kasutaja mandaate isegi siis, kui server tuvastatakse intranetis olevana.</string><string id="AllowCrossOriginAuthPrompt">Erineva päritoluga HTTP Basic Authi viibad</string><string id="AllowCrossOriginAuthPrompt_Explain">Juhib, kas lehel olev kolmanda osapoole alamsisu võib HTTP Basic Authi hüpikdialoogina avaneda.

Tavaliselt on see andmepüügi eest kaitsmiseks keelatud. Kui see reegel ei ole määratud, siis see keelatakse ja kolmanda osapoole alamsisu ei saa HTTP Basic Authi hüpikdialoogina avaneda.</string><string id="Accessibility_group">Juurdepääsuseaded</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Juurdepääsuvalikute kuvamine süsteemisalve menüüs</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Suure kursori lubamine</string><string id="LargeCursorEnabled_Explain">Suure kursori hõlbustusfunktsiooni lubamine.

Kui reegel on seatud väärtusele Tõene, on suur kursor alati lubatud.

Kui reegel on seatud väärtusele Väär, on suur kursor alati keelatud.

Kui määrate reegli, ei saa kasutajad seda muuta ega alistada.

Kui jätate reegli määramata, on suur kursor algselt keelatud, kuid kasutaja võib selle igal ajal lubada.</string><string id="SpokenFeedbackEnabled">Luba suuline tagasiside</string><string id="SpokenFeedbackEnabled_Explain">Suulise tagasiside hõlbustusfunktsiooni lubamine.

Kui reegel on seatud väärtusele Tõene, on suuline tagasiside alati lubatud.

Kui reegel on seatud väärtusele Väär, on suuline tagasiside alati keelatud.

Kui määrate reegli, ei saa kasutajad seda muuta ega alistada.

Kui jätate reegli määramata, on suur kursor algselt keelatud, kuid kasutaja võib selle igal ajal lubada.</string><string id="HighContrastEnabled">Luba kõrge kontrastiga režiim</string><string id="HighContrastEnabled_Explain">Suure kontrastsusega režiimi hõlbustusfunktsiooni lubamine.

Kui reegel on seatud väärtusele Tõene, on suure kontrastsusega režiim alati lubatud.

Kui reegel on seatud väärtusele Väär, on suure kontrastsusega režiim alati keelatud.

Kui määrate reegli, ei saa kasutajad seda muuta ega alistada.

Kui jätate reegli määramata, on suure kontrastsusega režiim algselt keelatud, kuid kasutaja võib selle igal ajal lubada.</string><string id="VirtualKeyboardEnabled">Luba ekraanil kuvatav klaviatuur</string><string id="VirtualKeyboardEnabled_Explain">Ekraanil kuvatava klaviatuuri lubamine.

Kui reegel seatakse väärtusele Tõene, on ekraanil kuvatav klaviatuur alati lubatud.

Kui reegel seatakse väärtusele Väär, on ekraanil kuvatav klaviatuur alati keelatud.

Kui määrate reegli, ei saa kasutajad neid muuta ega alistada.

Kui jätate reegli määramata, on ekraanil kuvatav klaviatuur algselt keelatud, kuid kasutaja saab selle igal ajal lubada.</string><string id="KeyboardDefaultToFunctionKeys">Meediaklahvid on vaikimisi funktsiooniklahvid</string><string id="KeyboardDefaultToFunctionKeys_Explain">Asendab klaviatuuri ülemise rea klahvide vaiketoimingud funktsiooniklahvide toimingutega.

Kui reegel on määratud valikule Tõene, toimivad klaviatuuri ülemise rea klahvid vaikimisi funktsiooniklahvidena. Nende meediaklahvidena kasutamiseks tuleb vajutada otsinguklahvi.

Kui see reegel on määratud valikule Väär või pole see määratud, siis toimivad klahvid vaikimisi meediaklahvidena. Funktsiooniklahvidena toimivad need siis, kui samal ajal vajutatakse otsinguklahvi.</string><string id="ScreenMagnifierType">Ekraaniluubi tüübi määramine</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Ekraaniluup on keelatud</string><string id="ScreenMagnifierType_Full-screen">Täisekraani luup on lubatud</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Sisselogimisekraanil suure kursori vaikeoleku määramine</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Sisselogimisekraanil suure kursori hõlbustusfunktsiooni vaikeoleku määramine.

Kui reegel on seatud väärtusele Tõene, lubatakse sisselogimisekraani kuvamisel suur kursor.

Kui reegel on seatud väärtusele Väär, keelatakse sisselogimisekraani kuvamisel suur kursor.

Kui määrate reegli, saavad kasutajad selle ajutiselt alistada, lubades või keelates suure kursori. Kasutaja valik pole siiski püsiv ja vaikeväärtus taastatakse, kui kuvatakse uuesti sisselogimisekraan või kui kasutaja jääb sisselogimisekraanile minutiks tegevuseta olekusse.

Kui jätate reegli määramata, on suur kursor sisselogimisekraani esmakuvamisel keelatud. Kasutajad võivad suure kursori igal ajal lubada või keelata ja selle olek on sisselogimisekraanil kasutajati püsiv.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Sisselogimisekraanil suulise tagasiside vaikeoleku määramine</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Sisselogimisekraanil suulise tagasiside hõlbustusfunktsiooni vaikeoleku määramine.

Kui reegel on seatud väärtusele Tõene, lubatakse sisselogimisekraani kuvamisel suuline tagasiside.

Kui reegel on seatud väärtusele Väär, keelatakse sisselogimisekraani kuvamisel suuline tagasiside.

Kui määrate reegli, saavad kasutajad selle ajutiselt alistada, lubades või keelates suulise tagasiside. Kasutaja valik pole siiski püsiv ja vaikeväärtus taastatakse, kui kuvatakse uuesti sisselogimisekraan või kui kasutaja jääb sisselogimisekraanile minutiks tegevuseta olekusse.

Kui jätate reegli määramata, on suuline tagasiside algselt keelatud. Kasutaja võib suulise tagasiside igal ajal lubada või keelata ja selle olek jääb sisselogimisekraanil kasutajati püsivaks.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Määrab sisselogimisekraanil kõrge kontrastsusega režiimi vaikeoleku</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Sisselogimisekraanil suure kontrastsusega režiimi hõlbustusfunktsiooni vaikeoleku määramine.

Kui reegel on seatud väärtusele Tõene, on suure kontrastsusega režiim sisselogimisekraanili kuvamisel alati lubatud.

Kui reegel on seatud väärtusele Väär, on suure kontrastsusega režiim sisselogimisekraanili kuvamisel alati keelatud.

Kui määrate reegli, saavad kasutajad selle ajutiselt alistada, lubades või keelates suure kontrastsusega režiimi. Kasutaja valik pole siiski püsiv ja vaikeväärtus taastatakse, kui kuvatakse uuesti sisselogimisekraan või kui kasutaja jääb sisselogimisekraanile minutiks tegevuseta olekusse.

Kui jätate reegli määramata, on suure kontrastsusega režiim algselt keelatud. Kasutaja võib suure kontrastsusega režiimi igal ajal lubada või keelata ja selle olek jääb sisselogimisekraanil kasutajati püsivaks.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Sisselogimiskuval kuvatava klaviatuuri vaikeoleku määramine</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Määrake sisselogimiskuval oleva ekraanil kuvatava klaviatuuri vaikeolek.

Kui reegel seatakse väärtusele Tõene, lubatakse ekraanil kuvatav klaviatuur sisselogimiskuval.

Kui reegel seatakse väärtusele Väär, keelatakse ekraanil kuvatav klaviatuur sisselogimiskuval.

Kui määrate reegli, saavad kasutajad selle ajutiselt alistada, lubades või keelates ekraanil kuvatava klaviatuuri. Kasutaja valik ei ole jääv ja vaikeseade taastatakse iga kord, kui sisselogimiskuva uuesti ilmub või kasutaja on sisselogimiskuval minut aega tegevusetu.

Kui jätate reegli määramata, keelatakse ekraanil kuvatav klaviatuur sisselogimiskuva esmakordsel ilmumisel. Kasutajad saavad ekraanil kuvatava klaviatuuri igal ajal lubada või keelata ja selle olek sisselogimiskuval on kõikide kasutajate jaoks jääv.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Lubage ekraaniluubi vaiketüüp sisselogimisekraanil</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Sisselogimisekraanil lubatud ekraaniluubi vaiketüübi määramine.

Kui reegel kehtib, määrab see sisselogimisekraani kuvamise ajal lubatud ekraaniluubi tüübi. Reegli seadmine väärtusele Puudub keelab ekraaniluubi.

Kui määrate reegli, saavad kasutajad selle ajutiselt alistada, lubades või keelates ekraaniluubi. Kasutaja valik pole siiski püsiv ja vaikeväärtus taastatakse, kui kuvatakse uuesti sisselogimisekraan või kui kasutaja jääb sisselogimisekraanile minutiks tegevuseta olekusse.

Kui jätate reegli määramata, on ekraaniluup sisselogimisekraani esmakuvamisel keelatud. Kasutajad võivad ekraaniluubi igal ajal lubada või keelata ja selle olek on sisselogimisekraanil kasutajati püsiv.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Ekraaniluup on keelatud</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Täisekraani luup on lubatud</string><string id="Attestation_group">Kaugatesteerimine</string><string id="AttestationEnabledForUser">Kasutajale kaugatesteerimise lubamine</string><string id="AttestationEnabledForUser_Explain">Kui selle väärtuseks on määratud Tõene, saab kasutaja kasutada Chrome'i seadmete riistvara, et tõendada enda isikut distantsilt privaatsuse CA abil API Enterprise Platform Keys API kaudu, kasutades funktsiooni chrome.enterprise.platformKeys.challengeUserKey().

Kui selle väärtuseks on määratud Väär või väärtus on määramata, siis kõned API-le ebaõnnestuvad ja saate vastuseks veakoodi.</string><string id="AttestationExtensionWhitelist">Kaugatesteerimise API kasutamiseks lubatud laiendused</string><string id="AttestationExtensionWhitelist_Explain">Reegel määrab lubatud laiendused, mis kasutavad kaugatesteerimisel API Enterprise Platform Keys API funktsiooni chrome.enterprise.platformKeys.challengeUserKey(). API kasutamiseks tuleb laiendused sellesse loendisse lisada.

Kui laiendust loendis pole või loendit pole koostatud, siis kõne API-le ebaõnnestub ja saate vastuseks veakoodi.</string><string id="AttestationExtensionWhitelistDesc">Kaugatesteerimise API kasutamiseks lubatud laiendused</string><string id="RemoteAccess_group">Kaugjuurdepääsu valikute seadistamine</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Luba tulemüüri läbimine kaugjuurdepääsu hostist</string><string id="RemoteAccessHostFirewallTraversal_Explain">Lubab STUN-serverite kasutamise, kui kaugkliendid proovivad luua ühenduse selle seadmega.

Seade lubamisel saavad kaugkliendid seadme leida ja sellega ühenduse luua isegi juhul, kui neid eraldab tulemüür.

Kui seade on keelatud ja tulemüür filtreerib väljuvad UDP-ühendused, siis lubab seade klientseadmetest tulevaid ühendusi vaid kohalikus võrgus.

Kui jätate selle reegli määramata, siis seade lubatakse.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">TalkGadgeti eesliite seadistamine kaugjuurdepääsu hostidele</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Seadistab TalkGadgeti eesliite, mida kasutavad kaugjuurdepääsu hostid, ja takistab kasutajatel selle muutmist.

Kui eesliide on määratud, lisatakse eesliide TalkGadgeti põhinime ette, et luua TalkGadgeti täielik domeeninimi. TalkGadgeti domeeni põhinimi on „.talkgadget.google.com”.

Kui seade on lubatud, siis kasutavad hostid TalkGadgetisse pääsuks kohandatud domeeninime, mitte domeeni vaikenime.

Kui seade on keelatud või pole määratud, kasutatakse kõigi hostide jaoks TalkGadgeti domeeni vaikenime („chromoting-host.talkgadget.google.com”).

See reegliseade ei mõjuta kaugjuurdepääsuga kliente. Nemad kasutavad TalkGadgetile juurdepääsuks alati nime „chromoting-client.talkgadget.google.com”.</string><string id="RemoteAccessHostRequireCurtain">Kaugjuurdepääsu hostide varjamise lubamine</string><string id="RemoteAccessHostRequireCurtain_Explain">Võimaldab ühenduse ajal varjata kaugjuurdepääsu hoste.

Kui see seade on lubatud, siis on hostide füüsilised sisend- ja väljundseadmed kaugühenduse ajal keelatud.

Kui see seade on keelatud või määramata, saavad hostiga suhelda nii kohalikud kui ka kaugkasutajad, kui seda jagatakse.</string><string id="RemoteAccessHostAllowClientPairing">Kaugjuurdepääsu hostide PIN-koodita autentimise lubamine või keelamine</string><string id="RemoteAccessHostAllowClientPairing_Explain">Kui see seade on lubatud või seadistamata, siis saavad kasutajad kliente ja hoste ühenduse ajal siduda, nii ei pea iga kord sisestama PIN-koodi.

Kui see seade on keelatud, siis pole funktsioon saadaval.</string><string id="RemoteAccessHostAllowGnubbyAuth">Gnubby autentimise lubamine kaugjuurdepääsuhostidele</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Kui see seade on lubatud, siis edastatakse gnubby autentimistaotlused puhverserverisse kaughosti ühenduse abil.

Kui see seade on keelatud või seadistamata, siis ei edastata gnubby autentimistaotlusi puhverserveri abil.</string><string id="RemoteAccessHostAllowRelayedConnection">Luba kaugjuurdepääsuhostil kasutada releeservereid</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Piira kaugjuurdepääsuhosti kasutatavate UDP-portide vahemikku</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Kohaliku kasutaja ja kaugjuurdepääsuhosti omaniku nimed peavad ühtima</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL, kust kaugjuurdepääsuga kliendid peaksid saama autentimismärgi</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL kaugjuurdepääsuga kliendi autentimismärgi kinnitamiseks</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Kliendi sertifikaat ühendamiseks reegliga RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="QuickUnlock_group">Kiiravamise reeglid</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Lubatute loend, mis juhib seda, milliseid kiiravamisrežiime kasutaja saab lukustuskuva avamiseks seadistada ja kasutada.

See väärtus on stringide loend; kehtivad loendikanded on „all”, „PIN”. Lisades loendile stringi „all&quot;, tähendab see, et kasutajale on saadaval kõik kiiravamisrežiimid (sh need, mis rakendatakse tulevikus). Muul juhul on saadaval ainult loendis olevad kiiravamisrežiimid.

Kui soovite lubada näiteks kõik kiiravamisrežiimid, kasutage stringi [&quot;all&quot;]. Kui soovite lubada ainult PIN-koodiga avamise, kasutage stringi [&quot;PIN&quot;]. Kõikide kiiravamisrežiimide keelamiseks kasutage stringi [].

Vaikimisi pole hallatud seadmetes saadaval ühtegi kiiravamisrežiimi.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">See seade juhib, kui sageli nõuab lukustuskuva parooli sisestamist, et kiiravamise kasutamist jätkata. Iga kord kui kuva lukustatakse ja parooli sisestamisest on möödunud kauem, kui on selle seade väärtus, pole kiiravamine lukustuskuval saadaval. Kui kasutaja on lukustuskuval sellest perioodist kauem, nõutakse parooli järgmisel korral, kui kasutaja sisestab vale koodi või aktiveerib uuesti lukustuskuva (olenevalt sellest, kumb enne juhtub).

Kui see seade on seadistatud, peavad kasutajad, kes kasutavad kiiravamist, sisestama lukustuskuval parooli sellest seadest olenevalt.

Kui see seade on seadistamata, peavad kasutajad, kes kasutavad kiiravamist, sisestama lukustuskuval parooli iga päev.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Kui see on vale, ei saa kasutajad määrata PIN-koode, mis on nõrgad ja hõlpsalt äraarvatavad.

Mõned nõrga PIN-koodi näited: PIN-koodid, mis sisaldavad ainult ühte numbrit (1111); PIN-koodid, milles olevad numbrid suurenevad ühe võrra (1234); PIN-koodid, milles olevad numbrid vähenevad ühe võrra (4321); sageli kasutatavad PIN-koodid.

Vaikimisi kuvatakse kasutajatele nõrga PIN-koodi korral hoiatus, mitte veateade.</string><string id="RestoreOnStartupGroup_group">Käivitamisel avatavad lehed</string><string id="RestoreOnStartup">Toiming käivitamisel</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Ava uus vaheleht</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Viimase seansi taastamine</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Ava URL-ide loend</string><string id="RestoreOnStartupURLs">Käivitamisel avatavad URL-id</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Käivitamisel avatavad URL-id</string><string id="Extensions_group">Laiendused</string><string id="ExtensionInstallBlacklist">Laienduste installimise musta nimekirja seadistamine</string><string id="ExtensionInstallBlacklist_Explain">Võimaldab määrata, milliseid laiendusi kasutajad EI saa installida. Juba installitud laiendused eemaldatakse, kui need lisatakse musta nimekirja, ja kasutaja ei saa neid lubada. Kui musta nimekirja kuulumise tõttu keelatud laiendus sealt eemaldatakse, lubatakse see automaatselt uuesti.

Musta nimekirja väärtus * tähendab, et kõik laiendused on mustas nimekirjas, kui need ei ole selgelt määratud lubatud nimekirja.

Kui see reegel jäetakse määramata, saab kasutaja teenuses Google Chrome installida mis tahes laienduse.</string><string id="ExtensionInstallBlacklistDesc">Laienduste installimise musta nimekirja seadistamine</string><string id="ExtensionInstallWhitelist">Installimiseks lubatud laienduste loendi seadistamine</string><string id="ExtensionInstallWhitelist_Explain">Võimaldab määrata, millised laiendused ei kuulu musta nimekirja. Musta nimekirja väärtus * tähendab, et kõik laiendused on mustas nimekirjas ja kasutajad saavad installida vaid lubatud nimekirjas olevaid laiendusi. Vaikimisi on kõik laiendused lubatud nimekirjas, kuid kui kõik laiendused on reegliga musta nimekirja kantud, saab lubatud nimekirjaga seda reeglit alistada.</string><string id="ExtensionInstallWhitelistDesc">Installimiseks lubatud laienduste loendi seadistamine</string><string id="ExtensionInstallForcelist">Sunniviisiliselt installitud rakenduste ja laienduste loendi seadistamine</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Sunniviisiliselt installitud rakenduste ja laienduste loendi seadistamine</string><string id="ExtensionInstallSources">Seadistage laienduste, rakenduste ja kasutaja skriptide installimise allikad</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Seadistage laienduste, rakenduste ja kasutaja skriptide installimise allikad</string><string id="ExtensionAllowedTypes">Seadista lubatud rakenduste/laienduste tüübid</string><string id="ExtensionAllowedTypes_Explain">Määrab, millist tüüpi rakendusi/laiendusi tohib installida, ja piirab käitusaja juurdepääsu.

Seade loob lubatute loendi kõikidest laiendustest/rakendustest, mille tohib teenusesse Google Chrome installida, ja määrab, milliste hostidega need saavad suhelda. Väärtus on stringide loend, millest igaüks peab olema üks järgmistest: „extension”, „theme”, „user_script”, „hosted_app”, „legacy_packaged_app” või „platform_app”. Nende tüüpide kohta lisateabe saamiseks vaadake teenuse Google Chrome laienduste dokumente.

Pange tähele, et reegel mõjutab ka atribuudi ExtensionInstallForcelist kaudu sundinstallitud laiendusi ja rakendusi.

Kui seade on seadistatud, siis ei installita laiendusi/rakendusi, mille tüüp loendist puudub.

Kui jätate seade seadistamata, ei rakendata kohaldatavatele laienduste/rakenduste tüüpidele piiranguid.</string><string id="ExtensionAllowedTypesDesc">Seadista lubatud rakenduste/laienduste tüübid</string><string id="ExtensionSettings">Laienduse haldamise seaded</string><string id="ExtensionSettings_Explain">Seadistab brauseri Google Chrome laienduste halduse seaded.

See reegel juhib mitut seadet, sealhulgas mis tahes olemasoleva laiendustega seotud reegli seadeid. Reegel alistab pärandreeglid, kui mõlemad on määratud.

Reegel vastendab laienduse ID või värskenduse URL-i seadistusega. Laienduse ID puhul rakendatakse seadistus vaid määratud laiendusele. Saate määrata spetsiaalsele ID-le &quot;*&quot; vaikeseadistuse, mis kehtib kõikide laienduste puhul, millele ei ole reeglis määratud kohandatud seadistust. Värskenduse URL-i puhul rakendatakse seadistus kõikidele laiendustele, mille manifestis on märgitud täpselt see värskenduse URL, nagu on kirjeldatud jaotises https://developer.chrome.com/extensions/autoupdate.

Iga laienduse – või mitme sama värskenduse URL-iga laienduse – seadistus on eraldi sõnastik, mis võib hõlmata allmärgitud välju.

&quot;installation_mode&quot;: vastendab stringi, mis näitab laienduse installimise režiimi. Lubatud on järgmised stringid.
* &quot;allowed&quot;: lubab kasutajal laienduse installida. See on vaikekäitumine.
* &quot;blocked&quot;: blokeerib laienduse installimise.
* &quot;force_installed&quot;: laiendus installitakse automaatselt ja kasutaja ei saa seda eemaldada.
* &quot;normal_installed&quot;: laiendus installitakse automaatselt, ent kasutaja saab selle keelata.

Atribuudi &quot;installation_mode&quot; võib seadistada ka mitme laienduse jaoks (sh vaikeseadena laienduse &quot;*&quot; jaoks) ning sama värskenduse URL-iga laienduste jaoks. Sel juhul saab kasutada vaid väärtusi &quot;allowed&quot; ja &quot;blocked&quot;.

Kui režiim on seatud väärtusele &quot;force_installed&quot; või &quot;normal_installed&quot;, tuleb seadistada ka atribuut &quot;update_url&quot;. Pange tähele, et selles reeglis määratud värskenduse URL-i kasutatakse vaid esmase installimise puhul ja laienduse edasisel värskendamisel kasutatakse laienduse manifestis märgitud värskenduse URL-i. Värskenduse URL peab viitama XML-vormingus värskendusmanifestile, nagu on ülal mainitud.

&quot;blocked_permissions&quot;: vastendab stringide loendi, mis viitab laienduse blokeeritud API lubadele. Lubade nimed on samad mis laienduse manifestis märgitud lubade stringidel, nagu on kirjeldatud jaotises https://developer.chrome.com/extensions/declare_permissions. Seade saab seadistada ka laiendusele &quot;*&quot;. Kui laiendus vajab blokeeritud loendisse kantud luba, keelatakse selle laadimine. Kui see sisaldab valikulise nõudena blokeeritud luba, käsitletakse seda tavapärasel moel, kuid vastuoluliste lubade taotlused lükatakse käitusajal automaatselt tagasi.

&quot;allowed_permissions&quot;: sarnaneb atribuudiga &quot;blocked_permissions&quot;, kuid lubab selgesõnaliselt teatud load, mis võivad olla globaalse blokeeritud lubade loendis blokeeritud. Seetõttu ei saa seda kasutada laienduse &quot;*&quot; puhul. Pange tähele, et seade ei anna laiendustele lube automaatselt.

&quot;minimum_version_required&quot;: vastendab versioonistringi. Versioonistringi vorming kattub laienduse manifestis kasutatavaga, nagu on kirjeldatud jaotises https://developer.chrome.com/apps/manifest/version. Laiendused, mille versioon on määratud miinimumversioonist vanem, keelatakse. See kehtib ka sundinstallitud laienduste puhul.

Järgmisi seadeid saab kasutada vaid vaikeseadistuse &quot;*&quot; puhul.

&quot;install_sources&quot;: iga loendis olev üksus on laiendusstiilis vastendusmuster (https://developer.chrome.com/extensions/match_patterns). Kasutajad saavad hõlpsasti installida üksusi mis tahes URL-ilt, mis kattub loendis oleva üksusega. Mustrid peavad lubama nii *.crx-faili asukoha kui ka lehe, kust allalaadimine algab (st viitaja).

&quot;allowed_types&quot;: see seade kannab lubatud üksuste loendisse kõik laienduste/rakenduste lubatud tüübid, mida saab installida brauseris Google Chrome. Väärtus on stringide loend ja iga stringi tüüp peab olema üks järgmistest: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Vaadake tüüpide kohta lisateavet brauseri Google Chrome laienduste dokumentidest.
&quot;blocked_install_message&quot;: kui kasutaja üritab installida laienduse, ent see on reegliga blokeeritud, kuvab Chrome'i veebipood üldise veateate. See seade võimaldab teil lisada veateatele teksti. See võimaldab paluda kasutajatel pöörduda tugiteenuse poole, selgitada, miks teatud laiendus on blokeeritud jms. Veateadet kärbitakse, kui see on pikem kui 1000 tähemärki.
&quot;runtime_blocked_hosts&quot;: võtab vastu loendi hostidest, millega rakendusel on keelatud suhelda. See hõlmab JavaScripti sisestamist, veebitaotluste / veebinavigeerimise muutmist ja vaatamist ning küpsisefailide muutmist ja vaatamist. Vorming sarnaneb mustrite vastendamisele (https://developer.chrome.com/extensions/match_patterns), ent tee ei tohi olla määratud, nt „*://*.example.com”. See toetab ka tõhusat TLD metamärkide kasutamist, nt „*://example.*”.
&quot;runtime_allowed_hosts&quot;: võtab vastu loendi hostidest, millega rakendus tohib suhelda, olenemata sellest, kas need on loetletud loendis &quot;runtime_blocked_hosts&quot;. Vorming on sama mis atribuudil &quot;runtime_blocked_hosts&quot;.
</string><string id="PasswordManager_group">Paroolihaldur</string><string id="PasswordManagerEnabled">Luba paroolide salvestamine paroolihaldurisse</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Proxy_group">Puhverserver</string><string id="ProxyMode">Valimine, kuidas määrata puhverserveri seaded</string><string id="ProxyMode_Explain">Võimaldab määrata rakenduse Google Chrome kasutatava puhverserveri ega lase kasutajatel puhverserveri seadeid muuta.

Kui valite seade, mille puhul ei kasutata kunagi puhverserverit ja ühendus luuakse alati otse, eiratakse kõiki muid valikuid.

Kui kasutate süsteemi puhverserveri seadeid, eiratakse kõiki muid valikuid.

Kui seadistate puhverserveri automaatse tuvastamise, eiratakse kõiki muid valikuid.

Kui valite fikseeritud serveri puhverrežiimi, saate määrata täpsemad valikud jaotistes „Puhverserveri aadress või URL” ja „Puhverserverist möödumise reeglite komaeraldusega loend”. ARC-rakenduste jaoks on saadaval vaid prioriteetne HTTP-puhverserver.

Kui otsustate kasutada puhverserveri PAC-skripti, tuleb teil määrata skripti URL jaotises „Puhverserveri PAC-faili URL”.

Vaadake üksikasjalikke näiteid:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Kui lubate selle seade, eiravad Google Chrome ja ARC-rakendused kõiki käsureal määratud puhverserveriga seotud valikuid.

Kui jätate reegli määramata, saavad kasutajad ise puhverserveri seadeid määrata.</string><string id="ProxyMode_ProxyDisabled">Ära kunagi kasuta puhverserverit</string><string id="ProxyMode_ProxyAutoDetect">Tuvasta puhverserveri seaded automaatselt</string><string id="ProxyMode_ProxyPacScript">Kasuta puhverserveri pac-skripti</string><string id="ProxyMode_ProxyFixedServers">Kasuta fikseeritud puhverservereid</string><string id="ProxyMode_ProxyUseSystem">Kasuta süsteemi puhverserveri seadeid</string><string id="ProxyServer">Puhverserveri aadress või URL</string><string id="ProxyServer_Explain">Siin saate määrata puhverserveri URL-i.

Reegel kehtib vaid juhul, kui valisite jaotises „Valige puhverserveri seadete määramise viis” puhverserveri käsitsi seadistamise.

Kui valisite puhverserveri reeglite seadistamiseks muu viisi, jätke see reegel määramata.

Vaadake lisavalikuid ja üksikasjalikke näiteid siit:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">Puhverserveri pac-faili URL</string><string id="ProxyPacUrl_Explain">Siin saate määrata puhverserveri PAC-faili URL-i.

Reegel kehtib vaid juhul, kui valisite jaotises „Valige puhverserveri seadete määramise viis” puhverserveri käsitsi seadistamise.

Kui valisite puhverserveri reeglite seadistamiseks muu viisi, jätke see reegel määramata.

Vaadake üksikasjalikke näiteid siit:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Puhverserveri möödumisreeglid</string><string id="ProxyBypassList_Explain">Rakendus Google Chrome möödub siin loetletud hostide puhul kõikidest puhverserveritest.

Reegel kehtib vaid juhul, kui valisite jaotises „Puhverserveri seadete määramise viisi valimine” puhverserveri käsitsi seadistamise.

Jätke see reegel määramata, kui valisite puhverserveri reeglite seadistamiseks muu viisi.

Vaadake üksikasjalikke näiteid:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ContentSettings_group">Sisu seaded</string><string id="DefaultCookiesSetting">Küpsiste vaikeseade</string><string id="DefaultCookiesSetting_Explain">Võimaldab teil seadistada, kas veebisaitidel on lubatud määrata kohalikke andmeid. Kohalike andmete määramise saab lubada või keelata kõigi veebisaitide jaoks.

Kui selle reegli väärtuseks määratakse „Säilita küpsisefailid seansi ajaks”, siis kustutatakse küpsisefailid seansi lõppedes. Pange tähele, et kui teenus Google Chrome töötab „taustarežiimis”, ei pruugi seanss viimase akna sulgemisel lõppeda. Lisateavet sellise toimimise seadistamise kohta leiate reeglist „BackgroundModeEnabled”.

Kui seda reeglit pole määratud, kasutatakse reeglit „AllowCookies” ja kasutaja saab seda muuta.</string><string id="DefaultCookiesSetting_AllowCookies">Luba kõikidel saitidel kohalike andmete määramine</string><string id="DefaultCookiesSetting_BlockCookies">Keela kõigil saitidel kohalike andmete seadmine</string><string id="DefaultCookiesSetting_SessionOnly">Säilita küpsised seansi kestuse jooksul</string><string id="DefaultImagesSetting">Kujutiste vaikeseaded</string><string id="DefaultImagesSetting_Explain">Võimaldab määrata, kas veebisaitidel on lubatud kujutisi kuvada. Kujutiste kuvamise võib kõikidel veebisaitidel lubada või keelata. Kui seda reeglit ei määrata, siis kasutatakse parameetrit „AllowImages” ja kasutaja saab seda muuta.</string><string id="DefaultImagesSetting_AllowImages">Luba kõikidel saitidel kõikide kujutiste kuvamine</string><string id="DefaultImagesSetting_BlockImages">Keela kõigil saitidel kujutiste näitamine</string><string id="DefaultJavaScriptSetting">JavaScripti vaikeseade</string><string id="DefaultJavaScriptSetting_Explain">Võimaldab määrata, kas veebisaitidel on lubatud käitada JavaScripti. JavaScripti käitamise saab kõikidel veebisaitidel lubada või keelata.

Kui jätate selle reegli määramata, siis kasutatakse reeglit „AllowJavaScript” ja kasutaja saab seda muuta.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Luba kõikidel saitidel JavaScripti käitamine</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Keela kõigil saitidel JavaScripti käitamine</string><string id="DefaultPluginsSetting">Pistikprogrammi Flash vaikeseade</string><string id="DefaultPluginsSetting_Explain">Võimaldab määrata, kas veebisaitidel on lubatud automaatselt käitada pistikprogrammi Flash. Pistikprogrammi Flash automaatse käitamise saab kas lubada kõikide veebisaitide jaoks või keelata kõikide veebisaitide jaoks.

Valik Klõpsa esitamiseks lubab pistikprogrammi Flash käitada, kuid kasutaja peab selle käivitamiseks kohahoidjal klõpsama.

Kui jätate selle reegli määramata, saab kasutaja käsitsi seda seadet muuta.</string><string id="DefaultPluginsSetting_AllowPlugins">Luba kõigil saitidel pistikprogrammi Flash automaatne käitamine</string><string id="DefaultPluginsSetting_BlockPlugins">Pistikprogrammi Flash blokeerimine</string><string id="DefaultPluginsSetting_ClickToPlay">Klõpsa esitamiseks</string><string id="DefaultPopupsSetting">Hüpikakende vaikeseade</string><string id="DefaultPopupsSetting_Explain">Võimaldab määrata, kas veebisaitidel on lubatud kuvada hüpikaknaid. Hüpikaknad võib kõikide veebisaitide puhul lubada või keelata.

Kui jätate reegli määramata, siis kasutatakse reeglit „BlockPopups” ja kasutaja saab seda muuta.</string><string id="DefaultPopupsSetting_AllowPopups">Luba kõigil saitidel hüpikakende kuvamine</string><string id="DefaultPopupsSetting_BlockPopups">Keela kõikidel saitidel hüpikakende näitamine</string><string id="DefaultNotificationsSetting">Teatiste vaikeseade</string><string id="DefaultNotificationsSetting_Explain">Võimaldab määrata, kas veebisaitidel on lubatud kuvada töölauateatisi. Töölauateatiste kuvamine võib olla vaikimisi keelatud või lubatud või kasutaja käest võidakse küsida iga kord, kui veebisait soovib kuvada töölauateatisi.

Kui jätate selle reegli määramata, siis kasutatakse reeglit „AskNotifications” ja kasutaja saab seda muuta.</string><string id="DefaultNotificationsSetting_AllowNotifications">Luba saitidel töölauateatiste näitamine</string><string id="DefaultNotificationsSetting_BlockNotifications">Keela kõigil saitidel töölaua märguannete kuvamine</string><string id="DefaultNotificationsSetting_AskNotifications">Küsi iga kord, kui sait tahab näidata töölauateatisi</string><string id="DefaultGeolocationSetting">Geograafilise asukoha vaikeseade</string><string id="DefaultGeolocationSetting_Explain">Võimaldab määrata, kas veebisaitidel on lubatud jälgida kasutajate füüsilist asukohta. Kasutajate füüsilise asukoha jälgimine võib olla vaikimisi lubatud või keelatud või kasutajalt võidakse luba küsida iga kord, kui veebisait taotleb füüsilise asukoha jälgimist.

Kui jätate selle reegli määramata, siis kasutatakse reeglit „AskGeolocation” ja kasutaja saab seda muuta.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Luba saitidel kasutaja füüsilist asukohta jälgida</string><string id="DefaultGeolocationSetting_BlockGeolocation">Keela kõigil saitidel kasutajate füüsilise asukoha jälgimine</string><string id="DefaultGeolocationSetting_AskGeolocation">Küsi iga kord, kui sait tahab jälgida kasutajate füüsilist asukohta</string><string id="DefaultWebBluetoothGuardSetting">Web Bluetooth API kasutuse kontrollimine</string><string id="DefaultWebBluetoothGuardSetting_Explain">Võimaldab määrata, kas veebisaitidel on lubatud juurde pääseda läheduses asuvatele Bluetoothi seadmetele. Juurdepääsu saab täielikult blokeerida või kasutajalt võidakse iga kord küsida, kui veebisait soovib läheduses asuvatele Bluetoothi seadmetele juurde pääseda.

Kui seda reeglit ei määrata, kasutatakse väärtust „3” ja kasutaja saab seda muuta.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Ära luba ühelgi seadmel taotleda Web Bluetooth API kaudu juurdepääsu Bluetoothi seadmetele</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Luba saitidel paluda kasutajatelt juurdepääsu läheduses asuvatele Bloetoothi seadmetele</string><string id="AutoSelectCertificateForUrls">Valige automaatselt kliendi sertifikaadid nendele saitidele</string><string id="AutoSelectCertificateForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis täpsustab saidid, millele teenus Google Chrome peaks automaatselt valima kliendi sertifikaadi, kui sait sertifikaati taotleb.

Väärtus peab olema rida stringideks jaotatud JSON-i sõnastikke. Igas sõnastikus peab olema vorm { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, kus $URL_PATTERN on sisuseadete muster. $FILTER piirab seda, milliste kliendisertifikaatide hulgast brauser automaatselt valib. Olenemata filtrist, valitakse ainult sertifikaadid, mis ühtivad serveri sertifikaadi taotlusega. Kui $FILTER on vormis { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, valitakse lisaks ainult kliendisertifikaadid, mille on väljastanud sertifikaat mustriga CommonName $ISSUER_CN. Kui $FILTER on tühi sõnastik {}, ei ole kliendisertifikaatide valik täiendavalt piiratud.

Kui seda reeglit ei määrata, ei tehta ühegi saidi puhul automaatset valikut.</string><string id="AutoSelectCertificateForUrlsDesc">Valige automaatselt kliendi sertifikaadid nendele saitidele</string><string id="CookiesAllowedForUrls">Luba küpsised nendel saitidel</string><string id="CookiesAllowedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel on lubatud küpsiseid määrata.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultCookiesSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="CookiesAllowedForUrlsDesc">Luba küpsised nendel saitidel</string><string id="CookiesBlockedForUrls">Blokeeri nende saitide küpsised</string><string id="CookiesBlockedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud küpsiseid määrata.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultCookiesSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="CookiesBlockedForUrlsDesc">Blokeeri nende saitide küpsised</string><string id="CookiesSessionOnlyForUrls">Luba nendel saitidel vaid seansi küpsised</string><string id="CookiesSessionOnlyForUrls_Explain">Võimaldab määrata loendi URL-i parameetritest, mis määravad saidid, millel on lubatud seada seansipõhiseid küpsisefaile.

Kui jätate reegli määramata, kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultCookiesSetting” (kui see on määratud), või kasutaja isiklikku seadistust.

Pange tähele, et kui Google Chrome töötab taustal, ei pruugita viimase brauseriakna sulgemisel seanssi lõpetada, misjuhul jääb seanss aktiivseks kuni brauseri sulgemiseni. Vaadake reegliga „BackgroundModeEnabled” seotud teabest, kuidas seda käitumist seadistada.

Kui reegel „RestoreOnStartup” on seadistatud nii, et eelmiste seansside URL-id taastatakse, ei järgita seda reeglit ja nende saitide küpsisefailid talletatakse jäädavalt.</string><string id="CookiesSessionOnlyForUrlsDesc">Luba nendel saitidel vaid seansi küpsised</string><string id="ImagesAllowedForUrls">Luba kujutised nendel saitidel</string><string id="ImagesAllowedForUrls_Explain">Võimaldab teil määrata URL-i mustrite loendi, mis määrab saidid, millel on lubatud kujutisi kuvada.

Kui reeglit ei määrata, siis kasutatakse kõikide saitide puhul reegli „DefaultImagesSetting” globaalset vaikeväärtust, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="ImagesAllowedForUrlsDesc">Luba kujutised nendel saitidel</string><string id="ImagesBlockedForUrls">Blokeeri kujutised nendel saitidel</string><string id="ImagesBlockedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud kujutisi kuvada.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultImagesSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="ImagesBlockedForUrlsDesc">Blokeeri kujutised nendel saitidel</string><string id="JavaScriptAllowedForUrls">Luba JavaScript nendel saitidel</string><string id="JavaScriptAllowedForUrls_Explain">Võimaldab määrata URL-i mustrite nimekirja, mis määrab saidid, millel on lubatud käitada JavaScripti.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultJavaScriptSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="JavaScriptAllowedForUrlsDesc">Luba JavaScript nendel saitidel</string><string id="JavaScriptBlockedForUrls">Blokeeri JavaScript nendel saitidel</string><string id="JavaScriptBlockedForUrls_Explain">Võimaldab teil määrata URL-i mustrite loendi, mis määrab saidid, millel on keelatud JavaScripti käitada.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultJavaScriptSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="JavaScriptBlockedForUrlsDesc">Blokeeri JavaScript nendel saitidel</string><string id="PluginsAllowedForUrls">Luba nendel saitidel pistikprogramm Flash</string><string id="PluginsAllowedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel on lubatud pistikprogrammi Flash käitada.

Kui jätate selle reegli määramata, kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultPluginsSetting” (kui see on määratud) või kasutaja isiklikust seadistusest.</string><string id="PluginsAllowedForUrlsDesc">Luba nendel saitidel pistikprogramm Flash</string><string id="PluginsBlockedForUrls">Blokeeri nendel saitidel pistikprogramm Flash</string><string id="PluginsBlockedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud pistikprogrammi Flash käitada.

Kui jätate selle reegli määramata, kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultPluginsSetting” (kui see on määratud) või kasutaja isiklikust seadistusest.</string><string id="PluginsBlockedForUrlsDesc">Blokeeri nendel saitidel pistikprogramm Flash</string><string id="PopupsAllowedForUrls">Luba hüpikaknad nendel saitidel</string><string id="PopupsAllowedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel on lubatud avada hüpikaknaid.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultPopupsSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="PopupsAllowedForUrlsDesc">Luba hüpikaknad nendel saitidel</string><string id="RegisteredProtocolHandlers">Protokollitöötlejate registreerimine</string><string id="RegisteredProtocolHandlers_Explain">Lubab teil registreerida protokollitöötlejate loendi. See saab olla ainult soovitatud reegel. Atribuut |protocol| tuleb määrata skeemile (nagu „mailto”) ja atribuut |url| tuleb määrata skeemi käsitleva rakenduse URL-i mustrile. Muster võib sisaldada märgendit „%s”, mis asendatakse sellisel juhul käsitletava URL-iga.

Reegliga registreeritud protokollitöötlejad liidetakse kasutaja registreeritud töötlejatega ja mõlemad on kasutamiseks saadaval. Kasutajad saavad alistada reegliga installitud protokollitöötlejad, kui installivad uue vaiketöötleja, kuid nad ei saa eemaldada reegliga registreeritud protokollitöötlejat.</string><string id="PopupsBlockedForUrls">Blokeeri hüpikaknad nendel saitidel</string><string id="PopupsBlockedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud hüpikuid avada.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultPopupsSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="PopupsBlockedForUrlsDesc">Blokeeri hüpikaknad nendel saitidel</string><string id="NotificationsAllowedForUrls">Luba märguanded nendel saitidel</string><string id="NotificationsAllowedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel on lubatud kuvada märguandeid.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultNotificationsSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="NotificationsAllowedForUrlsDesc">Luba märguanded nendel saitidel</string><string id="NotificationsBlockedForUrls">Blokeerige märguanded nendel saitidel</string><string id="NotificationsBlockedForUrls_Explain">Võimaldab määrata URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud teatisi kuvada.

Kui jätate selle reegli määramata, siis kasutatakse kõikide saitide puhul globaalset vaikeväärtust, mis pärineb reeglist „DefaultNotificationsSetting”, kui see on määratud, või kasutaja isiklikku konfigureerimist.</string><string id="NotificationsBlockedForUrlsDesc">Blokeerige märguanded nendel saitidel</string><string id="PowerManagement_group">Toitehaldus</string><string id="LidCloseAction">Tehtav toiming, kui kasutaja kaane sulgeb</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Peata</string><string id="LidCloseAction_LidCloseActionLogout">Kasutaja väljalogimine</string><string id="LidCloseAction_LidCloseActionShutdown">Lülita välja</string><string id="LidCloseAction_LidCloseActionDoNothing">Ära tee midagi</string><string id="PowerManagementUsesAudioActivity">Määrake, kas helitoimingud mõjutavad toitehaldust</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Määrake, kas videotoimingud mõjutavad toitehaldust</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Esitlusrežiimis ekraani tumenduse viivituse skaleerimise määr protsentides</string><string id="PresentationScreenDimDelayScale_Explain">Määrab ekraani tumenduse viivituse skaleerimismäära protsentides, kui seade on esitlusrežiimis.

Kui reegel kehtib, määratleb see ekraani tumenduse viivituse skaleerimismäära protsentides, kui seade on esitlusrežiimis. Ekraani tumenduse viivituse skaleerimisel reguleeritakse ekraani väljalülitumise, ekraaniluku ja tegevusetu oleku viivitusi, et säilitada ekraanitumenduse viivitusest samu kaugusi mis algselt seadistatud

Kui reegel ei ole määratud, kasutatakse skaleerimise vaiketegurit.

Skaleerimistegur peab olema vähemalt 100%. Väärtused, mis võivad teha ekraani tumenduse viivituse esitlusrežiimis lühemaks kui tavaline ekraani tumenduse viivitus, pole lubatud.</string><string id="AllowScreenWakeLocks">Ekraani aktiveerimise lukustamise lubamine</string><string id="AllowScreenWakeLocks_Explain">Määrab, kas ekraani aktiveerimise lukustamine on lubatud. Ekraani aktiveerimise lukustamist saab taotleda laiendustega energiahalduse laienduse API kaudu.

Kui see reegli väärtuseks on seatud Tõene või on väärtus seadmata, kasutatakse energiahalduseks ekraani aktiveerimise lukustamist.

Kui reegli väärtuseks on seatud Väär, siis ekraani aktiveerimise lukustamise taotlust eiratakse.</string><string id="UserActivityScreenDimDelayScale">Ekraani tumenduse viivituse skaleerimise määr protsentides, kui kasutaja muutub pärast tumendamist aktiivseks.</string><string id="UserActivityScreenDimDelayScale_Explain">Määratleb ekraani tumenduse viivituse skaleerimismäära protsentides, kui täheldatakse kasutaja tegevust ekraani tumendamise ajal või peagi pärast ekraani väljalülitumist.

Reegel määratleb ekraani tumenduse viivituse skaleerimismäära protsentides, kui täheldatakse kasutaja tegevust ekraani tumendamise ajal või peagi pärast ekraani väljalülitumist. Tumenduse viivituse skaleerimisel reguleeritakse ekraani väljalülitumise, ekraaniluku ja tegevusetu oleku viivitusi, et säilitada ekraanitumenduse viivitusest samu kaugusi mis algselt seadistatud.

Kui reegel ei ole määratud, kasutatakse skaleerimise vaiketegurit.

Skaleerimistegur peab olema vähemalt 100%.</string><string id="WaitForInitialUserActivity">Kasutaja esmase tegevuse ootamine</string><string id="WaitForInitialUserActivity_Explain">Määrab, kas toitehalduse viivituste ja seansi pikkuse limiidi aktiveerimine peaks toimuma pärast seda, kui seansi ajal on toimunud esmane kasutajatoiming.

Kui reegel on määratud olekule Tõene, siis ei toimu toitehalduse viivituste ja seansi pikkuse limiidi aktiveerimine enne, kui seansi ajal on toimunud esimene kasutajatoiming.

Kui see reegel on määratud olekule Väär või seda pole määratud, siis toimub toitehalduse viivituste ja seansi pikkuse limiidi aktiveerimine kohe, kui seanss algab.</string><string id="PowerManagementIdleSettings">Toitehalduse seaded, kui kasutaja on tegevusetu</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Ekraaniluku viivitused</string><string id="ScreenLockDelays_Explain">Määrab, kui palju aega võib mööduda kasutaja viimasest toimingust, enne kui ekraan lukustatakse, kui seade töötab vahelduvvoolu- või akutoitel.

Kui aja väärtus on suurem kui null, siis tähistab see aega, mille jooksul kasutaja peab olema tegevusetu enne, kui operatsioonisüsteem Google Chrome OS lukustab ekraani.

Kui aja väärtus on null, siis ei lukusta Google Chrome OS kasutaja tegevusetuse korral ekraani.

Kui aega pole määratud, siis kasutatakse vaikeaega.

Soovitatud viis tegevusetuse korral ekraani lukustamiseks on lubada ekraanilukk peatamise korral ja lasta operatsioonisüsteemil Google Chrome OS peatada seade pärast tegevusetuse aega. Seda reeglit tuleks kasutada ainult siis, kui ekraani lukustamine peaks toimuma oluliselt varem kui peatamine või kui te ei soovi, et tegevusetuse korral toimuks peatamine.

Reegli väärtus tuleb määrata millisekundites. Väärtusi piiratakse nii, et need oleks väiksemad kui tegevusetuse aeg.</string><string id="NewTabPage_group">Uus vaheleht</string><string id="NewTabPageLocation">Uue vahelehe URL-i seadistamine</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProvider_group">Vaikeotsingupakkuja</string><string id="DefaultSearchProviderEnabled">Luba vaikeotsingupakkuja</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Vaikeotsingupakkuja nimi</string><string id="DefaultSearchProviderName_Explain">Määrab vaikeotsingupakkuja nime. Kui see jäetakse tühjaks või määramata, siis kasutatakse otsingu URL-i määratud hosti nime.

See reegel kehtib vaid juhul, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderKeyword">Vaikeotsingupakkuja märksõna</string><string id="DefaultSearchProviderKeyword_Explain">Määrab märksõna, mis on otsetee, mida kasutatakse omnikastikeses otsingupakkuja käivitamiseks.

Reegel on valikuline. Kui jätate selle määramata, siis ei saa märksõnaga otsingupakkujat aktiveerida.

Reegel kehtib vaid juhul, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderSearchURL">Vaikeotsingupakkuja otsingu URL</string><string id="DefaultSearchProviderSearchURL_Explain">Määrab vaikeotsingu puhul kasutatava otsingumootori URL-i. URL peab sisaldama stringi „{searchTerms}”, mis asendatakse päringu ajal kasutaja sisestatud terminitega.

Google'i otsingu URL-iks võib määrata: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'

Valik tuleb määrata ja seda rakendatakse vaid juhul, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderSuggestURL">Vaikeotsingupakkuja soovitatud URL</string><string id="DefaultSearchProviderSuggestURL_Explain">Määrab otsingumootori URL-i, mida kasutatakse otsingusoovituste näitamiseks. URL peab hõlmama stringi „{searchTerms}”, mis asendatakse päringu esitamisel kasutaja sisestatud tekstiga.

See reegel on valikuline. Kui see jäetakse määramata, siis soovituse URL-i ei kasutata.

Google'i soovituste URL-iks võib määrata: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'

Reegel on jõus vaid juhul, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderInstantURL">Vaikeotsingupakkuja Instant-URL</string><string id="DefaultSearchProviderInstantURL_Explain">Määrab otsingumootori URL-i, mida kasutatakse vahetute otsingutulemuste esitamiseks. URL peab sisaldama stringi '{searchTerms}', mis asendatakse päringu tegemisel kasutaja sisestatud tekstiga.

Reegel on valikuline. Kui jätate selle määramata, siis ei esitata vahetuid otsingutulemusi.

Google'i vahetute otsingutulemuste URL-iks võib määrata: '{google:baseURL}suggest?q={searchTerms}'


See reegel kehtib vaid juhul, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderIconURL">Vaikeotsingupakkuja ikoon</string><string id="DefaultSearchProviderIconURL_Explain">Määrab vaikeotsingupakkuja lemmikikooni URL-i.

See reegel on valikuline. Kui jätate selle määramata, siis ei kuvata otsingupakkuja ikooni.

See reegel kehtib vaid juhul, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderEncodings">Vaikeotsingupakkuja kodeeringud</string><string id="DefaultSearchProviderEncodings_Explain">Määrab tähemärkide kodeeringu, mida otsingupakkuja toetab. Kodeeringud on koodilehtede nimed, näiteks UTF-8, GB2312 või ISO-8859-1. Neid proovitakse sisestatud järjestuses.

See reegel on valikuline. Kui jätate selle määramata, siis kasutatakse vaikeseadet UTF-8.

See reegel kehtivad vaid juhul, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderEncodingsDesc">Vaikeotsingupakkuja kodeeringud</string><string id="DefaultSearchProviderAlternateURLs">Asendus-URL-ide loend vaikeotsingupakkujale</string><string id="DefaultSearchProviderAlternateURLs_Explain">Määrab asendus-URL-ide loendi, mida saab kasutada otsinguterminite ekstraktimiseks otsingumootorist. URL-id peavad sisaldama stringi '{searchTerms}', mida kasutatakse otsinguterminite ekstraktimiseks.

See reegel on valikuline. Kui seda ei määrata, ei kasutata otsinguterminite ekstraktimiseks asendus-URL-e.

See reegel kehtib vaid siis, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderAlternateURLsDesc">Asendus-URL-ide loend vaikeotsingupakkujale</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameeter, mis juhib otsingutermini paigutust vaikeotsingupakkuja puhul</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Kui see reegel määratakse ja omnikastikeses olev otsingu URL sisaldab seda parameetrit päringustringis või fragmendi identifikaatoris, siis kuvatakse soovituses otsinguterminid ja otsingupakkuja, mitte ainult otsingu URL.

See reegel on valikuline. Kui seda ei määrata, siis otsinguterminit ei asendata.

See reegel kehtib vaid siis, kui reegel „DefaultSearchProviderEnabled” on lubatud.</string><string id="DefaultSearchProviderImageURL">Parameeter otsingu vaikepakkujale pildi järgi otsimise funktsiooni pakkumiseks</string><string id="DefaultSearchProviderImageURL_Explain">Täpsustab pildiotsinguks kasutatava otsingumootori URL-i. Otsingupäringud saadetakse GET-meetodiga. Kui määratud on reegel DefaultSearchProviderImageURLPostParams, siis kasutab pildiotsingupäring POST-meetodit.

Reegel on valikuline. Kui see pole määratud, siis pildiotsingut ei kasutata.

Reeglit järgitakse ainult siis, kui lubatud on reegel „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderNewTabURL">Otsingupakkuja uue vahelehe vaike-URL</string><string id="DefaultSearchProviderNewTabURL_Explain">Määrab URL-i, mida otsingumootor kasutab uue vahelehe loomiseks.

See reegel on valikuline. Kui seda pole määratud, siis ei looda ühtegi uut vahelehte.

Reeglit arvestatakse ainult juhul, kui on lubatud reegel „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSearchURLPostParams">Parameetrid POST-meetodit kasutava otsingu URL-i jaoks</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Määrab, mis parameetreid kasutatakse POST-meetodiga URL-i otsimisel. See koosneb komaga eraldatud nime/väärtuse paaridest. Kui väärtus on malliparameeter, nt {searchTerms} ülalolevas näites, siis asendatakse see otsingutermini andmetega.

See reegel on valikuline. Kui see pole määratud, siis saadetakse soovituse otsingu taotlus GET-meetodiga.

Reeglit järgitakse ainult siis, kui lubatud on reegel „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parameetrid POST-meetodit kasutava soovituse URL-i jaoks</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Täpsustab parameetri, mida kasutatakse POST-meetodiga soovituse otsingu tegemisel. See koosneb komaga eraldatud nime/väärtuse paaridest. Kui väärtus on malliparameeter, nt {searchTerms} ülalolevas näites, siis asendatakse see otsingutermini andmetega.

See reegel on valikuline. Kui see pole määratud, siis saadetakse soovituse otsingu taotlus GET-meetodiga.

Reeglit järgitakse ainult siis, kui lubatud on reegel „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderInstantURLPostParams">Parameetrid Instant-URL-i jaoks, mis kasutab POST-meetodit</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Täpsustab parameetri, mida kasutatakse POST-meetodiga Instant-otsingu tegemisel. See koosneb komaga eraldatud nime/väärtuse paaridest. Kui väärtus on malliparameeter, nt {searchTerms} ülalolevas näites, siis asendatakse see otsingutermini andmetega.

See reegel on valikuline. Kui see pole määratud, siis saadetakse soovituse otsingu taotlus GET-meetodiga.

Reeglit järgitakse ainult siis, kui lubatud on reegel „DefaultSearchProviderEnabled”.</string><string id="DefaultSearchProviderImageURLPostParams">Parameetrid POST-meetodit kasutava kujutise URL-i jaoks</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Täpsustab parameetri, mida kasutatakse POST-meetodiga soovituse otsingu tegemisel. See koosneb komaga eraldatud nime/väärtuse paaridest. Kui väärtus on malliparameeter, nt {imageThumbnail} ülalolevas näites, siis asendatakse see pisipildi andmetega.

See reegel on valikuline. Kui see pole määratud, siis saadetakse soovituse otsingu taotlus GET-meetodiga.

Reeglit järgitakse ainult siis, kui lubatud on reegel „DefaultSearchProviderEnabled”.</string><string id="AllowDeletingBrowserHistory">Brauseri ja allalaadimiste ajaloo kustutamise lubamine</string><string id="AllowDeletingBrowserHistory_Explain">Lubab rakenduses Google Chrome kustutada brauseri ja allalaadimiste ajaloo ega luba kasutajatel seda seadet muuta.

Pange tähele, et isegi kui see reegel on keelatud, ei garanteerita sirvimise ja allalaadimiste ajaloo säilitamist: kasutajatel võib olla võimalik ajaloo andmebaasi faile muuta või kustutada otse ja brauser ise võib mis tahes ajal aeguda või arhiveerida mõned või kõik ajaloo üksused.

Kui see seade on lubatud või määramata, saab sirvimise ja allalaadimiste ajaloo kustutada.

Kui see seade on keelatud, siis sirvimise ja allalaadimiste ajalugu kustutada ei saa.</string><string id="AllowDinosaurEasterEgg">Luba dinosauruse üllatusmäng</string><string id="AllowDinosaurEasterEgg_Explain">Luba kasutajal mängida dinosauruse üllatusmängu, kui seade pole võrguga ühendatud.

Kui selle reegli väärtuseks on määratud Väär, ei saa kasutajad dinosauruse üllatusmängu mängida, kui seade pole võrguga ühendatud. Kui seade väärtuseks on määratud Tõene, saavad kasutajad dinosaurusemängu mängida. Kui see reegel on määramata, ei saa kasutajad dinosauruse üllatusmängu mängida registreeritud Chrome OS-is, kuid saavad seda mängida muudel juhtudel.</string><string id="AllowOutdatedPlugins">Luba vananenud pistikprogrammide käitamine</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Keela ekraani lukustamine</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Google'i rakenduste kasutamise loaga domeenide määramine</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Luba alternatiivsed vealehed</string><string id="AlternateErrorPagesEnabled_Explain">Lubab alternatiivsed vealehed, mis on rakendusse Google Chrome sisse ehitatud (näiteks teade „lehte ei leitud”), ja takistab kasutajatel seade muutmist.

Seade lubamisel kasutatakse alternatiivseid vealehti.

Seade keelamisel ei kasutata kunagi alternatiivseid vealehti.

Seade lubamisel või keelamisel ei saa kasutajad seda rakenduses Google Chrome muuta ega alistada.

Kui jätate selle reegli määramata, siis see lubatakse, kuid kasutaja saab seda muuta.</string><string id="AlwaysAuthorizePlugins">Käitab alati pistikprogrammid, mis vajavad volitamist</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Androidi varundusteenuse lubamine</string><string id="ArcBackupRestoreEnabled_Explain">Kui selle reegli väärtuseks määratakse Tõene, laaditakse Androidi rakenduse andmed üles Androidi varundusserveritesse ja ühilduvate rakenduste uuesti installimise korral taastatakse need sealt.

Kui selle reegli väärtuseks määratakse Väär, on Androidi varundusteenus välja lülitatud.

Kui see seade on seadistatud, siis kasutajad ei saa seda ise muuta.

Kui see seade on seadistamata, siis saavad kasutajad Androidi varundusteenuse rakenduses Androidi seaded sisse või välja lülitada.</string><string id="ArcCertificatesSyncMode">Sertifikaatide saadavuse määramine ARC-rakenduste jaoks</string><string id="ArcCertificatesSyncMode_Explain">Kui määratud on reegel SyncDisabled või seda ei määrata, pole operatsioonisüsteemi Google Chrome OS sertifikaadid ARC-rakenduste jaoks saadaval.

Kui reegliks on määratud CopyCaCerts, on kõik üksusega Web TrustBit ONC installitud CA-sertifikaadid ARC-rakenduste jaoks saadaval.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Keela ARC-rakenduste jaoks operatsioonisüsteemi Google Chrome OS sertifikaatide kasutamine</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Luba ARC-rakenduste jaoks operatsioonisüsteemi Google Chrome OS CA-sertifikaatide kasutamine</string><string id="ArcEnabled">ARC lubamine</string><string id="ArcEnabled_Explain">Kui see reegel on tõene, lubatakse ARC kasutaja jaoks
(oleneb reegli seadete lisakontrollidest – ARC pole endiselt
saadaval, kui efemeerne režiim või mitu sisselogimist on
praeguses kasutajaseansis lubatud).

Kui see seade on keelatud või seadistamata, siis ei saa ettevõtte
kasutajad ARC-d kasutada.</string><string id="ArcLocationServiceEnabled">Androidi Google'i asukohateenuse lubamine</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">ARC reegli seadistamine</string><string id="ArcPolicy_Explain">Määrab reeglite kogumi, mis edastatakse ARC käitusajale. Väärtus peab olema sobiv JSON.

Selle reegli abil saab seadistada, millised Androidi rakendused automaatselt seadmesse installitakse:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Androidi rakenduse identifikaator, nt „com.google.android.gm” Gmaili puhul&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Määrab, kuidas rakendus installitakse. OPTIONAL: rakendust ei installita automaatselt, kuid kasutaja saab selle installida. Kui seda reeglit ei määrata, on see vaikeseade. PRELOAD: rakendus installitakse automaatselt, kuid kasutaja saab selle desinstallida. FORCE_INSTALLED: rakendus installitakse automaatselt ja kasutaja ei saa seda desinstallida. BLOCKED: rakendus on blokeeritud ja seda ei saa installida. Kui rakendus installiti eelmise reegli põhjal, siis see desinstallitakse.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Reegel rakendustele lubade taotluste andmiseks. PERMISSION_POLICY_UNSPECIFIED: reeglit pole määratud. Kui loa jaoks pole reeglit määratud mitte ühelgi tasemel, kasutatakse vaikimisi käitumist `PROMPT`. PROMPT: kasutajal palutakse luba anda. GRANT: luba antakse automaatselt. DENY: luba keelatakse automaatselt.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Rakendusepõhine JSON-i konfiguratsiooniobjekt, millel on komplekt võtmeväärtuse paare, nt '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Võtmed määratakse rakenduse manifestis.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Rakenduste kinnitamiseks käivitusprogrammi vaadake reeglit PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Heli jäädvustamise lubamine või keelamine</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL-id, millele antakse ilma küsimata juurdepääs helijäädvustusseadmetele</string><string id="AudioCaptureAllowedUrls_Explain">Selles loendis olevaid mustreid võrreldakse taotleva URL-i
algse turvalisusega. Vaste leidmisel antakse juurdepääs
helisalvestusseadmetele ilma küsimata.

MÄRKUS. Versioonini 45 toetati seda reeglit ainult kioskirežiimis.</string><string id="AudioCaptureAllowedUrlsDesc">URL-id, millele antakse ilma küsimata juurdepääs helijäädvustusseadmetele</string><string id="AudioOutputAllowed">Heli esitamise lubamine</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Luba automaatne täitmine</string><string id="AutoFillEnabled_Explain">Lubab rakenduse Google Chrome automaatse täitmise funktsiooni ja võimaldab kasutajatel varem talletatud teabe, näiteks aadressi ja krediitkaardi andmete, alusel veebivorme automaatselt täita.

Seade keelamisel ei saa automaatset täitmist kasutada.

Kui lubate seade või ei määra väärtust, siis saab kasutaja automaatset täitmist juhtida. See võimaldab neil seadistada automaatse täitmise profiile ning automaatse täitmise soovi korral sisse või välja lülitada.</string><string id="AutofillCreditCardEnabled">Automaattäite lubamine krediitkaartide puhul</string><string id="AutofillCreditCardEnabled_Explain">Lubab rakenduse Google Chrome automaattäite funktsiooni ja võimaldab kasutajatel automaatselt täita veebivorme varem salvestatud teabega, näiteks aadressi või krediitkaarditeabega.

Selle seade keelamisel ei anna automaattäite funktsioon soovitusi ega sisesta krediitkaarditeavet. Lisaks ei salvesta see krediitkaardi lisateavet, mille kasutaja võib veebi sirvimisel esitada.

Selle seade lubamisel või määramata jätmisel saab kasutaja kasutajaliideses juhtida üldiseid automaattäite funktsioone (sh krediitkaardid).</string><string id="BlockThirdPartyCookies">Blokeeri kolmanda osapoole küpsised</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Luba järjehoidjariba</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Hõiveportaali autentimisel puhverserveri eiramine</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Sertifikaadi läbipaistvuse jõustamise keelamine URL-ide loendi jaoks</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Keelab sertifikaadi läbipaistvuse nõuete jõustamise loetletud URL-idel.

Reegel lubab määratud URL-ide hostinimede sertifikaadid, mis ei ole sertifikaadi läbipaistvuse reegli kaudu avalikustatud. See lubab ka edaspidi kasutada sertifikaate, mida peetaks muidu ebausaldusväärseks, kuna need ei ole sobival moel avalikustatud, ent muudab hostide valesti väljastatud sertifikaatide tuvastamise keerulisemaks.

URL-i muster vormindatakse aadressil https://www.chromium.org/administrators/url-blacklist-filter-format kirjeldatud moel. Kuna aga sertifikaadid kehtivad konkreetse hostinime puhul olenemata skeemist, pordist või teest, võetakse arvesse ainult URL-i hostinime osa. Metamärkidega hoste ei toetata.

Kui jätate reegli määramata, peetakse ebausaldusväärseks kõiki sertifikaate, mis ei ole sertifikaadi läbipaistvuse reegli kaudu avalikustatud, ent mille puhul see on kohustuslik.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Sertifikaadi läbipaistvuse jõustamise keelamine URL-ide loendi jaoks</string><string id="ChromeOsLockOnIdleSuspend">Luba lukustamine, kui seade on ootel või peatatud</string><string id="ChromeOsLockOnIdleSuspend_Explain">Lubage operatsioonisüsteemiga Google Chrome OS seadmete lukustamine, kui need on peatatud või tegevusetud.

Kui lubate seade, küsitakse kasutajatelt unerežiimis seadme avamiseks parooli.

Kui keelate seade, ei küsita kasutajatelt unerežiimis seadme avamiseks parooli.

Kui lubate või keelate seade, ei saa kasutajad seda muuta ega alistada.

Kui jätate reegli määramata, saavad kasutajad valida, kas nad soovivad seadme avamiseks parooli sisestada või mitte.</string><string id="ChromeOsMultiProfileUserBehavior">Kasutaja käitumise kontrollimine multiprofiili seansis</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Kasutaja käitumise juhtimine mitme profiiliga seansside puhul operatsioonisüsteemi Google Chrome OS seadmetes.

Kui reegel on määratud valikule „MultiProfileUserBehaviorUnrestricted”, saab kasutaja mitme profiiliga seansi puhul olla kas peamine või sekundaarne kasutaja.

Kui reegel on määratud valikule „MultiProfileUserBehaviorMustBePrimary”, saab kasutaja mitme profiiliga seansi puhul olla ainult peamine kasutaja..

Kui reegel on määratud valikule „MultiProfileUserBehaviorNotAllowed”, ei saa kasutaja osaleda mitme profiiliga seansis.

Kui määrate selle seade, siis ei saa kasutajad seda muuta ega alistada.

Kui seadet muudetakse ajal, mil kasutaja on mitme profiiliga seanssi sisse logitud, kontrollitakse seansi kõiki kasutajaid vastavate seadete alusel. Seanss suletakse, kui ühel kasutajal ei ole enam lubatud seansis osaleda.

Kui jätate reegli määramata, kasutatakse seade „MultiProfileUserBehaviorMustBePrimary” vaikeväärtust ettevõtte hallatud kasutajate puhul ja seadet „MultiProfileUserBehaviorUnrestricted” haldamata kasutajate puhul.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Luba ettevõtte kasutajal olla nii peamine kui ka teisene kasutaja (vaikekäitumine haldamata kasutajate puhul)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Luba ettevõtte kasutajal olla ainult peamine mitme profiiliga kasutaja (vaikekäitumine ettevõtte hallatud kasutajate puhul)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Ärge lubage ettevõtte kasutajal olla osa multiprofiilist (esmane või teisene)</string><string id="ChromeOsReleaseChannel">Väljastuskanal</string><string id="ChromeOsReleaseChannel_Explain">Määrab väljalaskekanali, millele seade tuleks lukustada.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabiilne kanal</string><string id="ChromeOsReleaseChannel_BetaChannel">Beetakanal</string><string id="ChromeOsReleaseChannel_DevChannel">Arendaja kanal (võib olla ebastabiilne)</string><string id="ChromeOsReleaseChannelDelegated">Määramine, kas kasutajal on võimalik versiooni kanalit seadistada</string><string id="ChromeOsReleaseChannelDelegated_Explain">Kui reeglile on määratud olek True ja reeglit ChromeOsReleaseChannel pole määratud, siis on registreerumisdomeeni kanali kasutajatel lubatud seadme versiooni kanalit muuta. Kui reeglile on määratud olek False, siis lukustatakse seade mis tahes viimati määratud kanalil.

Kasutaja valitud kanali alistab reegel ChromeOsReleaseChannel. Kui aga reegli kanal on stabiilsem kui seadmesse installitud kanal, siis lülitub see sisse alles pärast seda, kui stabiilsem kanal jõuab seadmesse installitud kanalist kõrgema versiooninumbrini.</string><string id="ComponentUpdatesEnabled">Lubab komponentide värskendused teenuses Google Chrome.</string><string id="ComponentUpdatesEnabled_Explain">Kui reegel on määramata või seatud väärtusele Tõene, on teenuse Google Chrome kõigi komponentide värskendused lubatud.

Kui reegel on seatud väärtusele Väär, on komponentide värskendused keelatud. Teatud komponendid aga ei allu reeglile: komponentide, mis ei sisalda täitmiskoodi või ei mõjuta brauseri käitumist või mis on brauseri turvalisuse seisukohalt hädavajalikud, värskendusi ei keelata.
Sellised komponendid on näiteks sertifikaatide tühistusloendid ja ohutu sirvimise andmed.
Vaadake lisateavet ohutu sirvimise kohta aadressilt https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Vaikeprinteri valimise reeglid</string><string id="DefaultPrinterSelection_Explain">Alistatakse rakenduse Google Chrome vaikeprinteri valimise reeglid.

Selle reegliga määratakse reeglid rakenduses Google Chrome vaikeprinteri valimiseks, mis toimub esimesel korral, kui profiilil printimisfunktsiooni kasutatakse.

Kui reegel on määratud, üritab rakendus Google Chrome leida printeri, mis vastab kõigile määratud atribuutidele, ja valib selle vaikeprinteriks. Valitakse esimene printer, mis reeglitele vastab. Kui reeglitele vastavaid printereid on mitu, saab nende avastamise järjekorrast olenevalt valida mis tahes sobiva printeri.

Kui seda reeglit ei määrata või määratud aja jooksul ei leita reeglitele vastavat printerit, määratakse vaikimisi printeriks sisseehitatud PDF-printer. Kui PDF-printer pole saadaval, siis printerit ei valita.

Väärtus sõelutakse JSON-objektina, mis vastab järgmisele skeemile:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Kas piirata sobiva printeri otsing konkreetse printerite komplektiga?&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regulaaravaldis, mis ühtib printeri ID-ga.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regulaaravaldis, mis ühtib printeri kuvatava nimega.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Rakendusega Google Cloud Print ühendatud printerid loetakse gruppi &quot;cloud&quot; kuuluvateks, ülejäänud printerid kuuluvad gruppi &quot;local&quot;.
Välja vahelejätmine tähendab, et kõik väärtused ühtivad. Näiteks kui ühenduvust ei määrata, käivitab printimise eelvaade igat tüüpi printerite (nii kohalike kui ka pilves olevate printerite) otsimise.
Regulaaravaldise mustrid peavad järgima atribuudi JavaScript RegExp süntaksit ja vasted on tõstutundlikud.</string><string id="DeveloperToolsDisabled">Keela arendaja tööriistad</string><string id="DeveloperToolsDisabled_Explain">Keelab arendaja tööriistad ja JavaScripti konsooli.

Seade lubamisel ei saa arendaja tööriistu kasutada ega veebisaitide elemente uurida. Kõik klaviatuuri otseteed ning arendaja tööriistade ja JavaScripti konsooli avamise käsud menüüdes ning kontekstimenüüdes keelatakse.

Kui keelate valiku või jätate selle määramata, saab kasutaja arendaja tööriistu ja JavaScripti konsooli kasutada.</string><string id="DeviceAllowBluetooth">Luba Bluetooth seadmes</string><string id="DeviceAllowBluetooth_Explain">Kui reegel määratakse väärtusele Väär, keelab Google Chrome OS Bluetoothi ja kasutaja ei saa seda uuesti lubada.

Kui reegel jäetakse määramata või määratakse väärtusele Tõene, saab kasutaja ise Bluetoothi lubada ja keelata.

Kui reegel on määratud, ei saa kasutaja seda muuta ega alistada.

Pärast Bluetoothi lubamist peab kasutaja välja ja uuesti sisse logima, et muudatused jõustuksid (seda ei ole vaja Bluetoothi keelamisel).</string><string id="DeviceAllowNewUsers">Luba uute kasutajakontode loomine</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Lubage kasutajatel pakkumisi lunastada Chrome OS-i registreerimise kaudu</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Ettevõtte seadmete IT-administraatorid saavad selle märgistuse abil juhtida, kas lubada kasutajatel pakkumisi lunastada Chrome OS-i registreerimise abil.

Kui see reegel määratakse tõeseks või seda ei määrata, saavad kasutajad pakkumisi lunastada Chrome OS-i registreerimise abil.

Kui see reegel määratakse valeks, ei saa kasutajad pakkumisi lunastada.</string><string id="DeviceAutoUpdateDisabled">Keelab automaatvärskenduse</string><string id="DeviceAutoUpdateDisabled_Explain">Kui seade on määratud väärtusele Tõene, on automaatsed värskendused keelatud.

Kui seade pole seadistatud või see on määratud väärtusele Väär, siis otsivad teenuse Google Chrome OS seadmed värskendusi automaatselt.

Hoiatus. Soovitame automaatsed värskendused lubada, et kasutajad saaksid tarkvaravärskendusi ja kriitilisi turvapaikasid. Automaatsete värskenduste väljalülitamine võib kasutajad ohtu seada.</string><string id="DeviceAutoUpdateP2PEnabled">Lubatud p2p automaatne värskendamine</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Määrab, kas OS-i värskendamise lastide jaoks kasutatakse p2p-võrgustikku. Kui väärtuseks on seatud Tõene, siis seade jagab ja proovib tarbida värskendamise laste LAN-is, vähendades potentsiaalselt Interneti-ribalaiuse kasutamist ja ummistumist. Kui värskendamise last pole LAN-is saadaval, naaseb seade allalaadimise juurde värskendusserverist. Kui väärtuseks on seatud Vale või see pole määratud, siis p2p-võrgustikku ei kasutata.</string><string id="DeviceBlockDevmode">Arendaja režiimi blokeerimine</string><string id="DeviceBlockDevmode_Explain">Blokeerige arendaja režiim.

Kui see reegel on tõene, ei luba üksus Google Chrome OS seadmel arendaja režiimi käivitada. Süsteem keeldub käivitamisest ja kuvab arendaja lüliti sisselülitamisel veaekraani.

Kui see reegel on määramata või vale, on arendaja režiim seadmes saadaval.</string><string id="DeviceDataRoamingEnabled">Luba andmeside rändlusteenus</string><string id="DeviceDataRoamingEnabled_Explain">Määrab, kas seadmes on andmeside rändlusteenus lubatud. Selle reegli aktiveerimisel on andmeside rändlusteenus lubatud. Kui jätate selle reegli seadistamata või keelate, siis ei ole andmeside rändlusteenus saadaval.</string><string id="DeviceEphemeralUsersEnabled">Kustuta kasutaja andmed väljalogimisel</string><string id="DeviceEphemeralUsersEnabled_Explain">Määrab, kas Google Chrome OS säilitab kohaliku konto andmed pärast väljalogimist. Selle reegli lubamisel ei säilita Google Chrome OS kontode andmeid ja kasutaja seansi kõik andmed eemaldatakse pärast väljalogimist. Kui keelate selle reegli või jätate määramata, siis võib seade säilitada kohaliku kasutaja andmeid (krüptitult).</string><string id="DeviceGuestModeEnabled">Luba külastajarežiim</string><string id="DeviceGuestModeEnabled_Explain">Kui lubate selle reegli või jätate seadistamata, siis lubab Google Chrome OS külastajatel sisse logida. Külastajana sisse logides kasutatakse anonüümseid seansse ja selleks ei ole vaja parooli sisestada.

Selle reegli keelamisel ei luba Google Chrome OS külastajaseansse alustada.</string><string id="DeviceLoginScreenAppInstallList">Sisselogimisekraanil olevate installitud rakenduste loendi seadistamine</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Sisselogimisekraanil olevate installitud rakenduste loendi seadistamine</string><string id="DeviceLoginScreenInputMethods">Seadme sisselogimisekraani klaviatuuripaigutused</string><string id="DeviceLoginScreenInputMethods_Explain">Seadistab, millised klaviatuuripaigutused on operatsioonisüsteemi Google Chrome OS sisselogimisekraanil lubatud.

Kui see reegel on määratud sisestusmeetodi identifikaatorite loendile, on antud sisestusmeetodid sisselogimisekraanil saadaval. Esimene antud sisestusmeetod on eelnevalt valitud. Kui kasutajate kogum on sisselogimisekraanil fokuseeritud, on lisaks reegliga määratud sisestusmeetoditele saadaval ka kasutaja kõige viimasena kasutatud sisestusmeetod. Kui see reegel on määramata, tuletatakse sisselogimisekraanil saadaolevad sisestusmeetodid lokaadist, milles sisselogimisekraan kuvatakse. Väärtusi, mis pole kehtivad sisestusmeetodi identifikaatorid, eiratakse.</string><string id="DeviceLoginScreenInputMethodsDesc">Seadme sisselogimisekraani klaviatuuripaigutused</string><string id="DeviceLoginScreenLocales">Seadme sisselogimisekraani lokaat</string><string id="DeviceLoginScreenLocales_Explain">Seadistab lokaadi, mis jõustatakse operatsioonisüsteemi Google Chrome OS sisselogimisekraanil.

Kui see reegel on määratud, kuvatakse sisselogimisekraan alati lokaadis, mis selle reegli esimese väärtusega määratakse (reegel on määratud suunamise ühilduvuse loendina). Kui seda reeglit pole määratud või see on tühi loend, kuvatakse sisselogimisekraan kasutaja viimase seansi lokaadis. Kui sellele reeglile on määratud väärtus, mis ei ole kehtiv lokaat, kuvatakse sisselogimisekraan varulokaadis (praegu en-US).</string><string id="DeviceLoginScreenLocalesDesc">Seadme sisselogimisekraani lokaat</string><string id="DeviceLoginScreenPowerManagement">Toitehaldus sisselogimiskuval</string><string id="DeviceLoginScreenPowerManagement_Explain">Toitehalduse seadistamine sisselogimisekraanil operatsioonisüsteemis Google Chrome OS.

Selle reegliga saate seadistada, kuidas Google Chrome OS käitub, kui kuvatakse sisselogimisekraan ja kasutaja ei tee teatud aja jooksul ühtegi toimingut. See reegel juhib mitut seadet. Individuaalset semantikat ja väärtusevahemikke vaadake vastavatest seansi toitehaldust juhtivatest reeglitest. Ainsad kõrvalekalded nendest reeglitest on järgmised.
* Tegevusetuse või kaane sulgemise korral ei tohi toiminguks olla seansi lõpetamine.
* Kui seade töötab vahelduvvoolutoitel, siis on tegevusetuse korral vaiketoiminguks väljalülitamine.

Kui seadet ei määrata, siis kasutatakse vaikeväärtust.

Kui seda reeglit ei määrata, siis kasutatakse kõikide seadete jaoks vaikevalikuid.</string><string id="DeviceMetricsReportingEnabled">Luba mõõdikute aruandlus</string><string id="DeviceMetricsReportingEnabled_Explain">Määrab, kas kasutusmõõdikute teave ja diagnostikaandmed, sealhulgas krahhiaruanded, edastatakse Google'ile. Kui määrate reegli väärtuse Tõene, edastab Google Chrome OS kasutusmõõdikute teavet ja diagnostikaandmeid. Kui jätate reegli seadistamata või seate selle väärtusele Väär, keelatakse mõõdikute teabe ja diagnostikaandmete edastamine.</string><string id="DeviceNativePrinters">Ettevõtte printerite konfiguratsioonifail seadmetele</string><string id="DeviceNativePrinters_Explain">Määrab seadistused seadmetega seotud ettevõtte printeritele.

See reegel võimaldab teil määrata printeri seadistused operatsioonisüsteemi Google Chrome OS seadmetele. Faili maht ei tohi ületada 5 MB ja see peab olema kodeeritud JSON-is. Vorming on sama, mis sõnastikul NativePrinters. Prognooside kohaselt kodeeritakse fail, mis sisaldab ligikaudu 21 000 printerit, 5 MB failina. Krüptograafilist räsiväärtust kasutatakse allalaadimise terviklikkuse kinnitamiseks.

Fail laaditakse alla ja salvestatakse vahemällu. See laaditakse uuesti alla alati, kui URL või räsiväärtus muutub.

Kui see reegel on määratud, laadib operatsioonisüsteem Google Chrome OS alla faili printeri seadistuste jaoks ja muudab printerid kättesaadavaks kooskõlas reeglitega DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist ja DeviceNativePrintersBlacklist.

See reegel ei mõjuta seda, kas kasutajad saavad printereid seadistada individuaalsetes seadmetes. See on mõeldud individuaalsete kasutajate printerite seadistuse täienduseks.

See reegel on reegli NativePrintersBulkConfiguration lisa.

Kui see reegel on määramata, siis seadme printereid ei ole ja teisi reegleid DeviceNativePrinter* eiratakse.</string><string id="DeviceNativePrintersAccessMode">Seadmete printerite seadistuse juurdepääsu reegel.</string><string id="DeviceNativePrintersAccessMode_Explain">Juhib, millised printerid seadistusest DeviceNativePrinters on kasutajatele saadaval.

Määrab, millist juurdepääsureeglit kasutatakse printerite hulgiseadistamiseks. Kui valitud on väärtus AllowAll, kuvatakse kõik printerid. Kui valitud on väärtus BlacklistRestriction, kasutatakse määratud printeritele juurdepääsu piiramiseks reeglit DeviceNativePrintersBlacklist. Kui valitud on väärtus WhitelistPrintersOnly, määrab reegel DeviceNativePrintersWhitelist ainult need printerid, mida saab valida.

Kui see reegel on määramata, kasutatakse reeglit BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Kuvatakse kõik printerid, v.a need, mis on keelatute loendis.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Kasutajatele kuvatakse ainult lubatute loendis olevad printerid</string><string id="DeviceNativePrintersAccessMode_AllowAll">Lubatakse kõik konfiguratsioonifailis olevad printerid.</string><string id="DeviceNativePrintersBlacklist">Ettevõtte seadmete jaoks keelatud printerid</string><string id="DeviceNativePrintersBlacklist_Explain">Määrab printerid, mida kasutaja ei saa kasutada.

Seda reeglit kasutatakse ainult siis, kui režiimis DeviceNativePrintersAccessMode on valitud väärtus BlacklistRestriction.

Selle reegli kasutamisel on kasutajale saadaval kõik printerid, v.a need, mille ID-d on selles reeglis loetletud.
</string><string id="DeviceNativePrintersBlacklistDesc">Ettevõtte seadmete jaoks keelatud printerid</string><string id="DeviceNativePrintersWhitelist">Ettevõtte seadmete jaoks lubatud printerid</string><string id="DeviceNativePrintersWhitelist_Explain">Määrab printerid, mida kasutaja saab kasutada.

Seda reeglit kasutatakse ainult siis, kui režiimis DeviceNativePrintersAccessMode on valitud väärtus WhitelistPrintersOnly

Selle reegli kasutamisel on kasutajale saadaval ainult printerid, mille ID-d ühtivad selles reeglis olevate väärtustega. ID-d peavad ühtima reeglis DeviceNativePrinters määratud faili kannetega.
</string><string id="DeviceNativePrintersWhitelistDesc">Ettevõtte seadmete jaoks lubatud printerid</string><string id="DeviceOffHours">Väljalülitatud aegade intervallid, kui seadme reegel OffHours |ignored_policy_proto_tags| avaldatakse</string><string id="DeviceOffHours_Explain">Kui reegel „OffHours” on määratud, siis eiratakse määratud ajavahemikes seadmereegleid (kasutage nende reeglite vaikeseadeid). Chrome rakendab seadmereegleid uuesti iga sündmuse puhul, kui ajavahemik „OffHours” algab või lõpeb. Kui ajavahemik „OffHours” lõpeb ja seadmereeglite seadeid muudetakse, teavitatakse sellest kasutajat ning ta logitakse välja (näiteks kui kasutaja pole sisse logitud lubatud kontoga).</string><string id="DeviceOpenNetworkConfiguration">Seadme tasemel võrgukonfigureerimine</string><string id="DeviceOpenNetworkConfiguration_Explain">Võimaldab jõustada võrgu konfigureerimise kõigile Google Chrome OS seadme kasutajatele. Võrgu konfigureerimine on JSON-i vormingus string, mille määrab aadressil https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration kirjeldatud vorming Open Network Configuration</string><string id="DevicePolicyRefreshRate">Seadme reeglite värskendussagedus</string><string id="DevicePolicyRefreshRate_Explain">Määrab perioodi millisekundites, mille jooksul seadme haldusteenusele esitatakse päring kasutajareegli teabe hankimiseks.

Selle reegli määramisel alistatakse vaikeväärtus 3 tundi. Selle reegli kehtivad väärtused jäävad vahemikku 1 800 000 (30 minutit) kuni 86 400 000 (1 päev). Sellest vahemikust välja jäävad väärtused surutakse vastavatesse piiridesse.

Kui see reegel jäetakse määramata, kasutab teenus Google Chrome OS vaikeväärtust 3 tundi.

Pange tähele, et kui platvorm toetab reeglite märguandeid, määratakse värskendamise viiteks 24 tundi (eirates kõiki vaikeväärtusi ja selle reegli väärtust), kuna eeldatakse, et reegli märguanded jõustavad reegli muutmisel automaatse värskendamise, mis muudab sagedasemad värskendused ebavajalikuks.</string><string id="DeviceQuirksDownloadEnabled">Lubatakse riistvaraprofiilide päringud Quirks Serverist</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automaatne taaskäivitamine seadme väljalülitamisel</string><string id="DeviceRebootOnShutdown_Explain">Kui reegel on määramata või seatud väärtusele Väär, lubab Google Chrome OS kasutajal seadme välja lülitada.
Kui reegel on seatud väärtusele Tõene ja kasutaja lülitab seadme välja, taaskäivitab Google Chrome OS seadme. Google Chrome OS asendab kasutajaliidese kõik väljalülitamisnupud taaskäivitusnuppudega. Kui kasutaja lülitab seadme toitenupuga välja, ei taaskäivitata seda automaatselt, isegi kui reegel on lubatud.</string><string id="DeviceShowUserNamesOnSignin">Kuva kasutajanimed sisselogimiskuval</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Süsteemiülesed märgistused, mis rakendatakse toote Google Chrome käivitamisel</string><string id="DeviceStartUpFlags_Explain">Määrab märgistused, mis tuleb rakendada teenuses Google Chrome selle käivitamisel. Määratud märgistused rakendatakse ainult sisselogimisekraanil. Selle reegliga määratud märgistused ei rakendu kasutaja seanssides.</string><string id="DeviceStartUpFlagsDesc">Süsteemiülesed märgistused, mis rakendatakse toote Google Chrome käivitamisel</string><string id="DeviceTargetVersionPrefix">Automaatse värskendamise sihtversioon</string><string id="DeviceTargetVersionPrefix_Explain">Määrab sihtversiooni automaatsete värskenduste jaoks.

Määrab eesliite sihtversioonile, millele Google Chrome OS peab värskendama. Kui seade käitab versiooni, mis eelneb määratud eesliitele, värskendatakse see antud eesliite uusimale versioonile. Kui seade kasutab juba uuemat versiooni, siis sellel mõju pole (st ei toimu üleminekut vanemale versioonile) ja seade jääb praegusele versioonile. Eesliite vorming töötab komponendipõhiselt (nagu näha järgmises näites).

&quot;&quot; (või seadistamata): saadaval värskendus uusimale versioonile.
&quot;1412.&quot;: värskendus mis tahes 1412 uuemale versioonile (nt 1412.24.34 või 1412.60.2)
&quot;1412.2.&quot;: värskendus mis tahes 1412.2 uuemale versioonile (nt 1412.2.34 või 1412.2.2)
&quot;1412.24.34&quot;: värskendus ainult sellele konkreetsele versioonile

Hoiatus. Me ei soovita versioonide piiranguid seadistada, kuna need võivad takistada kasutajatel tarkvaravärskendusi ja kriitilisi turvapaikasid vastu võtmast. Kui lubate kasutajatel kasutada vaid teatud versiooni eesliidet, võib see kasutajad ohtu seada.</string><string id="DeviceUpdateAllowedConnectionTypes">Värskenduste jaoks lubatud ühenduse tüübid</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Ühendustüübid, mis on lubatud kasutamiseks OS-i värskendamiseks. OS-i värskendused võivad oma mahu tõttu panna ühendusele suure koormuse ja sellega võib kaasneda ka lisakulu. Seepärast pole need vaikimisi lubatud ühendustüüpidele, mida peetakse kalliteks ja mille hulka praegu kuuluvad WiMax, Bluetooth ja Cellular.

Tunnustatud ühendustüübi identifikaatorid on „ethernet”, „wifi”, „wimax”, „bluetooth” ja „cellular”.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Värskenduste jaoks lubatud ühenduse tüübid</string><string id="DeviceUpdateHttpDownloadsEnabled">Automaatsete allalaadimiste lubamine HTTP kaudu</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Automaatse värskendamise lastid tootes Google Chrome OS saab HTTPS-i asemel alla laadida HTTP kaudu. See lubab HTTP kaudu allalaaditud failidele läbipaistva HTTP-vahemälu kasutamist.

Kui reegel on seatud väärtusele Tõene, proovib Google Chrome OS automaatsete värskenduste laste alla laadida HTTP kaudu. Kui reegel on seatud väärtusele Väär või on määramata, kasutatakse automaatsete värskenduste lastide allalaadimiseks HTTPS-i.</string><string id="DeviceUpdateScatterFactor">Hajutusteguri automaatne värskendamine</string><string id="DeviceUpdateScatterFactor_Explain">Määrab sekundite arvu pärast värskenduse serverist väljalaskmist, mille jooksul võib seade värskenduse allalaadimist juhuslikult viivitada. Seade võib oodata osa ajast reaalajas ja ülejäänud aja sõltuvalt värskenduste otsimiste arvust. Igal juhul on hajutatuse ülempiir seotud ajalise konstandiga, et seade ei jääks värskenduse allalaadimist igaveseks ootama.</string><string id="DeviceUserWhitelist">Kasutajate sisselogimise lubatud loend</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Kasutajate sisselogimise lubatud loend</string><string id="DeviceWallpaperImage">Seadme taustapildi kujutis</string><string id="DeviceWallpaperImage_Explain">Seadistage seadmetasemel taustapildi kujutis, mis kuvatakse sisselogimisekraanil, kui ükski kasutaja pole veel seadmesse sisse loginud. Selle reegli määramiseks tuleb määrata URL, kust Chrome OS-i seade saab alla laadida taustapildi kujutise ja krüptograafilise räsiväärtuse, mida kasutatakse allalaadimise terviklikkuse kontrollimiseks. Kujutis peab olema JPEG-vormingus ja faili suurus ei tohi ületada 16 MB. URL peab olema autentimiseta juurdepääsetav. Taustapildi kujutis laaditakse alla ja salvestatakse vahemällu. See laaditakse uuesti alla iga kord, kui URL või räsiväärtus muutub.

Reegel tuleks määrata stringina, mis näitab URL-i ja räsiväärtust JSON-vormingus, nt
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Kui seadme taustapildi reegel on määratud, laadib Chrome OS-i seade taustapildi kujutise alla ja kasutab seda sisselogimisekraanil, kui ükski kasutaja pole veel seadmesse sisse loginud. Kui kasutaja sisse logib, rakendatakse kasutaja taustapildi reeglit.

Kui seadme taustapildi reegel on määramata, otsustab kasutaja taustapildi reegel, mida näidata, kui kasutaja taustapildi reegel on määratud.</string><string id="Disable3DAPIs">Keela 3D-graafika API-liideste tugi</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Määramine, kas pistikprogrammide leidja tuleks keelata</string><string id="DisablePluginFinder_Explain">Seade lubamisel keelatakse rakenduses Google Chrome automaatne otsing ja puuduvate pistikprogrammide installimine.

Kui keelate valiku või jätate selle määramata, siis on pistikprogrammide leidja aktiivne.</string><string id="DisableSafeBrowsingProceedAnyway">Keela turvalise sirvimise hoiatuslehest edasiliikumine</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Kui kasutajad satuvad navigeerides saitidele, mis on märgistatud potentsiaalselt pahatahtlikuks, kuvab teenus Google'i ohutu sirvimine hoiatuslehe. Selle seade lubamine takistab kasutajatel hoiatuslehelt pahatahtlikule saidile edasi liikuda.

Kui seade on keelatud või seadistamata, saavad kasutajad pärast hoiatuse kuvamist teha valiku edasiminekuks märgistatud saidile.

Vaadake lisateavet ohutu sirvimise kohta aadressilt https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Keela ekraanipiltide tegemine</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Määratakse ekraani vaikepöördenurk, mis rakendatakse uuesti igal taaskäivitamisel</string><string id="DisplayRotationDefault_Explain">Selle reegli määramisel pööratakse iga ekraan
määratud suunda igal taaskäivitamisel ja esimesel korral, kui see pärast
reegli väärtuse muutmist ühendatakse. Kasutajad saavad ekraani
pöördenurka seadete lehel pärast sisselogimist muuta, kuid reegli
väärtus alistab nende seade järgmisel taaskäivitamisel.

See reegel kehtib nii peamiste kui ka teiseste ekraanide puhul.

Kui reegel jäetakse määramata, on vaikeväärtus 0 kraadi ja kasutaja
saab seda muuta. Sellisel juhul ei rakendata vaikeväärtust
taaskäivitamisel uuesti.</string><string id="DisplayRotationDefault_ROTATE_0">Ekraani pööramine 0 kraadi</string><string id="DisplayRotationDefault_ROTATE_90">Ekraani pööramine 90 kraadi päripäeva</string><string id="DisplayRotationDefault_ROTATE_180">Ekraani pööramine 180 kraadi</string><string id="DisplayRotationDefault_ROTATE_270">Ekraani pööramine 270 kraadi päripäeva</string><string id="DownloadDirectory">Määra allalaadimiskataloog</string><string id="DownloadDirectory_Explain">Seadistab kataloogi, mida Google Chrome kasutab failide allalaadimiseks.

Kui määrate selle reegli, kasutab Google Chrome kataloogi olenemata sellest, kas kasutaja on selle määranud või on lubanud märgistuse, mis küsib iga kord allalaadimise asukohta.

Saidilt http://www.chromium.org/administrators/policy-list-3/user-data-directory-variables leiate muutujate loendi, mida saate kasutada.

Kui seda reeglit ei määrata, kasutatakse allalaadimise vaikekataloogi ja kasutaja saab seda muuta.</string><string id="DownloadRestrictions">Luba allalaadimise piirangud</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Eripiirangud puuduvad</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokeeri ohtlikud allalaadimised</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokeeri potentsiaalselt ohtlikud allalaadimised</string><string id="DownloadRestrictions_BlockAllDownloads">Blokeeri kõik allalaadimised</string><string id="EasyUnlockAllowed">Smart Locki kasutamise lubamine</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Süsteemi eCryptfs üleviimisstrateegia</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Sarnane väärtusega Wipe (väärtus 2), kuid see üritab säilitada sisselogimismärgid, et kasutaja ei peaks uuesti sisse logima.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Kui kliendi seadme mudel toetas ARC-d juba enne seda, kui üleminek ext4-le oli ARC käitamiseks vajalik, ja kui reegli ArcEnabled väärtuseks on määratud Tõene, siis toimib see valik sarnaselt väärtusega AskUser (väärtus 3). Kõigil muudel juhtudel (kui seadme mudel varem ARC-d ei toetanud või kui reegli ArcEnabled väärtuseks on määratud Väär) on see väärtus võrdne väärtusega DisallowArc (väärtus 0).</string><string id="EditBookmarksEnabled">Lubab või keelab järjehoidjate muutmise</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Kas lubada kohalike usaldusvõtmete väljastatud sertifikaadid, millel puudub laiend subjectAlternativeName?</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Kui see seade on lubatud, kasutab teenus Google Chrome serveri sertifikaadi reeglit commonName, et ühildada hostinimi, kui sertifikaadil puudub laiend subjectAlternativeName. Seda seni, kuni teenus kinnitab kohalikult installitud CA-sertifikaadid ja loob nendega ühenduse.

Pange tähele, et me ei soovita seda teha, kuna see võib lubada möödumise laiendist nameConstraints, mis piirab hostinimesid, millele antud sertifikaadil võib olla volitus juurde pääseda.

Kui see reegel on määramata või määratud väärtusele Väär, ei usaldata serveri sertifikaate, millel pole laiendit subjectAlternativeName koos DNS-i nime või IP-aadressiga.</string><string id="EnableDeprecatedWebPlatformFeatures">Iganenud veebiplatvormi funktsioonide lubamine piiratud ajaks</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Määrab loendi katkestatud toega veebiplatvormi funktsioonide kohta, mis tuleb ajutiselt uuesti lubada.

See reegel võimaldab administraatoritel piiratud ajaks uuesti lubada katkestatud toega veebiplatvormide funktsioonid. Funktsioonid tuvastatakse stringimärgenditega ja märgenditele vastavad funktsioonid, mis on lisatud selle reegliga määratud loendisse, lubatakse uuesti.

Kui seda reeglit ei määrata või on loend tühi ega ole vastavuses ühegi toetatud stringimärgendiga, siis jäävad kõik katkestatud toega veebiplatvormi funktsioonid keelatuks.

Reegel on küll toetatud ülalnimetatud platvormidel, kuid lubatud funktsioon ei pruugi olla saadaval kõikidel platvormidel. Kõiki katkestatud toega veebiplatvormi funktsioone ei saa uuesti lubada. Piiratud ajaks saab lubada ainult allnimetatud funktsioone ja iga funktsiooni ajalimiit on erinev. Stringimärgendi üldine vorming on [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. Veebiplatvormi funktsiooni muudatuste eesmärgi kohta leiate lisateavet aadressilt https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Iganenud veebiplatvormi funktsioonide lubamine piiratud ajaks</string><string id="EnableOnlineRevocationChecks">Kontrolli võrgus OCSP-d/CRL-i</string><string id="EnableOnlineRevocationChecks_Explain">Kuna veebipõhised softfail-tühistamiskontrollid ei suurenda turvalisust, keelatakse need vaikimisi toote Google Chrome 19. versioonis ja hilisemates versioonides. Kui seate reegli olekuks Tõene, taastatakse varasem käitumine ja kasutatakse veebipõhiseid OCSP-/CRL-kontrolle.

Kui jätate reegli määramata või seate selle olekuks Väär, ei tee Google Chrome 19. versioonis ja hilisemates versioonides toote Google Chrome veebipõhiseid tühistamiskontrolle.</string><string id="EnableSha1ForLocalAnchors">Kas kohalike usaldusvõtmete väljastatud SHA-1 allkirjastatud sertifikaadid on lubatud?</string><string id="EnableSha1ForLocalAnchors_Explain">Kui see seade on lubatud, lubab Google Chrome SHA-1 allkirjastatud sertifikaate seni, kuni need on valideeritud ja ühtivad kohalikult installitud CA-sertifikaatidega.

Arvestage sellega, et see reegel oleneb operatsioonisüsteemi sertifikaadi kinnitamise virnast, mis lubab SHA-1 allkirju. Kui OS-i värskendus muudab OS-i SHA-1 sertifikaatide käsitlemist, ei pruugi see reegel enam kehtida.  Lisaks on see reegel ajutine lahendus, et anda ettevõtetele rohkem aega SHA-1-st lahkumiseks.  See reegel eemaldatakse 2019. aasta 1. jaanuari paiku.

Kui seda reeglit pole määratud või on selle olekuks määratud Väär, siis järgib Google Chrome avalikult väljakuulutatud SHA-1 toe katkestamise graafikut.</string><string id="ExternalStorageDisabled">Keela välismäluseadmete ühendamine</string><string id="ExternalStorageDisabled_Explain">Kui reegli väärtuseks on määratud Tõene, siis ei ole väline salvestusseade failibrauseris saadaval.

Reegel kehtib kõigile salvestusseadmete tüüpidele, näiteks USB-välkmäludraivid, välised kõvakettad, SD-kaardid jm mälukaardid, optilised salvestusseadmed jne. See ei kehti sisemälu kohta, mistõttu kausta Allalaadimised salvestatud failidele on juurdepääs olemas. Reegel ei kehti ka Google Drive'ile.

Kui seade on keelatud või seadistamata, siis saab seadmes kasutada kõiki toetatud väliste salvestusseadmete tüüpe.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Kui reegel seatakse väärtusele Tõene, ei saa kasutajad välistele salvestusseadmetele kirjutada.

Kui seade on määratud väärtusele Väär või pole seadistatud, siis saavad kasutajad luua ja muuta faile välistes salvestusseadmetes, mis on füüsiliselt kirjutatavad.

Reeglil ExternalStorageDisabled on selle reegli suhtes eesõigus – kui reegli ExternalStorageDisabled väärtuseks on määratud Tõene, siis on keelatud kogu juurdepääs välisele salvestusruumile ja reeglit eiratakse.

Selle reegli dünaamilist värskendamist toetatakse versioonis M56 ja uuemates versioonides.</string><string id="ForceGoogleSafeSearch">Google SafeSearchi jõustamine</string><string id="ForceGoogleSafeSearch_Explain">Sunnib Google'i veebiotsingute tegemisel kasutama SafeSearchi ja takistab kasutajaid seadet muutmast.

Seade lubamisel on Google'i otsingu funktsioon SafeSearch alati aktiivne.

Kui keelate seade või ei määra väärtust, ei jõustata Google'i otsingus SafeSearchi kasutamist.</string><string id="ForceMaximizeOnFirstRun">Esmasel käivitamisel esimese brauseriakna maksimeerimine</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Jõusta YouTube'is minimaalselt piiratud režiim</string><string id="ForceYouTubeRestrict_Explain">YouTube'is jõustatakse minimaalselt piiratud režiim ja kasutajatel ei lubata
valida vähem piiratud režiimi.

Kui selle seade väärtuseks on määratud Range, on rangelt piiratud režiim YouTube'is alati aktiivne.

Kui selle seade väärtuseks on määratud Keskmine, saab kasutaja YouTube'is valida ainult keskmiselt piiratud režiimi
ja rangelt piiratud režiimi, kuid ei saa piiratud režiimi keelata.

Kui selle seade väärtuseks on määratud Väljas või väärtust pole määratud, siis teenus Google Chrome piiratud režiimi YouTube'is ei jõusta. Välised eeskirjad (nt YouTube'i eeskirjad) võivad piiratud režiimi siiski jõustada.</string><string id="ForceYouTubeRestrict_Off">Ära jõusta YouTube'is piiratud režiimi</string><string id="ForceYouTubeRestrict_Moderate">Jõusta YouTube'is vähemalt keskmiselt piiratud režiim</string><string id="ForceYouTubeRestrict_Strict">Jõusta YouTube'is rangelt piiratud režiim</string><string id="FullscreenAllowed">Täisekraanrežiimi lubamine</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Lubab HTTP/0.9 toe mittevaikeportide puhul</string><string id="Http09OnNonDefaultPortsEnabled_Explain">See reegel lubab HTTP/0.9 portides, mis ei ole HTTP puhul 80 ja HTTPS-i puhul 443.

See reegel on vaikimisi keelatud. Kui see on lubatud, võivad kasutajad kokku puutuda turvaprobleemiga https://crbug.com/600352.

Selle reegli eesmärk on anda ettevõtetele võimalus eemaldada olemasolevad serverid üksusest HTTP/0.9. See reegel eemaldatakse tulevikus.

Kui see reegel on määramata, keelatakse HTTP/0.9 mittevaikeportides.</string><string id="IncognitoModeAvailability">Inkognito režiimi saadavus</string><string id="IncognitoModeAvailability_Explain">Määrab, kas kasutaja saab rakenduses Google Chrome avada lehti inkognito režiimis.

Kui valite seade „Lubatud” või jätate reegli määramata, siis saab lehti inkognito režiimis avada.

Kui valite seade „Keelatud”, siis ei saa lehti inkognito režiimis avada.

Kui valite seade „Jõustatud”, siis saab lehti avada AINULT inkognito režiimis.</string><string id="IncognitoModeAvailability_Enabled">Saadaval on inkognito režiim</string><string id="IncognitoModeAvailability_Disabled">Inkognito režiim on keelatud</string><string id="IncognitoModeAvailability_Forced">Inkognito režiim on jõustatud</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Saidi isoleerimise lubamine konkreetsete lähtekohtade puhul</string><string id="IsolateOrigins_Explain">
MÄRKUS. See reegel on katseline ja funktsioonid ei pruugi töötada.
Kui reegel on lubatud, käitab iga komadega eraldatud loendis
nimetatud lähtekoht oma protsesse. See isoleerib ka
alamdomeenide nimetatud lähtekohad; nt määrates aadressi https://example.com/
isoleeritakse ka aadress https://foo.example.com/ saidi
https://example.com/ osana.
Kui reegel on keelatud, jõustub saidi isoleerimise eelse protsessihalduse loogika.
Kui reegel on seadistamata, saab kasutaja seda seadet muuta.
</string><string id="KeyPermissions">Võtmeload</string><string id="KeyPermissions_Explain">Annab juurdepääsu laienduste ettevõttevõtmetele.

Võtmed on mõeldud ettevõttes kasutamiseks, kui need luuakse hallatud kontol chrome.enterprise.platformKeys API-ga. Muul viisil imporditud või loodud võtmed pole määratud ettevõttes kasutamiseks.

Juurdepääsu ettevõttes kasutamiseks määratud võtmetele juhib vaid see reegel. Kasutaja ei saa laiendustele anda ega keelata juurdepääsu ettevõttevõtmetele.

Vaikimisi ei saa laiendus ettevõttes kasutamiseks määratud võtit kasutada. See on sama mis laienduse puhul reegli allowCorporateKeyUsage määramine väärtusele Väär.

Ainult siis, kui reegel allowCorporateKeyUsage on laienduse puhul määratud väärtusele Tõene, saab laiendus ettevõttes kasutamiseks määratud mis tahes platvormivõtit kasutada mis tahes andmete allkirjastamiseks. See luba tuleks anda vaid siis, kui laienduse juurdepääs võtmele on usaldusväärne ja ründajate eest kaitstud.</string><string id="ManagedBookmarks">Hallatud järjehoidjad</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maksimaalne toomisviivitus pärast reegli kehtetuks tunnistamist</string><string id="MaxInvalidationFetchDelay_Explain">Määrab millisekundites kindlaks maksimaalse viivituse, mis jääb reegli kehtetuks tunnistamise ja seadme haldusteenusest uue reegli toomise vahele.

Selle reegli määramine tühistab vaikeväärtuse 5000 millisekundit. Reegli sobivad väärtused jäävad vahemikku 1000 (1 sekund) kuni 300 000 (5 minutit). Vahemikust väljapoole jäävad väärtused viiakse vastavusse vastava piirväärtusega.

Kui jätate reegli määramata, siis kasutab toode Google Chrome vaikeväärtust 5000 millisekundit.</string><string id="NativePrinters">Printimise omaprotsess</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Printimise omaprotsess</string><string id="NativePrintersBulkAccessMode">Printeri seadistuse juurdepääsu reegel.</string><string id="NativePrintersBulkAccessMode_Explain">Juhib, millised printerid seadistusest NativePrintersBulkConfiguration on kasutajatele saadaval.

Määrab, millist juurdepääsureeglit kasutatakse printerite hulgiseadistamiseks. Kui valitud on väärtus AllowAll, kuvatakse kõik printerid. Kui valitud on väärtus BlacklistRestriction, kasutatakse määratud printeritele juurdepääsu piiramiseks reeglit NativePrintersBulkBlacklist. Kui valitud on väärtus WhitelistPrintersOnly, määrab reegel NativePrintersBulkWhitelist ainult need printerid, mida saab valida.

Kui see reegel on määramata, kasutatakse reeglit BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Kuvatakse kõik printerid, v.a need, mis on keelatute loendis.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Kasutajatele kuvatakse ainult lubatute loendis olevad printerid</string><string id="NativePrintersBulkAccessMode_AllowAll">Lubatakse kõik konfiguratsioonifailis olevad printerid.</string><string id="NativePrintersBulkBlacklist">Ettevõtte keelatud printerid</string><string id="NativePrintersBulkBlacklist_Explain">Määrab printerid, mida kasutaja ei saa kasutada.

Seda reeglit kasutatakse ainult siis, kui režiimis NativePrintersBulkAccessMode on valitud väärtus BlacklistRestriction.

Selle reegli kasutamisel on kasutajale saadaval kõik printerid, v.a need, mille ID-d on selles reeglis loetletud.
</string><string id="NativePrintersBulkBlacklistDesc">Ettevõtte keelatud printerid</string><string id="NativePrintersBulkConfiguration">Ettevõtte printerite konfiguratsioonifail</string><string id="NativePrintersBulkConfiguration_Explain">Määrab seadistused ettevõtte printeritele.

See reegel võimaldab teil määrata printeri seadistused operatsioonisüsteemi Google Chrome OS seadmetele. Faili maht ei tohi ületada 5 MB ja see peab olema kodeeritud JSON-is. Vorming on sama, mis sõnastikul NativePrinters. Prognooside kohaselt kodeeritakse fail, mis sisaldab ligikaudu 21 000 printerit, 5 MB failina. Krüptograafilist räsiväärtust kasutatakse allalaadimise terviklikkuse kinnitamiseks.

Fail laaditakse alla ja salvestatakse vahemällu. See laaditakse uuesti alla alati, kui URL või räsiväärtus muutub.

Kui see reegel on määratud, laadib operatsioonisüsteem Google Chrome OS alla faili printeri seadistuste jaoks ja muudab printerid kättesaadavaks kooskõlas reeglitega NativePrintersBulkAccessMode, NativePrintersBulkWhitelist ja NativePrintersBulkBlacklist.

Selle reegli määramisel ei saa kasutajad seda muuta ega alistada.

See reegel ei mõjuta seda, kas kasutajad saavad printereid seadistada individuaalsetes seadmetes. See on mõeldud individuaalsete kasutajate printerite seadistuse täienduseks.
</string><string id="NativePrintersBulkWhitelist">Ettevõtte lubatud printerid</string><string id="NativePrintersBulkWhitelist_Explain">Määrab printerid, mida kasutaja saab kasutada.

Seda reeglit kasutatakse ainult siis, kui režiimis NativePrintersBulkAccessMode on valitud väärtus WhitelistPrintersOnly.

Selle reegli kasutamisel on kasutajale saadaval ainult printerid, mille ID-d ühtivad selles reeglis olevate väärtustega. ID-d peavad ühtima reeglis NativePrintersBulkConfiguration määratud faili kannetega.
</string><string id="NativePrintersBulkWhitelistDesc">Ettevõtte lubatud printerid</string><string id="NetworkPredictionOptions">Luba võrgu prognoos</string><string id="NetworkPredictionOptions_Explain">Lubab teenuses Google Chrome võrguprognoosid ja keelab kasutajatel selle seade muutmise.

See juhib DNS-i eellaadimist, TCP ja SSL-i eelühendamist ning veebilehtede eelrenderdust.

Kui määrate eelistuseks „alati”, „mitte kunagi” või „ainult WiFi-ga”, ei saa kasutajad seda seadet teenuses Google Chrome muuta ega alistada.

Kui see reegel jäetakse määramata, on võrguprognoosid lubatud, kuid kasutaja saab seda muuta.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Ennusta võrgutoiminguid iga võrguühenduse puhul</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Ennustage võrgutegevus kõigis võrkudes peale mobiilsidevõrgu.
(Iganenud alates versioonist 50, eemaldatud alates versioonist 52. Kui hilisemas kui 52. versioonis määratakse väärtus 1, tõlgendatakse seda kui väärtust 0 – võrgutegevuste ennustamine mis tahes võrguühenduse puhul.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Ära ennusta võrgutoiminguid ühegi võrguühenduse puhul</string><string id="NoteTakingAppsLockScreenWhitelist">Lisage lubatud rakenduste loendisse märkmete tegemise rakendused, mida Google Chrome OS võib lukustuskuval näidata</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Määratakse loend rakendustest, mille saab operatsioonisüsteemi Google Chrome OS lukustuskuval lubada märkmete tegemise rakendustena.

Kui eelistatud märkmete tegemise rakendus on lukustuskuval lubatud, sisaldab lukustuskuva kasutajaliidese elementi eelistatud märkmete tegemise rakenduse käivitamiseks.
Rakendus saab käivitamisel lukustuskuva peale luua rakenduse akna ja lukustuskuva kontekstis luua andmeüksusi (märkmeid). Rakendus saab loodud märkmed importida peamise kasutaja seanssi, kui see avatakse. Praegu toetatakse lukustuskuval ainult Chrome'i märkmete tegemise rakendusi.

Kui see reegel on määratud, saab kasutaja rakenduse lukustuskuval lubada ainult siis, kui rakenduse laienduse ID on reeglite loendis olevas väärtuses olemas.
Seega, kui reegli väärtuseks määratakse tühi loend, keelatakse märkmete tegemine lukustuskuval täielikult.
Pange tähele, et reegel, mis sisaldab rakenduse ID-d, ei tähenda alati seda, et kasutaja saab rakenduse lubada lukustuskuval märkmete tegemise rakendusena. Näiteks Chrome'i versioonis 61 on saadaolevate rakenduste kogumi täiendavalt piiranud ka platvorm.

Kui reegel jäetakse määramata, puuduvad piirangud rakenduste kogumile, mille kasutaja saab lukustuskuval reegliga lubada.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Lisage lubatud rakenduste loendisse märkmete tegemise rakendused, mida Google Chrome OS võib lukustuskuval näidata</string><string id="OpenNetworkConfiguration">Kasutaja tasemel võrgukonfiguratsioon</string><string id="OpenNetworkConfiguration_Explain">Võimaldab võrguseadistuse kasutajapõhiselt teenuse Google Chrome OS seadmes jõustada. Võrguseadistus on JSON-i vormingus string, mille määratleb Open Network Configuration vorming, mida kirjeldatakse aadressil https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Luba PAC URL-i eemaldamine (https:// puhul)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Eemaldab protokolliga https:// URL-idelt privaatsed ja turvalisusega seotud tundlikud osad enne, kui need edastatakse PAC-skriptidele (puhverserveri automaatne seadistamine), mida Google Chrome kasutab puhverserveri lahendamisel.

Kui see on tõene, lubatakse turvafunktsioon ja protokolliga https:// URL-id
puhastatakse enne PAC-skripti saatmist. Sel moel ei saa PAC-skript
vaadata andmeid, mida tavaliselt kaitseb krüpteeritud kanal (nt URL-i tee
ja päring).

Kui see on väär, keelatakse turvafunktsioon ja PAC-skriptidele antakse
vaikimisi õigus vaadata protokolliga https:// URL-ide kõiki komponente.
See kehtib kõigi PAC-skriptide puhul päritolust olenemata (sh need,
mis toodi ebaturvalise transpordiga või tuvastati ebaturvaliselt WPAD-i
kaudu).

Vaikeseade on Tõene (turvafunktsioon on lubatud), v.a Chrome OS-i
ettevõtte kasutajate puhul, kelle vaikeseade on Väär.

Seade on soovitatav määrata väärtusele Tõene. See tuleks seada
väärtusele Väär vaid juhul, kui ilmnevad ühilduvusprobleemid
olemasolevate PAC-skriptidega.

Tulevikus on plaanis see alistusfunktsioon eemaldada.</string><string id="PinnedLauncherApps">Kinnitatud rakenduste loend, mida näidatakse käivitis</string><string id="PinnedLauncherApps_Explain">Loetleb rakenduste identifikaatorid, mida Google Chrome OS näitab käivitusribal kinnitatud rakendustena.

Kui eeskiri on seadistatud, on rakenduste kogum fikseeritud ja kasutaja ei saa seda muuta.

Kui jätate eeskirja määramata, siis võib kasutaja käivitis kinnitatud rakenduste loendit muuta.</string><string id="PinnedLauncherAppsDesc">Kinnitatud rakenduste loend, mida näidatakse käivitis</string><string id="PolicyRefreshRate">Kasutajareegli värskendussagedus</string><string id="PolicyRefreshRate_Explain">Määrab perioodi millisekundites, mille jooksul seadme haldusteenusele esitatakse päring kasutajareegli teabe hankimiseks.

Selle reegli määramisel alistatakse vaikeväärtus 3 tundi. Selle reegli kehtivad väärtused jäävad vahemikku 1 800 000 (30 minutit) kuni 86 400 000 (1 päev). Sellest vahemikust välja jäävad väärtused surutakse vastavatesse piiridesse. Kui platvorm toetab reeglite märguandeid, määratakse värskendamise viiteks 24 tundi, kuna eeldatakse, et reegli märguanded jõustavad värskendamise reegli muutmisel automaatselt.

Kui see reegel jäetakse määramata, kasutab teenus Google Chrome vaikeväärtust 3 tundi.

Pange tähele, et kui platvorm toetab reeglite märguandeid, määratakse värskendamise viiteks 24 tundi (eirates kõiki vaikeväärtusi ja selle reegli väärtust), kuna eeldatakse, et reegli märguanded jõustavad reegli muutmisel automaatse värskendamise, mis muudab sagedasemad värskendused ebavajalikuks.</string><string id="PrintingEnabled">Luba printimine</string><string id="PrintingEnabled_Explain">Lubab printimise rakenduses Google Chrome ja takistab kasutajaid seadet muutmast.

Kui seade on lubatud või seadistamata, saavad kasutajad printida.

Kui seade on keelatud, ei saa kasutajad rakendusest Google Chrome printida. Printimine on keelatud mutrivõtmemenüüs, laiendustes, JavaScripti rakendustes ja mujal. Siiski on võimalik printida pistikprogrammides, mis lähevad printimiseks rakendusest Google Chrome mööda. Näiteks on teatud Flash-rakenduste kontekstimenüüs printimisvalik, mida see reegel ei mõjuta.</string><string id="QuicAllowed">Lubab QUIC-protokolli</string><string id="QuicAllowed_Explain">Kui reegli väärtuseks määratakse Tõene või seda ei määrata, on QUIC-protokolli kasutamine teenuses Google Chrome lubatud.
Kui reegli väärtuseks määratakse Väär, on QUIC-protokolli kasutamine keelatud.</string><string id="RebootAfterUpdate">Automaatne taaskäivitamine pärast värskendamist</string><string id="RebootAfterUpdate_Explain">Toote Google Chrome OS värskenduse rakendamise järgse automaatse taaskäivitamise ajastamine.

Kui reegel on seatud väärtusele Tõene, ajastatakse pärast toote Google Chrome OS värskenduse rakendamist automaatne taaskäivitus, kui taaskäivitus on värskendustoimingu lõpuleviimiseks vajalik. Taaskäivitus ajastatakse kohe, kuid võib viibida kuni 24 tundi, kui kasutaja parajasti seadet kasutab.

Kui reegel on seatud väärtusele Väär, siis pärast toote Google Chrome OS värskendamist automaatset taaskäivitust ei ajastata. Värskendamine viiakse lõpule, kui kasutaja järgmine kord seadme taaskäivitab.

Kui määrate reegli, ei saa kasutajad seda muuta ega alistada.

Märkus. Praegu on automaatsed taaskäivitused lubatud ainult siis, kui kuvatakse sisselogimisekraan või kioskirakendus on pooleli. Tulevikus see muutub ja reegel rakendub alati, olenemata sellest, kas mis tahes tüüpi seanss on pooleli või mitte.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Kas OCSP/CRL-i onlain-kontroll on vajalikud kohalike usaldusvõtmete puhul või mitte</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Kui see seade on lubatud, siis teeb Google Chrome alati tühistamise kontrolli serveri sertifikaatide puhul, mis on valideeritud ja allkirjastatud kohalikult installitud CA-sertifikaatidega.

Kui toode Google Chrome ei saa tühistamise oleku teavet hankida, siis käideldakse selliseid sertifikaate tühistatutena („hard-fail”).

Kui seda reeglit pole määratud või on selle olekuks määratud Väär, siis kasutab Google Chrome olemasolevaid tühistamise kontrollimise veebiseadeid.</string><string id="RunAllFlashInAllowMode">Flash-sisu seade laiendamine kogu sisule</string><string id="RunAllFlashInAllowMode_Explain">Selle seade lubamisel käitatakse kogu Flash-sisu, mis on manustatud veebisaitidele, kus Flash on sisu seadetes lubatud – seda nii kasutaja kui ka ettevõtte reegliga (sh muu päritoluga või väikesemahuline sisu).

Kui soovite juhtida, millistel veebisaitidel on Flashi käitamine lubatud, vaadake reegleid „DefaultPluginsSetting”, „PluginsAllowedForUrls” ja „PluginsBlockedForUrls”.

Kui see seade on keelatud või määramata, võidakse muu päritoluga või väikesemahuline Flash-sisu blokeerida.</string><string id="SAMLOfflineSigninTimeLimit">Piirake aega, mille jooksul SAML-i kaudu autenditud kasutaja saab võrguühenduseta sisse logida</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">SSL-i hoiatuslehelt jätkamise lubamine</string><string id="SSLErrorOverrideAllowed_Explain">Chrome kuvab hoiatuslehe, kui kasutajad liiguvad SSL-i vigadega saitidele. Vaikimisi või siis, kui selle reegli väärtuseks määratakse Tõene, lubatakse kasutajatel nendelt hoiatuslehtedelt kliki abil edasi liikuda.
Kui selle reegli väärtuseks määratakse Väär, ei lubata kasutajatel hoiatuslehelt kliki abil edasi liikuda.</string><string id="SSLVersionMax">Maksimaalne lubatud SSL-i versioon</string><string id="SSLVersionMax_Explain">Hoiatus. Maksimaalse TLS-i versiooni reegel eemaldatakse teenusest Google Chrome täielikult versioonis 66 (umbes veebruaris 2018).

Kui see reegel on seadistamata, kasutab teenus Google Chrome vaikemaksimumversiooni.

Muul juhul võidakse määrata üks järgmistest väärtustest: „tls1.2” või „tls1.3”. Kui see on määratud, ei kasuta teenus Google Chrome SSL-i/TLS-i versioone, mis on määratud versioonist uuemad. Tuvastamatut väärtust eiratakse.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Luba ohutu sirvimine</string><string id="SafeBrowsingEnabled_Explain">Lubab teenuse Google Chrome ohutu sirvimise funktsiooni ja takistab kasutajaid seda seadet muutmast.

Kui lubate selle seade, on ohutu sirvimine alati aktiivne.

Kui keelate selle seade, pole ohutu sirvimine alati aktiivne.

Kui lubate või keelate selle seade, ei saa kasutajad teenuses Google Chrome seadet „Luba andmepüügi ja pahavara kaitse” muuta ega alistada.

Kui jätate reegli määramata, on see lubatud, kuid kasutaja saab seda muuta.

Vaadake lisateavet ohutu sirvimise kohta aadressilt https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Kasutajatel lubatakse ohutu sirvimise laiendatud aruannete lubamine</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Kui reegli väärtuseks määratakse Väär, ei saa kasutajad soovi korral saata teatud süsteemiteavet ja lehe sisu Google'i serveritesse. Kui selle seade väärtuseks määratakse Tõene või see jäetakse seadistamata, saavad kasutajad saata teatud süsteemiteavet ja lehe sisu ohutu sirvimise teenusesse, et aidata ohtlikke rakendusi ja saite tuvastada.


Vaadake lisateavet ohutu sirvimise kohta aadressilt https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Keela brauseri ajaloo salvestamine</string><string id="SavingBrowserHistoryDisabled_Explain">Keelab brauseris Google Chrome sirvimisajaloo salvestamise ja takistab kasutajaid seadet muutmast.

Kui seade on lubatud, ei salvestata sirvimisajalugu. Seade keelab ka vahelehtede sünkroonimise.

Kui seade on keelatud või määramata, salvestatakse sirvimisajalugu.</string><string id="SearchSuggestEnabled">Luba otsingusoovitused</string><string id="SearchSuggestEnabled_Explain">Lubab otsingusoovitused rakenduse Google Chrome omnikastikeses ja takistab kasutajatel seade muutmist.

Seade lubamisel kasutatakse otsingusoovitusi.

Seade keelamisel ei kasutata otsingusoovitusi.

Seade lubamisel või keelamisel ei saa kasutajad seda rakenduses Google Chrome muuta ega alistada.

Kui jätate selle reegli määramata, siis see lubatakse, kuid kasutaja saab seda muuta.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Avaliku seansi soovitatud lokaatide määramine</string><string id="SessionLocales_Explain">Avalikule seansile määratakse üks või mitu soovitatud lokaati, et kasutajad saaksid hõlpsalt valida ühe lokaatidest.


Kasutaja saab enne avaliku seansi algust valida lokaadi ja klaviatuuripaigutuse. Vaikimisi on kõik operatsioonisüsteemis Google Chrome OS toetatud lokaadid loetletud tähestikulises järjekorras. Selle reegliga saate teisaldada soovitatud lokaadid loendi ülaossa.

Kui reegel jäetakse määramata, on praegune kasutajaliidese lokaat eelvalitud.

Kui reegel on määratud, teisaldatakse soovitatud lokaadid loendi ülaossa ja eraldatakse visuaalselt muudest lokaatidest. Soovitatud lokaadid on loendis samas järjekorras nagu reeglis. Esimene soovitatud lokaat on eelvalitud.

Kui soovitatud lokaate on mitu, eeldatakse, et kasutaja soovib nende lokaatide hulgast valida. Lokaadi ja klaviatuuripaigutuse valik tõstetakse avaliku seansi alguses selgelt esile. Muidu eeldatakse, et enamik kasutajaid soovib kasutada eelvalitud lokaati. Lokaadi ja klaviatuuripaigutuse valik tõstetakse avaliku seansi alguses esile vähem märgatavalt.

Kui reegel on määratud ja automaatne sisselogimine on lubatud (vt reegleid |DeviceLocalAccountAutoLoginId| ja |DeviceLocalAccountAutoLoginDelay|), kasutab automaatselt käivitatud avalik seanss esimest soovitatud lokaati ja selle kõige populaarsemat klaviatuuripaigutust.

Eelvalitud klaviatuuripaigutus on alati kõige populaarsem paigutus, mis vastab eelvalitud lokaadile.

Reegli saab määrata ainult soovitusena. Reegliga saab teisaldada soovitatud lokaadid loendi ülaossa, kuid kasutajad võivad alati seansi jaoks valida mis tahes muu lokaadi, mida operatsioonisüsteem Google Chrome OS toetab.
</string><string id="SessionLocalesDesc">Avaliku seansi soovitatud lokaatide määramine</string><string id="ShelfAutoHideBehavior">Seadista hoidla automaatne peitmine</string><string id="ShelfAutoHideBehavior_Explain">Seadistage hoidla Google Chrome OS automaatne peitmine.

Kui reegel on seatud väärtusele „AlwaysAutoHideShelf”, peidetakse hoidla alati automaatselt.

Kui reegel on seatud väärtusele „NeverAutoHideShelf”, ei peideta hoidlat kunagi automaatselt.

Kui määrate reegli, ei saa kasutajad seda alistada.

Kui jätate reegli määramata, saavad kasutajad valida, kas hoidla peidetakse automaatselt.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Peida hoidla alati automaatselt</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Ära peida hoidlat kunagi automaatselt</string><string id="ShowHomeButton">Kuva tööriistaribal nuppu Avaleht</string><string id="ShowHomeButton_Explain">Kuvab rakenduse Google Chrome tööriistaribal nuppu Kodu.

Seade lubamisel on nupp Kodu alati kuvatud.

Seade keelamisel nuppu Kodu ei kuvata.

Seade lubamisel või keelamisel ei saa kasutajad seadet rakenduses Google Chrome muuta ega alistada.

Kui jätate selle reegli määramata, siis saab kasutaja valida, kas ta soovib nuppu Kodu näha.</string><string id="ShowLogoutButtonInTray">Lisa väljalogimisnupp süsteemisalve</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Saidi isoleerimise lubamine igal saidil</string><string id="SitePerProcess_Explain">
MÄRKUS. See reegel on katseline ja funktsioonid ei pruugi töötada.
Soovitame teil vaadata reegli IsolateOrigins seadet, et kasutada
nii isoleerimist kui ka piirata mõju kasutajate jaoks, kasutades reeglit
IsolateOrigins saitide puhul, mille soovite isoleerida. Seade
SitePerProcess isoleerib kõik saidid.
Kui reegel on lubatud, käitab iga sait siiski oma protsesse.
Kui reegel on keelatud, jõustub saidi isoleerimise eelse protsessihalduse loogika.
Kui reegel on seadistamata, saab kasutaja seda seadet muuta.
</string><string id="SpellCheckServiceEnabled">Õigekirjakontrolli veebiteenuse lubamine või keelamine</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome saab kasutada Google'i veebiteenust, et aidata parandada õigekirjavigu. Kui seade on lubatud, siis kasutatakse teenust alati. Kui seade on keelatud, siis ei kasutata teenust kunagi.

Õigekirjakontrolli saab siiski teha, kasutades selleks allalaaditud sõnastikku. Reegel haldab ainult veebiteenuse kasutamist.

Kui seade pole seadistatud, siis saavad kasutajad valida, kas kasutada õigekirjakontrolli teenust või mitte.</string><string id="SuppressUnsupportedOSWarning">Toetuseta OS-is hoiatuse blokeerimine</string><string id="SuppressUnsupportedOSWarning_Explain">Blokeerib hoiatuse, mis kuvatakse, kui teenust Google Chrome käitatakse arvutis või operatsioonisüsteemis, mida enam ei toetata.</string><string id="SyncDisabled">Keela andmete sünkroonimine Google'iga</string><string id="SyncDisabled_Explain">Keelab teenuses Google Chrome andmete sünkroonimise Google'i hostitavate sünkroonimisteenuste kaudu ja takistab kasutajaid seda seadet muutmast.

Kui lubate selle seade, ei saa kasutajad seda teenuses Google Chrome muuta ega alistada.

Kui jätate reegli määramata, saavad kasutajad valida, kas nad soovivad Google Synci kasutada.

Google Synci täielikuks keelamiseks on soovitatav keelata Google Synci teenus Google'i administraatorikonsoolil.

Reeglit ei tohi lubada juhul, kui reegel RoamingProfileSupportEnabled on lubatud, kuna sellel on samad kliendipoolsed funktsioonid. Google'i hostitav sünkroonimine keelatakse sel juhul täielikult.</string><string id="SystemTimezone">Ajavöönd</string><string id="SystemTimezone_Explain">Määrab seadmes kasutatava ajavööndi. Kasutajad saavad määratud ajavööndi praeguse seansi jaoks alistada, ent pärast väljalogimist taastatakse määratud ajavöönd. Kui sisestatud väärtus on sobimatu, aktiveeritakse reegel ajavööndiga GMT. Kui string on tühi, eiratakse reeglit.

Kui reeglit ei kasutata, jätkatakse praegu aktiivse ajavööndi kasutamist, ent kasutajad saavad ajavööndit jäädavalt muuta. See tähendab, et ühe kasutaja tehtud muudatus mõjutab sisselogimisekraani ja kõiki teisi kasutajaid.

Uutes seadmetes on alguses valitud USA Vaikse ookeani ajavöönd.

Väärtuse vorming põhineb IANA ajavööndite andmebaasis olevatel nimedel (vt https://en.wikipedia.org/wiki/Tz_database). Täpsemalt tähendab see, et ajavööndite nimetused on kujul „manner/suurlinn” või „ookean/suurlinn”.

Reegli määramisel keelatakse ajavööndi automaatne lahendamine seadme asukoha alusel. Samuti alistab see reegli SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Ajavööndi automaatse tuvastamise viisi seadistamine</string><string id="SystemTimezoneAutomaticDetection_Explain">Kui reegel on määratud, toimib ajavööndi automaatse tuvastamise voog seade väärtusest olenevalt järgmisel moel.

Kui valitud on seade TimezoneAutomaticDetectionUsersDecide, saavad kasutajad ajavööndi automaatset tuvastamist jaotises chrome://settings tavapäraste juhtnuppude abil hallata.

Kui valitud on seade TimezoneAutomaticDetectionDisabled, keelatakse ajavööndi automaatsed juhtnupud jaotises chrome://settings. Ajavööndi automaatne tuvastamine on alati välja lülitatud.

Kui valitud on seade TimezoneAutomaticDetectionIPOnly, keelatakse ajavööndi juhtnupud jaotises chrome://settings. Ajavööndi automaatne tuvastamine on alati sisse lülitatud. Ajavööndi tuvastamise funktsioon kasutab asukoha lahendamiseks ainult IP-aadressil põhinevat meetodit.

Kui valitud on seade TimezoneAutomaticDetectionSendWiFiAccessPoints, keelatakse ajavööndi juhtnupud jaotises chrome://settings. Ajavööndi automaatne tuvastamine on alati sisse lülitatud. Nähtavate WiFi-pääsupunktide loend saadetakse ajavööndi täpseks tuvastamiseks alati asukoha määramise API serverisse.

Kui valitud on seade TimezoneAutomaticDetectionSendAllLocationInfo, keelatakse ajavööndi juhtnupud jaotises chrome://settings. Ajavööndi automaatne tuvastamine on alati sisse lülitatud. Asukohateave (nt WiFi-pääsupunktid, kättesaadavad mobiilimastid, GPS) saadetakse täpseks ajavööndi tuvastamiseks serverisse.

Kui reegel on määramata, käitub see, nagu oleks valitud seade TimezoneAutomaticDetectionUsersDecide.

Kui määratud on reegel SystemTimezone, alistab see selle reegli. Sel juhul keelatakse ajavööndi automaatne tuvastamine täielikult.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Ajavööndi lahendamisel saada saadaolevad asukohasignaalid alati serverisse</string><string id="SystemUse24HourClock">Vaikimisi 24-tunnise kella kasutamine</string><string id="SystemUse24HourClock_Explain">Määrab seadmes kasutatava kellaaja vormingu.

See reegel seadistab kellaaja vormingu, mida kasutatakse sisselogimisekraanil ja vaikevalikuna kasutaja seansside jaoks. Kasutajad saavad kellaaja vormingut oma kontol muuta.

Kui reegel on määratud väärtusele Tõene, siis kasutab seade 24-tunnist kellaaja vormingut. Kui reegel on määratud väärtusele Väär, siis kasutab seade 12-tunnist kellaaja vormingut.

Kui reegel on määramata, siis kasutab seade vaikevalikuna 24-tunnist kellaaja vormingut.</string><string id="TPMFirmwareUpdateSettings">TPM-i püsivaravärskenduse käitumise seadistamine</string><string id="TPMFirmwareUpdateSettings_Explain">Seadistab TPM-i püsivaravärskenduse funktsiooni saadavaloleku ja käitumise.

JSON-i atribuutides saab määrata üksikud seaded.

allow-user-initiated-powerwash: kui see on määratud väärtusele true, saavad kasutajad TPM-i püsivaravärskenduse installimiseks käivitada Powerwashi voo.

Kui reegel on määramata, ei ole TPM-i püsivaravärskenduse funktsioon saadaval.</string><string id="TaskManagerEndProcessEnabled">Lubab protsessid tegumihalduris lõpetada</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Teenusetingimuste määramine seadmes kasutatava konto jaoks</string><string id="TermsOfServiceURL_Explain">Määrab teenusetingimused, millega kasutaja peab enne seadmes kasutatava konto seansi käivitamist nõustuma.

Kui see reegel määratakse, laadib Google Chrome OS alla teenusetingimused ja esitab need kasutajale seadmes kasutatava konto seansi käivitamisel. Kasutajal lubatakse seanssi siseneda ainult pärast teenusetingimustega nõustumist.

Kui jätate selle reegli määramata, siis teenusetingimusi ei kuvata.

Reegel tuleb määrata URL-ile, kust Google Chrome OS saab teenusetingimused alla laadida. Teenusetingimused peavad olema lihtteksti vormingus, esitatud MIME-tüüpi tekstina/lihttekstina. Märgistused pole lubatud.</string><string id="TouchVirtualKeyboardEnabled">Luba virtuaalne klaviatuur</string><string id="TouchVirtualKeyboardEnabled_Explain">See reegel seadistab virtuaalse klaviatuuri sisendseadmena lubamise Chrome OS-is. Kasutajad ei saa seda reeglit alistada.

Kui reegel on määratud väärtusele Tõene, on ekraanil kuvatav virtuaalne klaviatuur alati lubatud.

Kui reegel on määratud väärtusele Väär, on ekraanil kuvatav virtuaalne klaviatuur alati keelatud.

Kui määrate selle reegli, ei saa kasutajad seda muuta ega alistada. Kuid kasutajad saavad ikka lubada/keelata juurdepääsetavuse ekraanil kuvatava klaviatuuri, millel on eesõigus võrreldes virtuaalse klaviatuuriga, mida juhib see reegel.

Kui reeglit ei määrata, siis on ekraanil kuvatav klaviatuur esialgu keelatud, kuid kasutaja saab selle igal ajal lubada. Klaviatuuri kuvamiseks võidakse kasutada ka heuristilisi reegleid.</string><string id="TranslateEnabled">Luba Tõlge</string><string id="TranslateEnabled_Explain">Lubab integreeritud Google'i tõlketeenuse rakenduses Google Chrome.

Kui lubate seade, siis kuvab rakendus Google Chrome integreeritud tööriistariba, mille abil saab kasutaja võimaluse korral lehe tõlkida.

Seade keelamisel ei kuvata kasutajatele tõlkeriba.

Seade lubamisel või keelamisel ei saa kasutajad seadet rakenduses Google Chrome muuta ega alistada.

Kui jätate seade määramata, siis saavad kasutajad otsustada, kas nad soovivad funktsiooni kasutada.</string><string id="URLBlacklist">URL-ide loendile juurdepääsu blokeerimine</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">URL-ide loendile juurdepääsu blokeerimine</string><string id="URLWhitelist">Võimaldab juurdepääsu URL-ide loendile</string><string id="URLWhitelist_Explain">Lubab juurdepääsu loendis olevatele URL-idele, mis on URL-ide mustas loendis olevate erandid.

Vaadake URL-ide musta loendi reegli kirjeldust, kust leiate selle loendi kirjete vormingu.

Selle reegliga saab avada piiravate mustade loendite erandid. Näiteks saab kõigi päringute blokeerimiseks musta loendisse lisada märgi „*” ja selle reegliga saab lubada juurdepääsu URL-ide piiratud loendile. Sellega saab avada teatud teede, teiste domeenide alamdomeenide, portide või konkreetsete teede erandid.

Kõige konkreetsem filter määrab, kas URL blokeeritakse või lubatakse. Lubatute üksuste loend on tähtsam kui must loend.

Reeglis võib olla kuni 1000 kirjet, ülejäänud kirjeid eiratakse.

Kui seda reeglit ei määrata, siis ei ole reegli „URLBlacklist” mustas loendis erandeid.</string><string id="URLWhitelistDesc">Võimaldab juurdepääsu URL-ide loendile</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Kui reegel on seatud väärtusele Tõene, on ühendatud töölaud lubatud ja
vaikimisi sisse lülitatud, mis võimaldab rakendustel hõlmata mitu ekraani.
Kasutaja võib individuaalsetel ekraanidel ühendatud töölaua keelata,
tühjendades valiku ekraaniseadetes.

Kui reegel on määramata või seatud väärtusele Väär, on ühendatud töölaud
keelatud. Sel juhul ei saa kasutaja funktsiooni lubada.</string><string id="UsbDetachableWhitelist">Eemaldatavate USB-seadmete lubatud üksuste loend</string><string id="UsbDetachableWhitelist_Explain">Luuakse loend USB-seadmetest, mis lubatakse eemaldada tuumadraiverist, et neid veebirakenduses otse chrome.usb API kaudu kasutada. Kirjed on USB teenusepakkuja ID-de ja toote ID-de paarid, mille abil konkreetne riistvara tuvastada.

Kui see reegel jäetakse seadistamata, on eemaldatavate USB-seadmete loend tühi.</string><string id="UsbDetachableWhitelistDesc">Eemaldatavate USB-seadmete lubatud üksuste loend</string><string id="UserAvatarImage">Kasutaja avatarkujutis</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Määra seadmepõhiste kontode kuvatav nimi</string><string id="UserDisplayName_Explain">Juhib konto nime, mida Google Chrome OS sisselogimiskuval vastava seadmepõhise konto jaoks näitab.

Reegli määramisel kasutatakse pildipõhisel sisselogimiskuval vastava seadmepõhise konto jaoks määratud stringi.

Kui jätate reegli määramata, kasutab Google Chrome OS sisselogimiskuval seadmepõhise konto meilikonto ID-d kuvatava nimena.

Tavapäraste kasutajakontode puhul eiratakse seda reeglit.</string><string id="VideoCaptureAllowed">Video jäädvustamise lubamine või keelamine</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL-id, millele antakse ilma küsimata juurdepääs videojäädvustusseadmetele</string><string id="VideoCaptureAllowedUrls_Explain">Selles loendis olevaid mustreid võrreldakse taotleva URL-i
algse turvalisusega. Vaste leidmisel antakse juurdepääs
helisalvestusseadmetele ilma küsimata.

MÄRKUS. Versioonini 45 toetati seda reeglit ainult kioskirežiimis.</string><string id="VideoCaptureAllowedUrlsDesc">URL-id, millele antakse ilma küsimata juurdepääs videojäädvustusseadmetele</string><string id="WPADQuickCheckEnabled">WPAD-optimeerimise lubamine</string><string id="WPADQuickCheckEnabled_Explain">Lubab teenuses Google Chrome WPAD-i (veebi puhverserveri automaatne avastamine) optimeerimise välja lülitada.

Kui selle reegli väärtuseks on määratud Väär, on WPAD-i optimeerimine keelatud ja teenus Google Chrome peab DNS-põhiseid WPAD-i servereid kauem ootama. Kui reeglit pole määratud või see on lubatud, on WPAD-i optimeerimine lubatud.

Olenemata sellest, kas ja kuidas see reegel on määratud, ei saa kasutajad WPAD-i optimeerimise seadet muuta.</string><string id="WallpaperImage">Taustapildi kujutis</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">WebRTC kasutatavate kohalike UDP-portide vahemiku piiramine</string><string id="WebRtcUdpPortRange_Explain">Kui reegel on määratud, piiratakse WebRTC kasutatava UDP-pordi vahemikku määratud pordi intervalliga (sh lõpp-punktid).

Kui reeglit ei ole määratud või kui see on määratud tühjale stringile või kehtetule pordivahemikule, on WebRTC-l lubatud kasutada mis tahes saadaolevat kohalikku UDP-porti.</string></stringTable><presentationTable><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Avalehe URL</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Toetatud autentimisskeemid</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Autentimisserveri lubatud nimekiri</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Kerberose volitusserveri lubatud nimekiri</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Ekraaniluubi tüübi määramine</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Lubage ekraaniluubi vaiketüüp sisselogimisekraanil</dropdownList></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Kaugatesteerimise API kasutamiseks lubatud laiendused</listBox></presentation><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>TalkGadgeti eesliite seadistamine kaugjuurdepääsu hostidele</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Piira kaugjuurdepääsuhosti kasutatavate UDP-portide vahemikku</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL, kust kaugjuurdepääsuga kliendid peaksid saama autentimismärgi</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL kaugjuurdepääsuga kliendi autentimismärgi kinnitamiseks</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Kliendi sertifikaat ühendamiseks reegliga RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Toiming käivitamisel</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Käivitamisel avatavad URL-id</listBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Laienduste ID-d, mida kasutajatel ei ole lubatud installida (märk * keelab kõik)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Mustast nimekirjast välistatud laienduste ID-d</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Taustal installitavate laienduste/rakenduste ID-d ja värskenduste URL-id</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">URL-ide mustrid, millelt on lubatud installida laiendusi, rakendusi ja kasutaja skripte</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Laienduste/rakenduste tüübid, mille installimine on lubatud</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Laienduse haldamise seaded</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Valimine, kuidas määrata puhverserveri seaded</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Puhverserveri aadress või URL</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Puhverserveri pac-faili URL</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Puhverserveri möödumisreeglite komadega eraldatud loend</label></textBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Küpsiste vaikeseade</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Kujutiste vaikeseaded</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">JavaScripti vaikeseade</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Pistikprogrammi Flash vaikeseade</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Hüpikakende vaikeseade</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Teatiste vaikeseade</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Geograafilise asukoha vaikeseade</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Web Bluetooth API kasutuse kontrollimine</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Valige automaatselt kliendi sertifikaadid nendele saitidele</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Luba küpsised nendel saitidel</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blokeeri nende saitide küpsised</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Luba nendel saitidel vaid seansi küpsised</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Luba kujutised nendel saitidel</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blokeeri kujutised nendel saitidel</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Luba JavaScript nendel saitidel</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blokeeri JavaScript nendel saitidel</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Luba nendel saitidel pistikprogramm Flash</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blokeeri nendel saitidel pistikprogramm Flash</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Luba hüpikaknad nendel saitidel</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Protokollitöötlejate registreerimine</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blokeeri hüpikaknad nendel saitidel</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Luba märguanded nendel saitidel</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blokeerige märguanded nendel saitidel</listBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Tehtav toiming, kui kasutaja kaane sulgeb</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Esitlusrežiimis ekraani tumenduse viivituse skaleerimise määr protsentides:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Ekraani tumenduse viivituse skaleerimise määr protsentides, kui kasutaja muutub pärast tumendamist aktiivseks.:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Toitehalduse seaded, kui kasutaja on tegevusetu</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Ekraaniluku viivitused</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Uue vahelehe URL</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Vaikeotsingupakkuja nimi</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Vaikeotsingupakkuja märksõna</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Vaikeotsingupakkuja otsingu URL</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Vaikeotsingupakkuja soovitatud URL</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Vaikeotsingupakkuja Instant-URL</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Vaikeotsingupakkuja ikoon</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Vaikeotsingupakkuja kodeeringud</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Asendus-URL-ide loend vaikeotsingupakkujale</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameeter, mis juhib otsingutermini paigutust vaikeotsingupakkuja puhul</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameeter otsingu vaikepakkujale pildi järgi otsimise funktsiooni pakkumiseks</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Otsingupakkuja uue vahelehe vaike-URL</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parameetrid POST-meetodit kasutava otsingu URL-i jaoks</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parameetrid POST-meetodit kasutava soovituse URL-i jaoks</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parameetrid Instant-URL-i jaoks, mis kasutab POST-meetodit</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parameetrid POST-meetodit kasutava kujutise URL-i jaoks</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Google'i rakenduste kasutamise loaga domeenide määramine</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Sertifikaatide saadavuse määramine ARC-rakenduste jaoks</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>ARC reegli seadistamine</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL-id, millele antakse ilma küsimata juurdepääs helijäädvustusseadmetele</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Sertifikaadi läbipaistvuse jõustamise keelamine URL-ide loendi jaoks</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Kasutaja käitumise kontrollimine multiprofiili seansis</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Väljastuskanal</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Vaikeprinteri valimise reeglid</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Sisselogimisekraanil olevate installitud rakenduste loendi seadistamine</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Seadme sisselogimisekraani klaviatuuripaigutused</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Seadme sisselogimisekraani lokaat</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Toitehaldus sisselogimiskuval</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Ettevõtte printerite konfiguratsioonifail seadmetele</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Seadmete printerite seadistuse juurdepääsu reegel.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Ettevõtte seadmete jaoks keelatud printerid</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Ettevõtte seadmete jaoks lubatud printerid</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Väljalülitatud aegade intervallid, kui seadme reegel OffHours |ignored_policy_proto_tags| avaldatakse</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Seadme tasemel võrgukonfigureerimine</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Seadme reeglite värskendussagedus:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Süsteemiülesed märgistused, mis rakendatakse toote Google Chrome käivitamisel</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Automaatse värskendamise sihtversioon</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Värskenduste jaoks lubatud ühenduse tüübid</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Hajutusteguri automaatne värskendamine:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Kasutajate sisselogimise lubatud loend</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Seadme taustapildi kujutis</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Määratakse ekraani vaikepöördenurk, mis rakendatakse uuesti igal taaskäivitamisel</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Määra allalaadimiskataloog</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Allalaadimise piirangud</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Süsteemi eCryptfs üleviimisstrateegia</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Iganenud veebiplatvormi funktsioonide lubamine piiratud ajaks</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Jõusta YouTube'is minimaalselt piiratud režiim</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Inkognito režiimi saadavus</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Saidi isoleerimise lubamine konkreetsete lähtekohtade puhul</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Võtmeload</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Hallatud järjehoidjad</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maksimaalne toomisviivitus pärast reegli kehtetuks tunnistamist:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Printimise omaprotsess</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Printeri seadistuse juurdepääsu reegel.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Ettevõtte keelatud printerid</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Ettevõtte printerite konfiguratsioonifail</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Ettevõtte lubatud printerid</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Luba võrgu prognoos</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Lisage lubatud rakenduste loendisse märkmete tegemise rakendused, mida Google Chrome OS võib lukustuskuval näidata</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Kasutaja tasemel võrgukonfiguratsioon</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Kinnitatud rakenduste loend, mida näidatakse käivitis</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Kasutajareegli värskendussagedus:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Piirake aega, mille jooksul SAML-i kaudu autenditud kasutaja saab võrguühenduseta sisse logida:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Maksimaalne lubatud SSL-i versioon</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Avaliku seansi soovitatud lokaatide määramine</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Seadista hoidla automaatne peitmine</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Ajavöönd</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Ajavööndi automaatse tuvastamise viisi seadistamine</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>TPM-i püsivaravärskenduse käitumise seadistamine</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Teenusetingimuste määramine seadmes kasutatava konto jaoks</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">URL-ide loendile juurdepääsu blokeerimine</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Võimaldab juurdepääsu URL-ide loendile</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Eemaldatavate USB-seadmete lubatud üksuste loend</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Kasutaja avatarkujutis</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Määra seadmepõhiste kontode kuvatav nimi</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL-id, millele antakse ilma küsimata juurdepääs videojäädvustusseadmetele</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Taustapildi kujutis</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>WebRTC kasutatavate kohalike UDP-portide vahemiku piiramine</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>