<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 ali novejši</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Privzete nastavitve (uporabniki jih lahko preglasijo)</string><string id="Homepage_group">Domača stran</string><string id="HomepageLocation">Konfiguracija URL-ja domače strani</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Uporabi stran za nov zavihek kot domačo stran</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Omogoča napravo Google Cast</string><string id="EnableMediaRouter_Explain">Če je pravilnik omogočen ali ni nastavljen, je naprava Google Cast omogočena, uporabniki pa jo lahko zaženejo v meniju z aplikacijami, v kontekstnih menijih na straneh, s kontrolniki predstavnosti na spletnih mestih, ki podpirajo Google Cast, in (če je prikazana) z ikono za Google Cast v orodni vrstici.

Če pravilnik ni omogočen, je naprava Google Cast onemogočena.</string><string id="ShowCastIconInToolbar">Prikaže ikono v orodni vrstici za napravo Google Cast</string><string id="ShowCastIconInToolbar_Explain">Če je ta pravilnik omogočen, bo ikona za Google Cast v orodni vrstici vedno prikazana v orodni vrstici ali v meniju z dodatnimi elementi in je uporabniki ne bodo mogli odstraniti.

Če je ta pravilnik onemogočen ali ni nastavljen, bodo lahko uporabniki ikono pripeli ali odstranili prek priročnega menija.

Če je pravilnik »EnableMediaRouter« onemogočen, vrednost tega pravilnika ne bo imela vpliva in ikona v orodni vrstici ne bo prikazana.</string><string id="Drive_group">Konfigurira možnosti storitve Google Drive</string><string id="DriveDisabled">Onemogoči Google Drive v aplikaciji Datoteke za Google Chrome OS</string><string id="DriveDisabled_Explain">Če je ta možnost nastavljena na »True«, onemogoči sinhroniziranje Googla Drive v aplikaciji Datoteke za Google Chrome OS. V tem primeru se v Google Drive ne naložijo nobeni podatki.

Če ta možnost ni nastavljena ali je nastavljena na »False«, bodo uporabniki lahko prenesli datoteke v Google Drive.</string><string id="DriveDisabledOverCellular">Onemogoči Google Drive prek povezav v mobilnih omrežjih v aplikaciji Datoteke za Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Če je ta možnost nastavljena na »True«, onemogoči sinhroniziranje Googla Drive v aplikaciji Datoteke za Google Chrome OS pri uporabi mobilnega omrežja. V tem primeru se podatki sinhronizirajo z Googlom Drive, samo če je na voljo povezava Wi-Fi ali ethernetna povezava.

Če ta možnost ni nastavljena ali je nastavljena na »False«, bodo uporabniki lahko prenesli datoteke v Google Drive prek mobilnega omrežja.</string><string id="RemoteAccess_group">Nastavitev možnosti za oddaljen dostop</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Omogoči prehod skozi požarni zid iz gostitelja za oddaljeni dostop</string><string id="RemoteAccessHostFirewallTraversal_Explain">Omogoča uporabo strežnikov STUN, ko oddaljeni odjemalci poskušajo vzpostaviti zvezo s tem računalnikom.

Če je ta nastavitev omogočena, lahko oddaljeni odjemalci odkrijejo te računalnike in se povežejo z njimi, tudi če jih ločuje požarni zid.

Če je ta nastavitev onemogočena in izhodne povezave UDP filtrira požarni zid, bo ta računalnik dovolil samo povezave iz odjemalskih računalnikov v lokalnem omrežju.

Če ta pravilnik ni nastavljen, bo nastavitev omogočena.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Nastavitev predpone »TalkGadget« za gostitelje oddaljenega dostopa</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Nastavi predpono »TalkGadget«, ki jo bodo uporabljali gostitelji oddaljenega dostopa, in prepreči uporabnikom njeno spreminjanje.

Če je ta predpona določena, je dodana pred osnovno ime »TalkGadget«, tako da ustvari polno ime domene za »TalkGadget«. Osnovno ime domene »TalkGadget« je ».talkgadget.google.com«.

Če je ta nastavitev omogočena, bodo gostitelji pri dostopu do domene »TalkGadget« namesto privzetega imena domene uporabljali prilagojeno ime domene.

Če je ta nastavitev onemogočena ali ni nastavljena, bo privzeto ime domene za »TalkGadget« (»chromoting-host.talkgadget.google.com«) uporabljeno za vse gostitelje.

Na odjemalce za oddaljen dostop ta nastavitev pravilnika ne vpliva. Ti bodo za dostop do domene »TalkGadget« vedno uporabljali »chromoting-client.talkgadget.google.com«.</string><string id="RemoteAccessHostRequireCurtain">Omogočanje zakrivanja gostiteljev za oddaljeni dostop</string><string id="RemoteAccessHostRequireCurtain_Explain">Omogoča zakrivanja gostiteljev za oddaljeni dostop, ko je vzpostavljena povezava.

Če je ta nastavitev omogočena, so vhodne in izhodne naprave gostitelja onemogočene, ko je vzpostavljena povezava na daljavo.

Če je ta nastavitev onemogočena ali ni nastavljena, lahko lokalni in oddaljeni uporabniki komunicirajo z gostiteljem, ko je v skupni rabi.</string><string id="RemoteAccessHostAllowClientPairing">Omogočanje ali onemogočanje preverjanja pristnosti brez kode PIN za gostitelje za oddaljeni dostop</string><string id="RemoteAccessHostAllowClientPairing_Explain">Če je ta nastavitev omogočena ali ni nastavljena, lahko uporabniki izberejo seznanjanje odjemalcev in gostiteljev ob vzpostavljanju povezave, tako da ni treba vsakič vnesti kode PIN.

Če je ta nastavitev onemogočena, ta funkcija ne bo na voljo.</string><string id="RemoteAccessHostAllowGnubbyAuth">Dovoli preverjanje pristnosti »gnubby« za gostitelje za oddaljeni dostop</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Če je ta nastavitev omogočena, bodo zahteve za preverjanje pristnosti »gnubby« posredovane prek povezave z oddaljenim gostiteljem.

Če je ta nastavitev onemogočena ali ni konfigurirana, zahteve za preverjanje pristnosti »gnubby« ne bodo posredovane.</string><string id="RemoteAccessHostAllowRelayedConnection">Gostitelju oddaljenega dostopa omogoči uporabo posredovalnih strežnikov</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Omeji obseg vrat UDP, ki jih uporablja gostitelj oddaljenega dostopa</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Zahteva, da se ujemata ime lokalnega uporabnika in lastnika gostitelja za oddaljeni dostop</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL, na katerem morajo odjemalci za oddaljeni dostop pridobiti žeton za preverjanje pristnosti</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL za preverjanje žetona za preverjanje pristnosti odjemalca za oddaljeni dostop</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Potrdilo odjemalca za vzpostavljanje povezave s tem: RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Accessibility_group">Nastavitve funkcij za ljudi s posebnimi potrebami</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Prikaz možnosti funkcij za ljudi s posebnimi potrebami v meniju sistemske vrstice</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Omogoči velik kazalec</string><string id="LargeCursorEnabled_Explain">Omogočanje funkcije velikega kazalca za ljudi s posebnimi potrebami.

Če ta pravilnik vklopite, bo prikaz velikega kazalca vedno omogočen.

Če ta pravilnik izklopite, bo prikaz velikega kazalca vedno onemogočen.

Če ta pravilnik nastavite, ga uporabniki ne morejo spremeniti ali preglasiti.

Če pravilnika ne nastavite, je velik kazalec prvotno onemogočen, vendar ga lahko uporabniki kadar koli omogočijo.</string><string id="SpokenFeedbackEnabled">Vklop izgovorjave</string><string id="SpokenFeedbackEnabled_Explain">Omogočanje funkcije za izgovorjavo za ljudi s posebnimi potrebami.

Če je ta pravilnik vklopljen, bo izgovorjava vedno omogočena.

Če je ta pravilnik izklopljen, bo izgovorjava vedno onemogočena.

Če nastavite ta pravilnik, ga uporabniki ne morejo spremeniti ali preglasiti.

Če ga ne nastavite, je izgovorjava prvotno onemogočena, vendar jo lahko uporabnik kadar koli omogoči.</string><string id="HighContrastEnabled">Omogoči visokokontrastni način</string><string id="HighContrastEnabled_Explain">Omogoči visokokontrastni način funkcij za ljudi s posebnimi potrebami.

Če je ta pravilnik vklopljen, bo vedno omogočen visokokontrastni način.

Če je izklopljen, bo visokokontrastni način vedno onemogočen.

Če nastavite ta pravilnik, ga uporabniki ne morejo spremeniti ali preglasiti.

Če pravilnika ne nastavite, je visokokontrastni način prvotno onemogočen, vendar ga lahko uporabnik kadar koli omogoči.</string><string id="VirtualKeyboardEnabled">Omogoči zaslonsko tipkovnico</string><string id="VirtualKeyboardEnabled_Explain">Omogoča funkcije za ljudi s posebnimi potrebami zaslonske tipkovnice.

Če je ta pravilnik nastavljen na »true«, je zaslonska tipkovnica stalno omogočena.

Če je ta pravilnik nastavljen na »false«, je zaslonska tipkovnica stalno onemogočena.

Če nastavite ta pravilnik, ga uporabniki ne morejo spremeniti ali preglasiti.

Če ta pravilnik ni nastavljen, je zaslonska tipkovnica na začetku onemogočena, vendar jo lahko uporabnik kadar koli omogoči.</string><string id="KeyboardDefaultToFunctionKeys">Predstavnostne tipke privzeto delujejo kot funkcije tipke</string><string id="KeyboardDefaultToFunctionKeys_Explain">Spremeni privzeti način delovanja zgornje vrstice tipk, da delujejo kot funkcijske tipke.

Če je ta pravilnik nastavljen na »true«, bo zgornja vrstica tipk privzeto pošiljala ukaze funkcijskih tipk. Če želite, da spet delujejo kot predstavnostne tipke, morate pritisniti tipko za iskanje.

Če je ta pravilnik nastavljen na »false« ali ni nastavljen, bo tipkovnica privzeto pošiljala ukaze predstavnostnih tipk, če je pritisnjena tipka za iskanje, pa ukaze funkcijskih tipk.</string><string id="ScreenMagnifierType">Nastavitev vrste lupe</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Izklop lupe</string><string id="ScreenMagnifierType_Full-screen">Vklop lupe celozaslonskega načina</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Nastavitev privzetega stanja velikega kazalca na prijavnem zaslonu</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Nastavitev privzetega stanja funkcije velikega kazalca za ljudi s posebnimi potrebami na prijavnem zaslonu.

Če ta pravilnik vklopite, bo na prijavnem zaslonu omogočen prikaz velikega kazalca.

Če ga izklopite, bo na prijavnem zaslonu onemogočen prikaz velikega kazalca.

Če pravilnik nastavite, ga lahko uporabniki začasno preglasijo tako, da omogočijo ali onemogočijo velik kazalec, vendar ta nastavitev ni trajna, pri čemer se privzeta nastavitev obnovi vsakič, ko je ponovno prikazan prijavni zaslon ali kadar je uporabnik eno minuto nedejaven na prijavnem zaslonu.

Če pravilnika ne nastavite, je velik kazalec onemogočen, ko je prvič prikazan prijavni zaslon. Uporabniki lahko kadar koli omogočijo ali onemogočijo velik kazalec, pri čemer se njegovo stanje na prijavnem zaslonu ohrani med uporabniki.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Nastavitev privzetega stanja glasovnih povratnih informacij načina na prijavnem zaslonu</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Nastavitev privzetega stanja funkcije izgovorjave za ljudi s posebnimi potrebami na prijavnem zaslonu.

Če ta pravilnik vklopite, bo na prijavnem zaslonu omogočena izgovorjava.

Če ta pravilnik izklopite, bo na prijavnem zaslonu onemogočena izgovorjava.

Če ta pravilnik nastavite, ga lahko uporabniki začasno preglasijo tako, da omogočijo ali onemogočijo izgovorjavo, vendar ta nastavitev ni trajna in privzeta nastavitev se obnovi vsakič, ko je ponovno prikazan prijavni zaslon ali kadar je uporabnik eno minuto nedejaven na prijavnem zaslonu.

Če pravilnika ne nastavite, je izgovorjava onemogočena, ko je prvič prikazan prijavni zaslon. Uporabniki lahko kadar koli omogočijo ali onemogočijo izgovorjavo, pri čemer se njeno stanje na prijavnem zaslonu ohrani med uporabniki.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Nastavitev privzetega stanja visokokontrastnega načina na prijavnem zaslonu</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Nastavitev privzetega stanja visokokontrastnega načina funkcij za ljudi s posebnimi potrebami na prijavnem zaslonu.

Če je ta pravilnik vklopljen, bo visokokontrastni način omogočen, ko je prikazan prijavni zaslon.

Če je ta pravilnik izklopljen, bo visokokontrastni način onemogočen, ko je prikazan prijavni zaslon.

Če ta pravilnik vklopite, ga lahko uporabniki začasno preglasijo tako, da omogočijo ali onemogočijo visokokontrastni način, vendar ta nastavitev ni trajna in se privzeta nastavitev obnovi vsakič, ko je ponovno prikazan prijavni zaslon ali kadar je uporabnik eno minuto nedejaven na prijavnem zaslonu.

Če ta pravilnik ni vklopljen, je visokokontrastni način onemogočen, ko je prvič prikazan prijavni zaslon. Uporabniki lahko kadar koli omogočijo ali onemogočijo lupo, pri čemer se njegovo stanje na prijavnem zaslonu ohrani med uporabniki.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Nastavitev privzetega stanja zaslonske tipkovnice na zaslonu za prijavo</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Nastavi privzeto stanje funkcij za ljudi posebnimi potrebami zaslonske tipkovnice na zaslonu za prijavo.

Če je ta pravilnik nastavljen na »true«, je zaslonska tipkovnica omogočena, ko je prikazan zaslon za prijavo.

Če je ta pravilnik nastavljen na »false«, je zaslonska tipkovnica onemogočena, ko je prikazan zaslon za prijavo.

Če nastavite ta pravilnik, ga lahko uporabniki začasno preglasijo, tako da omogočijo ali onemogočijo zaslonsko tipkovnico. Uporabnikova izbira ni trajna in privzeta možnost je obnovljena, ko se zaslon za prijavo prikaže na novo ali če uporabnik na zaslonu za prijavo eno minuto ne izvede nobenega dejanja.

Če ta pravilnik ni nastavljen, je zaslonska tipkovnica onemogočena pri prvem prikazu zaslona za prijavo. Uporabniki lahko zaslonsko tipkovnico kadar koli omogočijo ali onemogočijo in njeno stanje na zaslonu za prijavo velja za vse uporabnike.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Nastavitev privzete vrste lupe, omogočene na prijavnem zaslonu</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Nastavitev privzete vrste lupe, omogočene na prijavnem zaslonu.

Če je ta pravilnik omogočen, določa vrsto lupe, omogočeno, ko je prikazan prijavni zaslon. Če ga nastavite na »Brez«, bo lupa izklopljena.

Če pravilnik omogočite, ga lahko uporabniki začasno preglasijo tako, da omogočijo ali onemogočijo lupo, vendar ta nastavitev ni trajna in privzeta nastavitev se obnovi vsakič, ko je ponovno prikazan prijavni zaslon ali kadar je uporabnik eno minuto nedejaven na prijavnem zaslonu.

Če pravilnik ni vklopljen, je lupa onemogočena, ko je prvič prikazan prijavni zaslon. Uporabniki lahko kadar koli omogočijo ali onemogočijo lupo, pri čemer se njegovo stanje na prijavnem zaslonu ohrani med uporabniki.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Izklop lupe</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Vklop lupe celozaslonskega načina</string><string id="ContentSettings_group">Nastavitve vsebine</string><string id="DefaultCookiesSetting">Privzeta nastavitev piškotkov</string><string id="DefaultCookiesSetting_Explain">Omogoča, da nastavite, ali je spletnim mestom dovoljeno nastavljanje lokalnih podatkov. Nastavljanje lokalnih podatkov je lahko dovoljeno za vsa mesta ali onemogočeno za vsa mesta.

Če je ta pravilnik nastavljen na »Ohrani piškotke za obdobje trajanja seje«, se ob zaprtju seje piškotki izbrišejo. Če se Google Chrome izvaja v ozadju, se seja ob zaprtju zadnjega okna morda ne bo zaprla. Več informacij o konfiguriranju tega delovanja je na voljo v pravilniku »BackgroundModeEnabled«.

Če ta pravilnik ni nastavljen, se uporabi »AllowCookies« in uporabnik bo lahko to spremenil.</string><string id="DefaultCookiesSetting_AllowCookies">Vsem spletnim mestom je omogočeno nastavljanje lokalnih podatkov</string><string id="DefaultCookiesSetting_BlockCookies">Nobenemu mestu ne dovoli nastavljanja lokalnih podatkov</string><string id="DefaultCookiesSetting_SessionOnly">Ohrani piškotke za obdobje trajanja seje</string><string id="DefaultImagesSetting">Nastavitev privzetih slik</string><string id="DefaultImagesSetting_Explain">Omogoča nastavitev, ali lahko spletna mesta prikazujejo slike. Prikazovanje slik je lahko dovoljeno ali zavrnjeno za vsa spletna mesta.

Če ta pravilnik ni nastavljen, bo uporabljen pravilnik »AllowImages« in uporabnik ga bo lahko spremenil.</string><string id="DefaultImagesSetting_AllowImages">Dovoli vsem mestom, da pokažejo vse slike</string><string id="DefaultImagesSetting_BlockImages">Nobenemu spletnemu mestu ne dovoli prikaza slik</string><string id="DefaultJavaScriptSetting">Privzeta nastavitev JavaScripta</string><string id="DefaultJavaScriptSetting_Explain">Omogoča nastavitev, ali lahko spletna mesta izvajajo JavaScript. Izvajanje JavaScripta je lahko dovoljeno ali zavrnjeno za vsa spletna mesta.

Če ta pravilnik ni nastavljen, bo omogočen pravilnik »AllowJavaScript«, uporabnik pa ga bo lahko spremenil.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Dovoli izvajanje JavaScripta vsem mestom</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Nobenemu mestu ne dovoli izvajanja JavaScripta</string><string id="DefaultPluginsSetting">Privzeta nastavitev za Flash</string><string id="DefaultPluginsSetting_Explain">Omogoča nastavitev, ali lahko spletna mesta samodejno izvajajo vtičnik Flash. Samodejno izvajanje vtičnika Flash je mogoče dovoliti ali onemogočiti za vsa spletna mesta.

Klik za predvajanje omogoča, da se izvaja vtičnik Flash, vendar mora za izvajanje uporabnik klikniti nadomestni znak.

Če ta pravilnik ni nastavljen, lahko uporabnik to nastavitev ročno spremeni.</string><string id="DefaultPluginsSetting_AllowPlugins">Omogoči vsem spletnim mestom samodejno izvajanje vtičnika Flash</string><string id="DefaultPluginsSetting_BlockPlugins">Blokiraj vtičnik Flash</string><string id="DefaultPluginsSetting_ClickToPlay">Kliknite za predvajanje</string><string id="DefaultPopupsSetting">Privzeta nastavitev pojavnih oken</string><string id="DefaultPopupsSetting_Explain">Omogoča nastavitev, ali je spletnim mestom dovoljeno prikazovati pojavna okna. Prikazovanje pojavnih oken je mogoče dovoliti ali zavrniti za vsa spletna mesta.

Če ta pravilnik ni nastavljen, bo uporabljen pravilnik »BlockPopups« in uporabnik ga bo lahko spremenil.</string><string id="DefaultPopupsSetting_AllowPopups">Dovoli vsem mestom, da pokažejo pojavna okna</string><string id="DefaultPopupsSetting_BlockPopups">Nobenemu mestu ne dovoli prikaza pojavnih oken</string><string id="DefaultNotificationsSetting">Privzeta nastavitev obveščanja</string><string id="DefaultNotificationsSetting_Explain">Omogoča nastavitev, ali lahko spletna mesta prikažejo obvestila na namizju. Prikazovanje obvestil na namizju je lahko privzeto dovoljeno, privzeto zavrnjeno ali pa je uporabnik vprašan, ko želi spletno mesti prikazati obvestilo na namizju.

Če ta pravilnik ni nastavljen, bo uporabljen pravilnik »AskNotifications« in uporabnik bo lahko to spremenil.</string><string id="DefaultNotificationsSetting_AllowNotifications">Mestom dovoli prikazovanje namiznih obvestil</string><string id="DefaultNotificationsSetting_BlockNotifications">Nobenemu spletnemu mestu ne dovoli, da pokaže namizna obvestila</string><string id="DefaultNotificationsSetting_AskNotifications">Vprašaj me vsakič, ko želi mesto pokazati namizna obvestila</string><string id="DefaultGeolocationSetting">Privzeta nastavitev geolokacije</string><string id="DefaultGeolocationSetting_Explain">Omogoča nastavitev, ali lahko spletna mesta sledijo uporabnikovi fizični lokaciji. Sledenje uporabnikovi fizični lokaciji je lahko privzeto dovoljeno, privzeto zavrnjeno ali pa je lahko uporabnik vprašan vsakič, ko spletno mesto zahteva fizično lokacijo.

Če ta pravilnik ni nastavljen, bo uporabljen pravilnik »AskGeolocation« in uporabnik ga bo lahko spremenil.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Dovoli mestom sledenje fizične lokacije uporabnika</string><string id="DefaultGeolocationSetting_BlockGeolocation">Nobenemu mestu ne dovoli spremljanja fizične lokacije uporabnika</string><string id="DefaultGeolocationSetting_AskGeolocation">Vprašaj, ko želi mesto spremljati fizično lokacijo uporabnika</string><string id="DefaultWebBluetoothGuardSetting">Nadzor uporabe API-ja za Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_Explain">Omogoča nastavitev, ali lahko spletna mesta dostopajo do naprav Bluetooth v bližini. Dostop je mogoče v celoti blokirati ali pa je uporabnik vprašan, ko želi spletno mesto dostopati do naprav Bluetooth v bližini.

Če ta pravilnik ni nastavljen, je uporabljeno »3« in uporabnik lahko to spremeni.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Ne dovoli nobenemu spletnemu mestu zahtevanja dostopa do naprav Bluetooth prek API-ja za Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Dovoli spletnim mestom, da od uporabnika zahtevajo, da omogočijo dostop do naprave Bluetooth v bližini</string><string id="AutoSelectCertificateForUrls">Samodejno izberi potrdila odjemalcev za ta spletna mesta</string><string id="AutoSelectCertificateForUrls_Explain">Omogoča, da določite seznam vzorcev URL-jev, ki določajo spletna mesta, za katera mora Google Chrome samodejno izbrati potrdilo odjemalca, če spletno mesto zahteva potrdilo.

Vrednost mora biti polje slovarjev JSON v obliki nizov. Vsak slovar mora imeti obliko { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, pri čemer je $URL_PATTERN vzorec nastavljanja vsebine. $FILTER omejuje, katera potrdila odjemalcev bo brskalnik izbral samodejno. Ne glede na filter bodo izbrana samo potrdila, ki se ujema z zahtevo strežnika za potrdilo. Če ima $FILTER obliko { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, so poleg tega izbrana samo potrdila odjemalcev, ki jih izda izdajatelj potrdila s pravim imenom $ISSUER_CN. Če je $FILTER prazen slovar {}, izbor potrdil odjemalcev ni dodatno omejen.

Če ta pravilnik ni nastavljen, se za nobeno spletno mesto ne bo izvajal samodejni izbor.</string><string id="AutoSelectCertificateForUrlsDesc">Samodejno izberi potrdila odjemalcev za ta spletna mesta</string><string id="CookiesAllowedForUrls">Dovoli piškotke na teh mestih</string><string id="CookiesAllowedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim so določena spletna mesta, ki lahko nastavljajo piškotke.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultCookiesSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="CookiesAllowedForUrlsDesc">Dovoli piškotke na teh mestih</string><string id="CookiesBlockedForUrls">Blokiraj piškotke na teh mestih</string><string id="CookiesBlockedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, ki določajo spletna mesta, ki jim ni dovoljeno nastavljati piškotkov.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultCookiesSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="CookiesBlockedForUrlsDesc">Blokiraj piškotke na teh mestih</string><string id="CookiesSessionOnlyForUrls">Na teh mestih dovoli samo sejne piškotke</string><string id="CookiesSessionOnlyForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim so določena spletna mesta, ki jim je dovoljeno nastavljati piškotke samo za trenutno sejo.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultCookiesSetting«, kadar je ta nastavljen, v nasprotnem primeru pa iz uporabnikove osebne konfiguracije.

Če se Google Chrome izvaja v ozadju, se seja ob zaprtju zadnjega okna brskalnika morda ne bo zaprla, temveč bo aktivna, dokler se ne zapre brskalnik. Več informacij o konfiguriranju tega delovanja je na voljo v pravilniku »BackgroundModeEnabled«.

Če je pravilnik »RestoreOnStartup« nastavljen, da se obnovijo URL-ji prejšnjih sej, ta pravilnik ne bo upoštevan in piškotki za ta spletna mesta bodo trajno shranjeni.</string><string id="CookiesSessionOnlyForUrlsDesc">Na teh mestih dovoli samo sejne piškotke</string><string id="ImagesAllowedForUrls">Dovoli slike na teh mestih</string><string id="ImagesAllowedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim se določijo, ki lahko prikazujejo slike.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultImagesSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="ImagesAllowedForUrlsDesc">Dovoli slike na teh mestih</string><string id="ImagesBlockedForUrls">Blokiranje slik na teh mestih</string><string id="ImagesBlockedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim so določena spletna mesta, ki jim ni dovoljeno prikazovati slik.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultImagesSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="ImagesBlockedForUrlsDesc">Blokiranje slik na teh mestih</string><string id="JavaScriptAllowedForUrls">Dovoli JavaScript na teh mestih</string><string id="JavaScriptAllowedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim so določena mesta, ki smejo izvajati JavaScript.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultJavaScriptSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="JavaScriptAllowedForUrlsDesc">Dovoli JavaScript na teh mestih</string><string id="JavaScriptBlockedForUrls">Blokiraj JavaScript na teh mestih</string><string id="JavaScriptBlockedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerimi so določena spletna mesta, ki jim ni dovoljeno izvajanje JavaScripta.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultJavaScriptSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="JavaScriptBlockedForUrlsDesc">Blokiraj JavaScript na teh mestih</string><string id="PluginsAllowedForUrls">Dovoli vtičnik Flash na teh spletnih mestih</string><string id="PluginsAllowedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, ki določa, katerim spletnim mestom je dovoljeno izvajanje vtičnika Flash.

Če ta pravilnik ni nastavljen, se za vsa spletna mesta uporabi globalna privzeta vrednost iz pravilnika »DefaultPluginsSetting«, kadar je ta pravilnik nastavljen, sicer pa iz osebnih nastavitev uporabnika.</string><string id="PluginsAllowedForUrlsDesc">Dovoli vtičnik Flash na teh spletnih mestih</string><string id="PluginsBlockedForUrls">Blokiraj vtičnik Flash na teh spletnih mestih</string><string id="PluginsBlockedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, ki določa, katerim spletnim mestom je onemogočeno izvajanje vtičnika Flash.

Če ta pravilnik ni nastavljen, se za vsa spletna mesta uporabi globalna privzeta vrednost iz pravilnika »DefaultPluginsSetting«, kadar je ta pravilnik nastavljen, sicer pa iz osebnih nastavitev uporabnika.</string><string id="PluginsBlockedForUrlsDesc">Blokiraj vtičnik Flash na teh spletnih mestih</string><string id="PopupsAllowedForUrls">Dovoli pojavna okna na teh mestih</string><string id="PopupsAllowedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim so določena spletna mesta, ki lahko odpirajo pojavna okna.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultPopupsSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="PopupsAllowedForUrlsDesc">Dovoli pojavna okna na teh mestih</string><string id="RegisteredProtocolHandlers">Registracija rutin za obravnavo protokola</string><string id="RegisteredProtocolHandlers_Explain">Omogoča registracijo seznama rutin za obravnavo protokolov. Ta pravilnik je lahko samo priporočen. Lastnost |protocol| mora biti nastavljena na shemo, kot je »mailto«, in lastnost |url| mora biti nastavljena na vzorec URL aplikacije, ki obravnava shemo. Vzorec lahko vsebuje »%s«. Če ga, ta nadomesti obravnavani URL.

Rutine za obravnavo protokola, registrirane s pravilnikom, so združene z rutinami, ki jih registrira uporabnik, oboje pa je na voljo za uporabo. Uporabnik lahko preglasi rutine za obravnavo protokola, nameščene s pravilnikom, tako da namesti novo privzeto rutino za obravnavo protokola, vendar ne more odstraniti rutine za obravnavo protokola, registrirane s pravilnikom.</string><string id="PopupsBlockedForUrls">Blokiraj pojavna okna na teh mestih</string><string id="PopupsBlockedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim so določena spletna mesta, ki jim ni dovoljeno odpirati pojavnih oken.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultPopupsSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="PopupsBlockedForUrlsDesc">Blokiraj pojavna okna na teh mestih</string><string id="NotificationsAllowedForUrls">Dovoli obvestila na teh mestih</string><string id="NotificationsAllowedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim so določena spletna mesta, ki lahko prikazujejo obvestila.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultNotificationsSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="NotificationsAllowedForUrlsDesc">Dovoli obvestila na teh mestih</string><string id="NotificationsBlockedForUrls">Blokiraj obvestila na teh mestih</string><string id="NotificationsBlockedForUrls_Explain">Omogoča nastavitev seznama vzorcev URL-jev, s katerim so določena spletna mesta, ki jim ni dovoljeno prikazovati obvestil.

Če ta pravilnik ni nastavljen, bo za vsa spletna mesta uporabljena splošna privzeta vrednost iz pravilnika »DefaultNotificationsSetting«, kadar je ta nastavljen, ali iz uporabnikove osebne konfiguracije, kadar pravilnik »DefaultImagesSetting« ni nastavljen.</string><string id="NotificationsBlockedForUrlsDesc">Blokiraj obvestila na teh mestih</string><string id="Attestation_group">Potrditev na daljavo</string><string id="AttestationEnabledForUser">Omogoči oddaljeno potrditev za uporabnika</string><string id="AttestationEnabledForUser_Explain">Če je pravilnik omogočen, lahko uporabnik overitelju potrdil za zasebnost s strojno opremo v napravah Chrome na daljavo potrdi svojo identiteto z metodo chrome.enterprise.platformKeys.challengeUserKey() prek API-ja Enterprise Platform Keys API.

Če je onemogočen ali če ni nastavljen, pozivi API-ju ne bodo uspeli in bo vrnjena koda napake.</string><string id="AttestationExtensionWhitelist">Razširitve, ki lahko uporabljajo API za oddaljeno potrditev</string><string id="AttestationExtensionWhitelist_Explain">Ta pravilnik določa dovoljene razširitve, ki lahko uporabljajo metodo chrome.enterprise.platformKeys.challengeUserKey() API-ja Enterprise Platform Keys API za potrjevanje na daljavo. Razširitve, ki lahko uporabljajo API, morate dodati na ta seznam.

Če razširitve ni na seznamu ali seznam ni nastavljen, poziv API-ju ne bo uspel in bo vrnjena koda napake.</string><string id="AttestationExtensionWhitelistDesc">Razširitve, ki lahko uporabljajo API za oddaljeno potrditev</string><string id="QuickUnlock_group">Pravilniki o hitrem odklepanju</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Seznam dovoljenih, ki upravlja, katere hitre načine odklepanja lahko uporabnik nastavi in uporablja za odklepanje zaklenjenega zaslona.

Ta vrednost je seznam nizov; veljavni vnosi na seznamu so: »all« (vsi), »PIN« (koda PIN). Če na seznam dodate vnos »all« (vsi), so uporabniku na voljo vsi hitri načini odklepanja, vključno s tistimi, ki bodo uvedeni v prihodnosti. V nasprotnem primeru bodo na voljo samo hitri načini odklepanja s seznama.

Če želite na primer dovoliti vse hitre načine odklepanja, uporabite [»all«] (vsi). Če želite dovoliti samo odklepanje s kodo PIN, uporabite [»PIN«] (koda PIN). Če želite onemogočiti vse hitre načine odklepanja, uporabite [].

Za upravljane naprave privzeto ni na voljo noben hiter način odklepanja.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Ta nastavitev nadzira, kako pogosto zaklenjeni zaslon zahteva vnos gesla, če želi uporabnik naprej uporabljati hitro odklepanje. Ob vsakem odpiranju zaklenjenega zaslona se preveri čas, ki je pretekel od zadnjega vnosa gesla – če presega to vrednost, ob odpiranju zaklenjenega zaslona hitro odklepanje ne bo na voljo. Če se uporabnik zadrži pri zaklenjenem zaslonu dlje od tega časovnega obdobja, bo od uporabnika zahtevano geslo, ko naslednjič vnese napačno kodo ali znova odpre zaklenjeni zaslon, kar koli se zgodi prej.

Če je ta nastavitev konfigurirana, bodo morali uporabniki, ki uporabljajo hitro odklepanje, na zaklenjenem zaslonu vnesti geslo glede na to nastavitev.

Če ta nastavitev ni konfigurirana, bodo morali uporabniki, ki uporabljajo hitro odklepanje, na zaklenjenem zaslonu vnesti geslo vsak dan.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Če je nastavitev onemogočena, uporabniki ne bodo mogli nastaviti kod PIN, ki so šibke in jih je mogoče preprosto uganiti.

Nekaj primerov šibkih kod PIN: kode, ki vsebujejo samo eno števko (1111), kode, pri katerih se števke povečujejo za številko 1 (1234), kode, pri katerih se števke zmanjšujejo za številko 1 (4321), in kode, ki so preveč pogoste.

Če se koda PIN smatra za šibko, uporabniki privzeto prejmejo opozorilo, ne pa napake.</string><string id="HTTPAuthentication_group">Pravilniki za preverjanje pristnosti HTTP</string><string id="AuthSchemes">Podprti načini preverjanja pristnosti</string><string id="AuthSchemes_Explain">Določa, katere načine preverjanja pristnosti HTTP podpira Google Chrome.

Možne vrednosti so »basic«, »digest«, »ntlm« in »negotiate«. Več vrednosti ločite z vejicami.

Če ta pravilnik ni nastavljen, bodo uporabljeni vsi štirje načini.</string><string id="DisableAuthNegotiateCnameLookup">Onemogoči iskanje CNAME pri pogajanju o preverjanju pristnosti Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Določa, ali ustvarjeni SPN za Kerberos temelji na kanoničnem imenu DNS ali na vnesenem izvirnem imenu.

Če to nastavitev omogočite, bo iskanje CNAME preskočeno in uporabljeno bo vneseno ime strežnika.

Če to nastavitev onemogočite ali jo ne nastavite, bo kanonično ime strežnika določeno z iskanjem CNAME.</string><string id="EnableAuthNegotiatePort">Vključi nestandardna vrata v SPN za Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Določa, ali naj ustvarjen SPN za Kerberos SPN vključuje nestandardna vrata.

Če to nastavitev omogočite in so vnesena nestandardna vrata (vrata, ki niso 80 ali 443), bodo vključena v ustvarjeni SPN za Kerberos.

Če to nastavitev onemogočite ali je ne nastavite, ustvarjeni SPN za Kerberos v nobenem primeru ne bo vključeval vrat.</string><string id="AuthServerWhitelist">Seznam dovoljenih strežnikov za preverjanje pristnosti</string><string id="AuthServerWhitelist_Explain">Določa, kateri strežniki naj bodo dodani na seznam dovoljenih za vgrajeno preverjanje pristnosti. Vgrajeno preverjanje pristnosti je omogočeno samo, kadar Google Chrome prejme poziv za preverjanje pristnosti iz strežnika proxy ali strežnika, ki je na tem seznamu dovoljenih.

Imena strežnikov ločite z vejicami. Nadomestni znaki (*) so dovoljeni.

Če tega pravilnika ne nastavite, Google Chrome poskuša zaznati, ali je strežnik v intranetu, in se šele potem odzove na zahteve IWA. Če je strežnik zaznan kot internet, Google Chrome prezre zahteve IWA, poslane iz tega strežnika.</string><string id="AuthNegotiateDelegateWhitelist">Seznam dovoljenih delegacijskih strežnikov za Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Strežniki, v katere lahko Google Chrome delegira.

Imena strežnikov ločite z vejicami. Nadomestni znaki (*) so dovoljeni.

Če tega pravilnika ne nastavite, Google Chrome ne bo delegiral uporabniških poverilnic, tudi če je strežnik zaznan kot intranet.</string><string id="AllowCrossOriginAuthPrompt">Ukazni pozivi HTTP Basic Auth iz več izvorov</string><string id="AllowCrossOriginAuthPrompt_Explain">Določa, ali lahko podvsebina drugega ponudnika na strani odpre pojavno pogovorno okno HTTP Basic Auth.

Običajno je to onemogočeno kot zaščita pred lažnim predstavljanjem. Če ta pravilnik ni nastavljen, je to onemogočeno in podvsebina drugega ponudnika ne bo mogla odpreti pojavnega pogovornega okna HTTP Basic Auth.</string><string id="DefaultSearchProvider_group">Privzeti iskalnik</string><string id="DefaultSearchProviderEnabled">Omogoči privzeti iskalnik</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Privzeto ime iskalnika</string><string id="DefaultSearchProviderName_Explain">Določa ime privzetega ponudnika iskanja. Če pravilnik ostane prazen ali če ni nastavljen, bo uporabljeno ime gostitelja, določeno z URL-jem iskanja.

Ta pravilnik velja le, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderKeyword">Privzeta ključna beseda iskalnika</string><string id="DefaultSearchProviderKeyword_Explain">Določa ključno besedo, ki kot bližnjica v naslovni vrstici sproži iskanje za tega ponudnika.

Ta pravilnik je izbiren. Če ni nastavljen, ključna beseda ne bo aktivirala ponudnika iskanja.

Ta pravilnik velja le, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderSearchURL">Privzeti URL iskalnika za iskanje</string><string id="DefaultSearchProviderSearchURL_Explain">Določa URL iskalnika, ki se uporablja pri privzetem iskanju. URL mora vsebovati niz »{searchTerms}«, ki ga bodo ob času poizvedbe nadomestili izrazi, ki jih išče uporabnik.

Googlov URL za iskanje je mogoče določiti kot: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Ta možnost mora biti nastavljena, ko je omogočen pravilnik »DefaultSearchProviderEnabled«, in bo veljala samo v tem primeru.</string><string id="DefaultSearchProviderSuggestURL">Privzeti URL iskalnika za predlog</string><string id="DefaultSearchProviderSuggestURL_Explain">Določa URL iskalnika, ki se uporablja za predloge za iskanje. URL mora vsebovati niz »{searchTerms}«, ki ga bo ob času poizvedbe nadomestilo besedilo, ki ga je uporabnik vnesel do takrat.

Ta pravilnik je izbiren. Če ni nastavljen, ne bo uporabljen noben URL predloga.

Googlov URL predloga je mogoče določiti kot: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Ta pravilnik velja le, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderInstantURL">Privzeti URL iskalnika za dinamično iskanje</string><string id="DefaultSearchProviderInstantURL_Explain">Določa URL iskalnika, ki se uporablja za prikaz rezultatov dinamičnega iskanja. URL mora vsebovati niz »'{searchTerms}'«, ki ga bo ob času poizvedbe nadomestilo besedilo, ki ga je uporabnik vnesel do takrat.

Ta pravilnik je izbiren. Če ni nastavljen, ne bo prikazan noben rezultat dinamičnega iskanja.

Googlov URL za rezultate dinamičnega iskanja je mogoče določiti kot: '{google:baseURL}suggest?q={searchTerms}'.

Ta pravilnik velja le, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderIconURL">Privzeta ikona iskalnika</string><string id="DefaultSearchProviderIconURL_Explain">Določa URL ikone priljubljene strani privzetega ponudnika iskanja.

Ta pravilnik je izbiren. Če ni nastavljen, ikona za ponudnika iskanja ne bo prikazana.

Ta pravilnik velja le, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderEncodings">Privzeto kodiranje iskalnika</string><string id="DefaultSearchProviderEncodings_Explain">Določa kodiranja znakov, ki jih podpira ponudnik iskanja. Kodiranja so imena kodnih strani, na primer UTF-8, GB2312 in ISO-8859-1. Poskusi uporabe potekajo po navedenem vrstnem redu.

Ta pravilnik je izbiren. Če ni nastavljen, bo uporabljena privzeta nastavitev, ki je UTF-8.

Ta pravilnik velja le, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderEncodingsDesc">Privzeto kodiranje iskalnika</string><string id="DefaultSearchProviderAlternateURLs">Seznam nadomestnih URL-jev za privzetega ponudnika iskanja</string><string id="DefaultSearchProviderAlternateURLs_Explain">Določa seznam nadomestnih URL-jev, ki jih je mogoče uporabiti za pridobivanje iskalnih izrazov iz iskalnika. URL-ji morajo vsebovati niz '{searchTerms}', ki bo uporabljen za pridobivanje iskalnih izrazov.

Ta pravilnik je izbiren. Če ni nastavljen, za pridobivanje iskalnih izrazov ne bodo uporabljeni nadomestni URL-ji.

Ta pravilnik velja le, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderAlternateURLsDesc">Seznam nadomestnih URL-jev za privzetega ponudnika iskanja</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter, ki nadzira umestitev iskalnega izraza za privzetega ponudnika iskanja</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Če je pravilnik nastavljen in predlagani iskalni URL iz naslovne vrstice vsebuje ta parameter v poizvedbi ali identifikatorju delov, predlog prikaže iskalne izraze in ponudnika iskanja namesto neobdelanega iskalnega URL-ja.

Pravilnik je izbiren. Če ga ne nastavite, iskalni izrazi ne bodo nadomeščeni.

Pravilnik se upošteva samo, če je pravilnik »DefaultSearchProviderEnabled« omogočen.</string><string id="DefaultSearchProviderImageURL">Parameter, ki omogoča funkcijo iskanja po sliki za privzetega ponudnika iskanja</string><string id="DefaultSearchProviderImageURL_Explain">Določa URL iskalnika, ki se uporabi za slikovno iskanje. Iskalne poizvedbe se pošljejo z metodo GET. Če je nastavljen pravilnik DefaultSearchProviderImageURLPostParams, se zahteve za slikovno iskanje pošljejo z metodo POST.

Ta pravilnik je izbiren. Če ni nastavljen, se ne uporabi nobeno slikovno iskanje.

Ta pravilnik se upošteva samo, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderNewTabURL">URL novega zavihka s povezavami privzetega iskalnika</string><string id="DefaultSearchProviderNewTabURL_Explain">Določa URL, ki ga iskalnik uporablja za nov zavihek s povezavami.

Ta pravilnik je izbiren. Če ni nastavljen, ne bo novega zavihka s povezavami.

Ta pravilnik se upošteva samo, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametri za iskalni URL, ki uporablja POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Določa parametre, uporabljene pri iskanju URL-ja z metodo POST. Sestavljena je iz parov ime/vrednost, ločenih z vejico. Če je vrednost parameter predloge, kot je v zgornjih primerih {searchTerms}, bo zamenjana s pravimi podatki iskalnih izrazov.

Ta pravilnik je izbiren. Če ni nastavljen, bo zahteva za iskanje poslana z metodo GET.

Ta pravilnik se upošteva samo, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametri za URL predloga, ki uporablja POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Določa parametre, uporabljene pri iskanju predlogov z metodo POST. Sestavljena je iz parov ime/vrednost, ločenih z vejico. Če je vrednost parameter predloge, kot je v zgornjih primerih {searchTerms}, bo zamenjana s pravimi podatki iskalnih izrazov.

Ta pravilnik je izbiren. Če ni nastavljen, bo zahteva za iskanje predlogov poslana z metodo GET.

Ta pravilnik se upošteva samo, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametri za takojšnji URL, ki uporablja POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Določa parametre, uporabljene pri takojšnjem iskanju z metodo POST. Sestavljena je iz parov ime/vrednost, ločenih z vejico. Če je vrednost parameter predloge, kot je v zgornjih primerih {searchTerms}, bo zamenjana s pravimi podatki iskalnih izrazov.

Ta pravilnik je izbiren. Če ni nastavljen, bo zahteva za takojšnje iskanje poslana z metodo GET.

Ta pravilnik se upošteva samo, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="DefaultSearchProviderImageURLPostParams">Parametri za slikovni URL, ki uporablja POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Določa parametre, uporabljene pri slikovnem iskanju z metodo POST. Sestavljena je iz parov ime/vrednost, ločenih z vejico. Če je vrednost parameter predloge, kot je v zgornjih primerih {imageThumbnail}, bo zamenjana s pravimi podatki sličice slike.

Ta pravilnik je izbiren. Če ni nastavljen, bo zahteva za slikovno iskanje poslana z metodo GET.

Ta pravilnik se upošteva samo, če je omogočen pravilnik »DefaultSearchProviderEnabled«.</string><string id="Extensions_group">Razširitve</string><string id="ExtensionInstallBlacklist">Nastavi seznam razširitev, katerih namestitev je prepovedana</string><string id="ExtensionInstallBlacklist_Explain">Omogoča izbiro razširitev, ki jih uporabniki NE morejo namestiti. Razširitve, ki so že nameščene, bodo onemogočene, če so na seznamu prepovedanih, in uporabnik jih ne more omogočiti. Ko je razširitev, ki je onemogočena, ker je na seznamu prepovedanih, odstranjena s seznama, je samodejno znova omogočena.

Vrednost »*« na seznamu blokiranih pomeni, da so vse razširitve na seznamu blokirane, razen če so izrecno navedene na seznamu dovoljenih.

Če ta pravilnik ni nastavljen, lahko uporabnik v izdelku Google Chrome namesti katero koli razširitev.</string><string id="ExtensionInstallBlacklistDesc">Nastavi seznam razširitev, katerih namestitev je prepovedana</string><string id="ExtensionInstallWhitelist">Nastavi seznam razširitev, katerih namestitev je dovoljena</string><string id="ExtensionInstallWhitelist_Explain">Omogoča, da določite, za katere razširitve ne velja seznam prepovedanih.

Vrednost * na seznamu prepovedanih pomeni, da so prepovedane vse razširitve in lahko uporabniki namestijo samo razširitve s seznama dovoljenih.

Privzeto so dovoljene vse razširitve, če pa so vse prepovedane s pravilnikom, ga lahko preglasite s seznamom dovoljenih.</string><string id="ExtensionInstallWhitelistDesc">Nastavi seznam razširitev, katerih namestitev je dovoljena</string><string id="ExtensionInstallForcelist">Konfiguriranje seznama vsiljenih namestitev aplikacij in razširitev</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfiguriranje seznama vsiljenih namestitev aplikacij in razširitev</string><string id="ExtensionInstallSources">Konfiguriranje virov za namestitev razširitev, aplikacij in uporabniških skriptov</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfiguriranje virov za namestitev razširitev, aplikacij in uporabniških skriptov</string><string id="ExtensionAllowedTypes">Konfiguracija dovoljenih vrst aplikacij/razširitev</string><string id="ExtensionAllowedTypes_Explain">Nadzira, katere vrste aplikacij/razširitev je dovoljeno namestiti in omejuje dostop med izvajanjem.

Ta nastavitev na seznam dovoljenih shrani vrste aplikacij/razširitev, ki jih je dovoljeno namestiti v izdelku Google Chrome in imajo lahko gostitelji z njimi aplikacijo. Vrednost je seznam nizov, od katerih mora vsak biti nekaj od tega: »extension«, »theme«, »user_script«, »hosted_app«, »legacy_packaged_app«, »platform_app«. Več informacij o teh vrstah je v dokumentaciji razširitev za Google Chrome.

Upoštevajte, da ta pravilnik vpliva tudi na razširitve in aplikacije, ki bodo na silo nameščene prek funkcije ExtensionInstallForcelist.

Če je ta nastavitev nastavljena, aplikacije vrste, ki ni na seznamu, ne bodo nameščene.

Če to nastavitve ne nastavite, ne bodo uveljavljene nobene omejitve sprejemljivih vrst razširitev/aplikacij.</string><string id="ExtensionAllowedTypesDesc">Konfiguracija dovoljenih vrst aplikacij/razširitev</string><string id="ExtensionSettings">Nastavitve upravljanja razširitev</string><string id="ExtensionSettings_Explain">Konfigurira nastavitve upravljanja razširitev za brskalnik Google Chrome.

Ta pravilnik nadzira več nastavitev, vključno z nastavitvami, ki jih nadzirajo morebitni obstoječi pravilniki, povezani z razširitvami. Ta pravilnik preglasi morebitne starejše pravilnike, če so nastavljeni oboji.

Ta pravilnik preslika ID razširitve ali URL za posodobitev v svojo konfiguracijo. Konfiguracija z ID-jem razširitve bo uporabljena samo za določeno razširitev. Za posebni ID &quot;*&quot; je mogoče nastaviti privzeto konfiguracijo, ki se bo uporabila za vse razširitve, ki v tem pravilniku nimajo nastavljene konfiguracije po meri. Konfiguracija z URL-jem za posodobitev bo uporabljena za vse razširitve s točno določenim URL-jem za posodobitev, navedenim v manifestu te razširitve, kot je opisano na https://developer.chrome.com/extensions/autoupdate.

Konfiguracija za posamezno razširitev (ali razširitve z istim URL-jem za posodobitev) je drug slovar, ki lahko vsebuje spodaj dokumentirana polja.

&quot;installation_mode&quot;: Preslika v niz, ki navaja način namestitve za razširitev. Veljavni nizi so:
* &quot;allowed&quot;: Uporabniku dovoli namestitev razširitve. To je privzeto delovanje.
* &quot;blocked&quot;: Blokira namestitev razširitve.
* &quot;force_installed&quot;: Razširitev je samodejno nameščena in je uporabnik ne more odstraniti.
* &quot;normal_installed&quot;: Razširitev je samodejno nameščena, vendar jo lahko uporabnik onemogoči.

Vrednost &quot;installation_mode&quot; je prav tako mogoče konfigurirati za več razširitev, vključno z razširitvijo &quot;*&quot; (kot privzeta nastavitev) in razširitvami z istim URL-jem za posodobitev. V tem primeru je mogoče uporabiti samo vrednosti &quot;allowed&quot; in &quot;blocked&quot;.

Če je način nastavljen na vrednost &quot;force_installed&quot; ali &quot;normal_installed&quot;, mora biti konfigurirana tudi vrednost &quot;update_url&quot;. URL za posodobitev, nastavljen v tem pravilniku, se uporabi samo pri začetni namestitvi; pri vseh nadaljnjih posodobitvah razširitve je uporabljen URL za posodobitev, naveden v manifestu razširitve. URL za posodobitev mora kazati na dokument XML manifesta za posodobitev, omenjenega zgoraj.

&quot;blocked_permissions&quot;: Preslika v seznam nizov, ki navajajo blokirana dovoljenja za API-je za razširitev. Imena dovoljenj so enaka kot nizi dovoljenj, navedeni v manifestu razširitve, kot je opisano na https://developer.chrome.com/extensions/declare_permissions. To nastavitev je prav tako mogoče konfigurirati za razširitev &quot;*&quot;. Če razširitev zahteva dovoljenje s seznama blokiranih, se ne bo smela naložiti. Če razširitev vsebuje blokirano dovoljenje kot izbirno zahtevo, se bo obravnavala običajno, vendar bo pri izvajanju zahtevanje dovoljenj, ki so v sporu, samodejno zavrnjeno.

&quot;allowed_permissions&quot;: Podobna vrednosti &quot;blocked_permissions&quot;, razlikuje pa se po tem, da izrecno dovoljuje nekatera dovoljenja, ki jih globalni seznam blokiranih dovoljenj morda blokira, tako da je ni mogoče konfigurirati za razširitev &quot;*&quot;. Ta nastavitev razširitvam ne podeljuje odobrenih dovoljenj samodejno.

&quot;minimum_version_required&quot;: Preslika v niz z različico. Oblika niza z različico je enaka obliki niza v manifestu razširitve, kot je opisano na https://developer.chrome.com/apps/manifest/version. Razširitev z različico, starejšo od določene najnižje različice, bo onemogočena. To velja tudi za vsiljeno nameščene razširitve.

Te nastavitve je mogoče uporabiti samo za privzeto konfiguracijo &quot;*&quot;:

&quot;install_sources&quot;: Vsak element na tem seznamu je vzorec ujemanja v slogu razširitve (https://developer.chrome.com/extensions/match_patterns). Uporabniki bodo lahko preprosto namestili elemente s poljubnega URL-ja, ki se ujema z elementom na tem seznamu. Mesto datoteke *.crx in strani, na kateri se prenos začne (tj. napotitelj), morajo dovoljevati vzorci s tega seznama.

&quot;allowed_types&quot;: Ta nastavitev uvršča na seznam dovoljenih dovoljene vrste razširitev/aplikacij, ki jih je mogoče namestiti v brskalniku Google Chrome. Vrednost je seznam nizov, od katerih mora biti vsak nekaj od tega: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Če želite več informacij o teh vrstah, si oglejte dokumentacijo za razširitve za Google Chrome.
&quot;blocked_install_message&quot;: Če uporabnik poskusi namestiti razširitev, vendar to blokira pravilnik, Spletna trgovina Chrome prikaže splošno sporočilo o napaki. Ta nastavitev omogoča, da sporočilu o napaki dodate besedilo. Z njim lahko usmerite uporabnike na oddelek za pomoč uporabnikom, pojasnite razlog za blokiranje določene razširitve ali naredite kaj drugega. Če je sporočilo o napaki daljše od 1000 znakov, bo odrezano.
&quot;runtime_blocked_hosts&quot;: Sprejme seznam blokiranih gostiteljev, ki jih razširitev ne bo mogla uporabljati. To vključuje vstavljanje JavaScripta, spreminjanje in ogledovanje spletnih zahtev/spletnega krmarjenja ter ogledovanje in spreminjanje piškotkov. Oblika je podobna vzorcem ujemanja https://developer.chrome.com/extensions/match_patterns, pri čemer poti ne smejo biti določene. Primer: »*://*.example.com«. Prav tako je podprta uporaba nadomestnih znakov v krovnih domenah. Primer: »*://example.*«.
&quot;runtime_allowed_hosts&quot;: Sprejme seznam gostiteljev, ki jih razširitev lahko uporablja ne glede na to, ali so uvrščene na seznam &quot;runtime_blocked_hosts&quot;. Oblika je enaka kot pri &quot;runtime_blocked_hosts&quot;.
</string><string id="NewTabPage_group">Stran »Nov zavihek«</string><string id="NewTabPageLocation">Konfiguriranje URL-ja strani »Nov zavihek«</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Proxy_group">Strežnik proxy</string><string id="ProxyMode">Izberite, kako določiti nastavitve strežnika proxy</string><string id="ProxyMode_Explain">Omogoča izbiro strežnika proxy, ki ga uporablja Google Chrome, in uporabnikom prepreči spreminjanje nastavitev strežnika proxy.

Če izberete, da se strežnik proxy ne uporablja in se vedno vzpostavi neposredna povezava, so vse druge možnosti prezrte.

Če izberete uporabo sistemskih nastavitev strežnika proxy, so vse druge možnosti prezrte.

Če izberete samodejno zaznavanje strežnika proxy, so vse druge možnosti prezrte.

Če izberete fiksni način strežnika proxy, lahko v možnostih »Naslov ali URL strežnika proxy« in »Seznam pravil za obvod proxyja, ločenih z vejicami« izberete dodatne nastavitve. Za aplikacije ARC je na voljo samo strežnik proxy HTTP z največjo prednostjo.

Če za strežnik proxy izberete uporabo skripta .pac, morate v možnosti »URL datoteke .pac za strežnik proxy« navesti URL skripta.

Podrobne primere si lahko ogledate tukaj:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Če omogočite to nastavitev, Google Chrome in aplikacije ARC prezrejo vse možnosti, povezane s strežnikom proxy, navedene v ukazni vrstici.

Če ta pravilnik ni nastavljen, lahko uporabniki sami izberejo nastavitve strežnika proxy.</string><string id="ProxyMode_ProxyDisabled">Nikoli ne uporabi proxyja</string><string id="ProxyMode_ProxyAutoDetect">Samodejno zaznavanje nastavitev proxyja</string><string id="ProxyMode_ProxyPacScript">Uporabi skript .pac za proxy</string><string id="ProxyMode_ProxyFixedServers">Uporabi fiksne strežnike proxy</string><string id="ProxyMode_ProxyUseSystem">Uporaba sistemskih nastavitev proxyja</string><string id="ProxyServer">Naslov ali URL strežnika proxy</string><string id="ProxyServer_Explain">Tu lahko določite URL strežnika proxy.

Ta pravilnik velja samo, če ste v razdelku »Izberite, kako določiti nastavitve strežnika proxy« izbrali ročne nastavitve.

Če ste izbrali drug način nastavljanja pravilnikov za strežnik proxy, tega pravilnika ne nastavljajte.

Več o drugih možnostih in podrobnejše primere najdete na:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">URL za datoteko .pac v proxyju</string><string id="ProxyPacUrl_Explain">Tu lahko določite URL za datoteko .pac strežnika proxy.

Ta pravilnik velja le, če ste v razdelku »Izberite, kako določiti nastavitve strežnika proxy« izbrali ročne nastavitve.

Če ste za nastavitve pravilnika za strežnik proxy izbrali drug način, tega pravilnika ne nastavljajte.

Če želite podrobnejše primere, obiščite:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Pravila, kdaj se obide proxy</string><string id="ProxyBypassList_Explain">Google Chrome bo obšel vse strežnike proxy za seznam gostiteljev, naveden tukaj.

Ta pravilnik velja le, če ste v »Izberite, kako določiti nastavitve strežnika proxy« izbrali ročne nastavitve.

Če ste za nastavitve pravilnika za strežnik proxy izbrali drug način, tega pravilnika ne nastavljajte.

Če želite podrobnejše primere, obiščite:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="PasswordManager_group">Upravitelj gesel</string><string id="PasswordManagerEnabled">Omogočanje shranjevanja gesel v upravitelju gesel</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="PowerManagement_group">Upravljanje porabe</string><string id="LidCloseAction">Dejanje, ki naj se izvede, ko uporabnik zapre pokrov</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Prekinitev</string><string id="LidCloseAction_LidCloseActionLogout">Odjava uporabnika</string><string id="LidCloseAction_LidCloseActionShutdown">Zaustavitev</string><string id="LidCloseAction_LidCloseActionDoNothing">Ne naredi nič</string><string id="PowerManagementUsesAudioActivity">Navedite, ali zvočna dejavnost vpliva na upravljanje napajanja</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Navedite, ali videodejavnost vpliva na upravljanje napajanja</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Odstotek prilagoditve časovnega zamika zatemnitve zaslona v načinu predstavitve</string><string id="PresentationScreenDimDelayScale_Explain">Določa odstotek prilagoditve časovnega zamika zatemnitve zaslona, ko je naprava v načinu predstavitve.

Če je pravilnik nastavljen, določa odstotek prilagoditve časovnega zamika zatemnitve zaslona, ko je naprava v načinu predstavitve. Ko je časovni zamik zatemnitve zaslona prilagojen, se časovni zamiki za izklop zaslona, zaklepanje zaslona in nedejavnost prilagodijo, da se ohranijo prvotno konfigurirane oddaljenosti od časovnega zamika zatemnitve zaslona.

Če pravilnik ni nastavljen, se uporabi privzeta vrednost prilagoditve.

Vrednost prilagoditve mora biti najmanj 100 %. Vrednosti, ki bi povzročile, da je časovni zamik zatemnitve zaslona v načinu predstavitve krajši od običajnega časovnega zamika zatemnitve zaslona, niso dovoljene.</string><string id="AllowScreenWakeLocks">Omogočanje zaklepanja preklopa zaslona iz mirovanja</string><string id="AllowScreenWakeLocks_Explain">Določa, ali je dovoljeno zaklepanje preklopa zaslona iz mirovanja. Zaklepanje preklopa zaslona iz mirovanja lahko zahtevajo razširitve prek API-ja razširitve za upravljanje porabe.

Če je ta pravilnik nastavljen na »True« ali ni nastavljen, bo za upravljanje porabe uporabljeno zaklepanje preklopa zaslona iz mirovanja.

Če je ta pravilnik nastavljen na »False«, bodo zahteve za zaklepanje preklopa zaslona iz mirovanja prezrta.</string><string id="UserActivityScreenDimDelayScale">Odstotek prilagoditve zakasnitve zatemnitve zaslona, če je uporabnik dejaven po zatemnitvi</string><string id="UserActivityScreenDimDelayScale_Explain">Določa odstotek spremembe zakasnitve zatemnitve zaslona, kadar se zazna dejavnost uporabnika, medtem ko je zaslon v zatemnjenem načinu ali kmalu potem ko je bil izklopljen.

Če je nastavljen ta pravilnik, določa odstotek spremembe zakasnitve zatemnitve zaslona, kadar se zazna dejavnost uporabnika, medtem ko je zaslon v zatemnjenem načinu ali kmalu potem ko je bil izklopljen. S prilagoditvijo zatemnitve zaslona se prilagodijo tudi zakasnitve za izklop zaslona, zaklepanje zaslona in čas nedejavnosti, tako da se ohranijo enake razdalje od prvotno nastavljene zakasnitve za zatemnitev zaslona.

Če ta pravilnik ni nastavljen, se uporabi privzeta vrednost prilagoditve.

Vrednost prilagoditve mora biti 100 % ali več.</string><string id="WaitForInitialUserActivity">Čakanje na začetno dejavnost uporabnika</string><string id="WaitForInitialUserActivity_Explain">Določa, ali naj se zakasnitve upravljanja porabe in omejitev dolžine seje začnejo izvajati šele po prvi zaznani dejavnosti uporabnika v seji.

Če je pravilnik nastavljen na »True«, se zakasnitve upravljanja porabe in omejitev dolžine seje ne začnejo izvajati, dokler v seji ni zaznana prva dejavnost uporabnika.

Če je pravilnik nastavljen na »False« oziroma ni nastavljen, se zakasnitve upravljanja porabe in omejitev dolžine seje začnejo izvajati takoj ob začetku seje.</string><string id="PowerManagementIdleSettings">Nastavitve upravljanja energije, ko uporabnik postane nedejaven</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Zakasnitve za zaklepanje zaslona</string><string id="ScreenLockDelays_Explain">Določi trajanje uporabnikove nedejavnosti, po preteku katere se zaslon zaklene, če se napaja iz električnega omrežja ali akumulatorja.

Če je trajanje nedejavnosti nastavljeno na vrednost, večjo od nič, izraža ta vrednost čas nedejavnosti uporabnika, preden Google Chrome OS zaklene zaslon.

Če je trajanje nedejavnosti nastavljeno na nič, Google Chrome OS ne zaklene zaslona, ko uporabnik postane nedejaven.

Če trajanje nedejavnosti ni nastavljeno, se uporabi privzeto trajanje.

Priporočljivo je, da za zaklep zaslona ob nedejavnosti omogočite zaklepanje ob prekinitvi, da se Google Chrome OS prekine po preteku zakasnitve zaradi nedejavnosti. Ta pravilnik uporabite samo, če želite, da se zaslon zaklene bistveno prej pred prekinitvijo, ali če ne želite prekinitve ob nedejavnosti.

Vrednost pravilnika naj bo navedena v milisekundah. Vrednosti morajo biti manjše od zakasnitve zaradi nedejavnosti.</string><string id="RestoreOnStartupGroup_group">Začetne strani</string><string id="RestoreOnStartup">Dejanje ob zagonu</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Odpri stran »Nov zavihek«</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Obnovi zadnjo sejo</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Odpri seznam URL-jev</string><string id="RestoreOnStartupURLs">URL-ji, ki naj se odprejo ob zagonu</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL-ji, ki naj se odprejo ob zagonu</string><string id="AllowDeletingBrowserHistory">Omogočanje brisanja zgodovine brskalnika in prenosov</string><string id="AllowDeletingBrowserHistory_Explain">Omogoči brisanje zgodovine brskalnika in zgodovine prenosov v izdelku Google Chrome in uporabnikom preprečuje spreminjanje te nastavitve.

Tudi če je pravilnik onemogočen, zgodovina brskanja in zgodovina prenosov morda ne bosta ohranjeni: uporabniki lahko neposredno urejajo ali brišejo podatkovne zbirke zgodovine, brskalnik pa lahko poteče ali kadar koli arhivira katere koli elemente zgodovine.

Če ta nastavitev ni omogočena ali nastavljena, je zgodovino brskanja in zgodovino prenosov mogoče izbrisati

Če je ta nastavitev onemogočena, zgodovine brskanja in zgodovine prenosov ni mogoče izbrisati.</string><string id="AllowDinosaurEasterEgg">Dovoli skrito igro z dinozavrom</string><string id="AllowDinosaurEasterEgg_Explain">Uporabnikom dovoli igranje skrite igre z dinozavrom, ko je naprava brez internetne povezave.

Če je ta pravilnik onemogočen, uporabniki ne bodo mogli igrati skrite igre z dinozavrom, ko je naprava brez internetne povezave. Če je nastavitev omogočena, bodo uporabniki lahko igrali igro. Če ta pravilnik ni nastavljen, uporabniki igre ne bodo mogli igrati v včlanjenem OS Chrome, lahko pa jo bodo igrali v drugih okoliščinah.</string><string id="AllowOutdatedPlugins">Dovoli izvajanje zastarelih vtičnikov</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Dovoli zaklepanje zaslona</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Opredelitev domen, ki smejo dostopati do storitve Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Omogoči nadomestne strani za napake</string><string id="AlternateErrorPagesEnabled_Explain">Omogoča uporabo nadomestnih strani za napake, ki so vgrajene v Google Chrome (na primer »Strani ni mogoče najti«), in preprečuje uporabnikom spreminjanje te nastavitve.

Če to nastavitev omogočite, se nadomestne spletne strani uporabljajo.

Če to nastavitev onemogočite, jo uporabniki v programu Google Chrome ne morejo spremeniti ali preglasiti.

Če ta pravilnik ni nastavljen, bo to omogočeno, vendar bo lahko uporabnik to spremenil.</string><string id="AlwaysAuthorizePlugins">Vedno izvedi vtičnike, ki zahtevajo dovoljenje</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Omogočanje storitve Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Če je ta pravilnik omogočen, so podatki aplikacij za Android naloženi v strežnike storitve Android Backup Service in znova obnovljeni iz njih ob vnovični namestitvi združljivih aplikacij.

Če je ta pravilnik onemogočen, je storitev Android Backup Service izklopljena.

Če je ta nastavitev konfigurirana, je uporabniki ne morejo spremeniti sami.

Če ta nastavitev ni konfigurirana, uporabniki lahko vklopijo in izklopijo storitev Android Backup Service v aplikaciji za nastavitve v Androidu.</string><string id="ArcCertificatesSyncMode">Nastavitev razpoložljivosti potrdil aplikacijam ARC</string><string id="ArcCertificatesSyncMode_Explain">Če je pravilnik nastavljen na »SyncDisabled« ali ni konfiguriran, potrdila sistema Google Chrome OS niso na voljo za aplikacije ARC.

Če je pravilnik nastavljen na »CopyCaCerts«, so vsa potrdila overitelja potrdil, nameščena s pravilnikom ONC in za katera velja Web TrustBit, na voljo za aplikacije ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Onemogočanje uporabe potrdil sistema Google Chrome OS aplikacijam ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Omogočanje uporabe potrdil sistema Google Chrome OS aplikacijam ARC</string><string id="ArcEnabled">Omogočanje ARC-ja</string><string id="ArcEnabled_Explain">Če je ta pravilnik omogočen, bo ARC omogočen za uporabnika
(ob upoštevanju dodatnih preverjanj nastavitev pravilnika – ARC še
vedno ne bo na voljo, če je v trenutni uporabniški seji omogočen kratkotrajni
način ali prijava z več računi).

Če je ta nastavitev onemogočena ali ni nastavljena, uporabniki v velikih poslovnih
okoljih ne bodo mogli uporabljati ARC-ja.</string><string id="ArcLocationServiceEnabled">Omogoči Googlovo lokacijsko storitev za Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfiguriranje ARC-a</string><string id="ArcPolicy_Explain">Določa nabor pravilnikov, ki bodo posredovani izvajalniku ARC. Vrednost mora biti veljavna datoteka JSON.

S tem pravilnikom je mogoče konfigurirati, katere aplikacije za Android so samodejno nameščene v tej napravi:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identifikator aplikacij za Android, npr. &quot;com.google.android.gm&quot; za Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Določa način namestitve aplikacije. OPTIONAL: aplikacija ni samodejno nameščena, vendar jo uporabnik lahko namesti. Če ta pravilnik ni določen, je to privzeta vrednost. PRELOAD: aplikacija je samodejno nameščena, vendar jo uporabnik lahko odstrani. FORCE_INSTALLED: aplikacija je samodejno nameščena in uporabnik je ne more odstraniti. BLOCKED: aplikacija je blokirana in je ni mogoče namestiti. Če je bila aplikacija nameščena s prejšnjim pravilnikom, bo odstranjena.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Pravilnik za odobritev dovoljenja za aplikacije. PERMISSION_POLICY_UNSPECIFIED: pravilnik ni določen. Če za dovoljenje na kateri koli ravni ni določen noben pravilnik, potem je privzeto uporabljeno vedenje »PROMPT«. PROMPT: poziv za uporabnika, da odobri dovoljenje. GRANT: samodejno odobreno dovoljenje. DENY: samodejno zavrnjeno dovoljenje.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Konfiguracijski objekt JSON za posamezno aplikacijo z naborom parov ključa (key) in vrednosti (value), npr. '&quot;managedConfiguration&quot;: »{ &quot;key1&quot;: value1, &quot;key2&quot;: value2 }«. Ključi so definirani v manifestu aplikacije.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Če želite pripeti aplikacije v zaganjalnik, si oglejte PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Omogočanje ali onemogočanje snemanja zvoka</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL-ji, ki jim bo brez poziva dovoljen dostop do naprav za zajem zvoka</string><string id="AudioCaptureAllowedUrls_Explain">Vzorci na tem seznamu se bodo primerjali z varnostnim
izvorom zahtevajočega URL-ja. Če je najdeno ujemanje, bo dostop do naprav
za zajem zvoka dovoljen brez poziva.

OPOMBA: ta pravilnik je bil do različice 45 podprt samo v načinu kioska.</string><string id="AudioCaptureAllowedUrlsDesc">URL-ji, ki jim bo brez poziva dovoljen dostop do naprav za zajem zvoka</string><string id="AudioOutputAllowed">Omogočanje predvajanje zvoka</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Omogoči samodejno izpolnjevanje</string><string id="AutoFillEnabled_Explain">Omogoči funkcijo za samodejno izpolnjevanje v brskalniku Google Chrome in uporabnikom omogoča samodejno izpolnjevanje spletnih obrazcev s shranjenimi podatki, kot so naslov ali podrobnosti kreditne kartice.

Če to nastavitev onemogočite, samodejno izpolnjevanje ne bo na voljo uporabnikom.

Če to nastavitev omogočite ali ne nastavite vrednosti zanjo, ostane samodejno izpolnjevanje pod nadzorom uporabnikov. Nastavili bodo lahko profile za samodejno izpolnjevanje in ga poljubno vklapljali ali izklapljali.</string><string id="AutofillCreditCardEnabled">Omogočanje samodejnega izpolnjevanja za kreditne kartice</string><string id="AutofillCreditCardEnabled_Explain">Omogoči funkcijo za samodejno izpolnjevanje v brskalniku Google Chrome in uporabnikom omogoča samodejno izpolnjevanje naslova in podatkov o kreditni kartici v spletnih obrazcih s predhodno shranjenimi podatki.

Če to nastavitev onemogočite, samodejno izpolnjevanje ne bo nikoli predlagalo ali vneslo podatkov o kreditni kartici in prav tako ne bo shranilo dodatnih podatkov o kreditni kartici, ki jih uporabnik lahko pošlje med brskanjem v spletu.

Če to nastavitev omogočite ali ne nastavite vrednosti zanjo, bo uporabnik lahko nadzoroval celotno funkcijo za samodejno izpolnjevanje (vključno s kreditnimi karticami) v uporabniškem vmesniku.</string><string id="BlockThirdPartyCookies">Blokiraj piškotke drugih spletnih mest</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Omogoči vrstico z zaznamki</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Prestrezni portal za preverjanje pristnosti prezre strežnik proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Onemogočanje uveljavljanja pravilnika o preglednosti potrdila za seznam URL-jev</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Onemogoča uveljavljanje zahtev pravilnika o preglednosti potrdila za navedene URL-je.

Ta pravilnik omogoča, da potrdila za imena gostiteljev v navedenih URL-jih niso razkrita na podlagi pravilnika o preglednosti potrdila. To omogoča nadaljnjo uporabo potrdil, ki bi bila sicer obravnavana, kot da niso zaupanja vredna, ker niso bila ustrezno javno razkrita, vendar otežuje odkrivanje neustrezno izdanih potrdil za te gostitelje.

Vzorec URL-ja je oblikovan v skladu s tem: https://www.chromium.org/administrators/url-blacklist-filter-format. Glede na to, da so potrdila za dano ime gostitelja veljavna neodvisno od sheme, vrat ali poti, se upošteva samo del URL-ja z imenom gostitelja. Gostitelji z nadomestnimi znaki niso podprti.

Če ta pravilnik ni nastavljen, bo vsako potrdilo, ki mora biti razkrito na podlagi pravilnika o preglednosti potrdila, obravnavano, kot da ni zaupanja vredno, če ne bo razkrito skladno s pravilnikom o preglednosti potrdila.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Onemogočanje uveljavljanja pravilnika o preglednosti potrdila za seznam URL-jev</string><string id="ChromeOsLockOnIdleSuspend">Omogoči zaklepanje, ko je naprava nedejavna ali preide v stanje pripravljenosti</string><string id="ChromeOsLockOnIdleSuspend_Explain">Omogoča zaklepanje, ko so naprave s sistemom Google Chrome OS nedejavne ali preidejo v stanje pripravljenosti.

Če to nastavitev omogočite, bodo uporabniki za odklepanje naprave iz stanja pripravljenosti potrebovali geslo.

Če to nastavitev onemogočite, uporabniki za odklepanje naprave iz stanja pripravljenosti ne bodo potrebovali gesla.

Če to nastavitev omogočite ali onemogočite, je uporabniki ne bodo mogli spremeniti ali preglasiti.

Če ta pravilnik ni nastavljen, lahko uporabnik izbere, ali bo za odklepanje naprave moral vnesti geslo ali ne.</string><string id="ChromeOsMultiProfileUserBehavior">Nadzor vedenja uporabnikov v večprofilni seji</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Nadzira vedenje uporabnikov v večprofilni seji v napravah s sistemom Google Chrome OS.

Če je ta pravilnik nastavljen na »MultiProfileUserBehaviorUnrestricted«, je lahko uporabnik primarni ali sekundarni uporabnik v večprofilni seji.

Če je ta pravilnik nastavljen na »MultiProfileUserBehaviorMustBePrimary«, je lahko uporabnik samo primarni uporabnik v večprofilni seji.

Če je ta pravilnik nastavljen na »MultiProfileUserBehaviorNotAllowed«, uporabnik ne more sodelovati v večprofilni seji.

Če nastavite to nastavitev, je uporabniki ne morejo spremeniti ali preglasiti.

Če je nastavitev spremenjena, medtem ko je uporabnik prijavljen v večprofilno sejo, bodo vsi uporabniki v seji preverjeni, ali ustrezajo nastavitvam zanje. Seja bo zaprta, če kateri koli od uporabnikov nima več dovoljenja za sejo.

Če pravilnik ni nastavljen, se za uporabnike, ki jih upravlja podjetje, uporabi vrednost »MultiProfileUserBehaviorMustBePrimary«, za neupravljane uporabnike pa »MultiProfileUserBehaviorUnrestricted«.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Dovoli poslovnemu uporabniku, da je primarni in sekundarni uporabnik (privzeti način delovanja za neupravljane uporabnike)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Dovoli poslovnemu uporabniku, da je samo primarni uporabnik z več profili (privzeti način delovanja za uporabnike, ki jih upravlja podjetje)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Ne dovoli uporabnikom v podjetjih, da so del večkratnega profila (primarnega ali sekundarnega)</string><string id="ChromeOsReleaseChannel">Kanal za izdaje</string><string id="ChromeOsReleaseChannel_Explain">Določa kanal za izdajo, na katerega naj bo zaklenjena ta naprava.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabilna različica</string><string id="ChromeOsReleaseChannel_BetaChannel">Preskusna različica</string><string id="ChromeOsReleaseChannel_DevChannel">Različica za razvijalce (lahko je nestabilna)</string><string id="ChromeOsReleaseChannelDelegated">Ali lahko distribucijski kanal za nove izdaje nastavi uporabnik</string><string id="ChromeOsReleaseChannelDelegated_Explain">Če je ta pravilnik nastavljen na »True« in pravilnik »ChromeOsReleaseChannel« ni določen, lahko uporabniki domene za včlanitev spremenijo distribucijski kanal za nove izdaje naprave. Če je pravilnik nastavljen na »False«, je naprava zaklenjena v kanalu, v katerem je bila nazadnje nastavljena.

Kanal, ki ga izbere uporabnik, preglasi pravilnik ChromeOsReleaseChannel, vendar če je kanal pravilnika stabilnejši kot pravilnik, nameščen v napravi, se stabilnejši kanal uporabi, ko je številka njegove različice večja od številke različice v napravi.</string><string id="ComponentUpdatesEnabled">Omogoča posodobitve komponent v izdelku Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Omogoča posodobitve komponent za vse komponente v izdelku Google Chrome, če pravilnik ni nastavljen ali je omogočen.

Če pravilnik ni omogočen, so posodobitve komponent onemogočene. Vendar pa so nekatere komponente izvzete iz tega pravilnika: onemogočene niso posodobitve komponent, ki ne vsebujejo izvedljive kode, ki bistveno ne spreminjajo delovanja brskalnika ali ki so pomembne za varnost brskalnika.
Primeri takih komponent so na primer seznami ukinjenih potrdil in podatki varnega brskanja.
Več informacij o Varnem brskanju je na voljo na https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Pravila za izbiro privzetega tiskalnika</string><string id="DefaultPrinterSelection_Explain">Preglasi pravila za izbiro privzetega tiskalnika za Google Chrome.

Ta pravilnik določa pravila za izbiro privzetega tiskalnika v brskalniku Google Chrome, do česar pride, ko je funkcija tiskanja prvič uporabljena s profilom.

Če je ta pravilnik nastavljen, Google Chrome poskuša poiskati tiskalnik, ki se ujema z vsemi določenimi atributi, in ga izbere kot privzetega. Izbran je prvi tiskalnik, ki se ujema s pravilnikom. V primeru neenoličnega ujemanja je lahko izbran kateri koli tiskalnik, ki se ujema, odvisno od vrstnega reda odkrivanja tiskalnikov.

Če ta pravilnik ni nastavljen ali v časovni omejitvi ni najden tiskalnik, ki se ujema, je tiskalnik privzeto vgrajeni tiskalnik PDF.

Vrednost je razčlenjena kot predmet JSON skladno s to shemo:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Ali naj se iskanje tiskalnika, ki se ujema, omeji na določeno skupino tiskalnikov.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regularni izraz, ki se ujema z ID-jem tiskalnika.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regularni izraz, ki se ujema s prikaznim imenom tiskalnika.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Tiskalniki, povezani s storitvijo tiskanja v oblaku Google Cloud Print, so obravnavni kot &quot;cloud&quot;, ostali tiskalniki pa so razvrščeni kot &quot;local&quot;.
Če izpustite polje, se ujemajo vse vrednosti. Če na primer ne določite povezave, predogled tiskanja začne odkrivanje vseh vrst tiskalnikov – lokalnih in v oblaku.
Vzorci regularnega izraza morajo upoštevati sintakso JavaScript RegExp in pri ujemanjih se razlikuje med malimi in velikimi črkami.</string><string id="DeveloperToolsDisabled">Onemogoči Orodja za razvijalce</string><string id="DeveloperToolsDisabled_Explain">Onemogoči orodja za razvijalce in konzolo JavaScript.

Če to nastavitev omogočite, dostop do orodij za razvijalcev ne bo mogoč in elementov na spletnih mestih ne bo več mogoče pregledovati. Vse bližnjične tipke in vnosi v meniju ali kontekstnem meniju za odpiranje orodij za razvijalce in konzole JavaScript bodo onemogočeni.

Če to možnost onemogočite ali je ne nastavite, lahko uporabnik uporablja orodja za razvijalce in konzolo JavaScript.</string><string id="DeviceAllowBluetooth">Omogočanje Bluetootha v napravi</string><string id="DeviceAllowBluetooth_Explain">Če je ta pravilnik onemogočen, bo sistem Google Chrome OS onemogočil Bluetooth in ga uporabnik ne bo mogel znova omogočiti.

Če je ta pravilnik omogočen ali ni nastavljen, bo uporabnik lahko Bluetooth po želji omogočil ali onemogočil.

Če je ta pravilnik nastavljen, ga uporabnik ne more spremeniti ali preglasiti.

Ko omogočite Bluetooth, se mora uporabnik odjaviti in znova prijaviti, da bodo spremembe izvedene (če Bluetooth onemogočite, tega uporabniku ni treba storiti).</string><string id="DeviceAllowNewUsers">Omogoči ustvarjanje novih uporabniških računov</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Uporabnikom dovoli unovčenje ponudb prek registracije sistema Chrome OS.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Skrbniki za IT, ki upravljajo naprave v podjetju, lahko s to zastavico določijo, ali je uporabnikom dovoljeno unovčiti ponudbe prek registracije sistema Chrome OS.

Če je vrednost pravilnika nastavljena na »true« ali pravilnik ni nastavljen, lahko uporabniki unovčijo ponudbe prek registracije sistema Chrome OS.

Če je vrednost pravilnika nastavljena na »false«, uporabniki ne morejo unovčiti ponudb.</string><string id="DeviceAutoUpdateDisabled">Onemogoči samodejno posodabljanje</string><string id="DeviceAutoUpdateDisabled_Explain">Če je pravilnik omogočen, so samodejne posodobitve onemogočene.

Če nastavitev ni nastavljena ali je onemogočena, naprave s sistemom Google Chrome OS samodejno preverijo, ali so na voljo posodobitve.

Opozorilo: priporočamo, da so samodejne posodobitve omogočene, tako da bodo uporabniki lahko prejemali posodobitve programske opreme in nujne varnostne popravke. Če izklopite samodejne popravke, so uporabniki morda ogroženi.</string><string id="DeviceAutoUpdateP2PEnabled">Samodejno posodabljanje prek p2p omogočeno</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Določa, ali se za prenos posodobitvenih paketov operacijskega sistema uporablja p2p. Če je nastavljeno na »True«, naprave dajo posodobitvene pakete v skupno rabo v krajevnem omrežju in jih poskušajo uporabiti ter s tem morebiti zmanjšati uporabo internetne pasovne širine in zamašitve. Če posodobitveni paket ni na voljo v krajevnem omrežju, ga naprava poskuša prenesti iz posodobitvenegea strežnika. Če je nastavljeno na »False« ali ni nastavljeno, se uporabi p2p.</string><string id="DeviceBlockDevmode">Blokiranje načina za razvijalce</string><string id="DeviceBlockDevmode_Explain">Blokiranje načina za razvijalce.

Če je ta pravilnik vklopljen, bo sistem Google Chrome OS preprečil, da bi se naprava zagnala v načinu za razvijalce. Če je stikalo za razvijalce vklopljeno, sistem ne bo dovolil zagona in bo prikazal zaslon z napako.

Če ta pravilnik ni nastavljen ali je izklopljen, bo način za razvijalce v napravi še naprej na voljo.</string><string id="DeviceDataRoamingEnabled">Omogoči podatkovno gostovanje</string><string id="DeviceDataRoamingEnabled_Explain">Določa, ali je podatkovno gostovanje za napravo omogočeno. Če je pravilnik omogočen, je podatkovno gostovanje omogočeno. Če ni nastavljen ali je onemogočen, podatkovno gostovanje ni na voljo.</string><string id="DeviceEphemeralUsersEnabled">Ob odjavi izbriši uporabniške podatke</string><string id="DeviceEphemeralUsersEnabled_Explain">Določa, ali Google Chrome OS po odjavi ohrani lokalne podatke o računu. Če je pravilnik omogočen, Google Chrome OS ne shrani trajnih računov in vsi podatki seje uporabnika se po odjavi izbrišejo. Če je pravilnik onemogočen ali ni nastavljen, lahko naprava hrani (šifrirane) lokalne podatke uporabnikov.</string><string id="DeviceGuestModeEnabled">Omogoči način gosta</string><string id="DeviceGuestModeEnabled_Explain">Če je ta pravilnik omogočen ali ni nastavljen, Google Chrome OS omogoči prijave gostov. Prijave gostov so anonimne seje uporabnikov in ne zahtevajo gesla.

Če je pravilnik onemogočen, Google Chrome OS ne omogoča sej gosta.</string><string id="DeviceLoginScreenAppInstallList">Konfiguriranje seznama nameščenih aplikacij na zaslonu za prijavo</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfiguriranje seznama nameščenih aplikacij na zaslonu za prijavo</string><string id="DeviceLoginScreenInputMethods">Postavitve tipkovnice na zaslonu za prijavo v napravi</string><string id="DeviceLoginScreenInputMethods_Explain">Konfigurira, katere postavitve tipkovnice so dovoljene na zaslonu za prijavo sistema Google Chrome OS.

Če je ta pravilnik nastavljen na seznam identifikatorjev načinov vnosa, so dani načini vnosa na voljo na zaslonu za prijavo. Prvi dani način vnosa je vnaprej izbran. Medtem ko je sklop za uporabnika osredotočen na zaslon za prijavo, je poleg načinov vnosa, ki jih zagotavlja ta pravilnik, na voljo tudi način vnosa, ki ga je uporabnik nazadnje uporabljal. Če ta pravilnik ni nastavljen, se načini vnosa na zaslonu za prijavo izpeljejo iz jezika, v katerem je prikazan zaslon za prijavo. Vrednosti, ki niso veljavni identifikatorji načinov vnosa, bodo prezrte.</string><string id="DeviceLoginScreenInputMethodsDesc">Postavitve tipkovnice na zaslonu za prijavo v napravi</string><string id="DeviceLoginScreenLocales">Jezik na zaslonu za prijavo v napravi</string><string id="DeviceLoginScreenLocales_Explain">Konfigurira jezik, uveljavljen na zaslonu za prijavo brskalnika Google Chrome OS.

Če je ta pravilnik nastavljen, bo zaslon za prijavo vedno prikazan v jeziku, ki ga posreduje prva vrednost tega pravilnika (pravilnik je opredeljen kot seznam za združljivost vnaprej). Če ta pravilnik ni nastavljen ali je nastavljen na prazen seznam, je zaslon za prijavo prikazan v jeziku zadnje uporabniške seje. Če je ta pravilnik nastavljen na vrednost, ki ni veljaven jezik, bo zaslon za prijavo prikazan v rezervnem jeziku (trenutno je to ameriška angleščina, en-US).</string><string id="DeviceLoginScreenLocalesDesc">Jezik na zaslonu za prijavo v napravi</string><string id="DeviceLoginScreenPowerManagement">Upravljanje porabe na zaslonu za prijavo</string><string id="DeviceLoginScreenPowerManagement_Explain">Nastavitev upravljanja porabe na prijavnem zaslonu v sistemu Google Chrome OS.

S tem pravilnikom lahko nastavite, kako deluje Google Chrome OS, ko uporabnik nekaj časa ni dejaven in je prikazan prijavni zaslon. Pravilnik nadzira več nastavitev. Za podrobnosti posameznih nastavitev in njihove obsege vrednosti si oglejte ustrezne pravilnike, ki v seji nadzirajo upravljanje porabe. Edini odstopanji od teh pravilnikov sta:
* dejanja, ki se izvedejo v stanju nedejavnosti ali ob zapiranju pokrova, ne smejo končati seje;
* privzeto dejanje v stanju nedejavnosti, ko se računalnik napaja iz električnega omrežja, je zaustavitev.

Če nastavitev ni določena, se uporabi privzeta vrednost.

Če ta pravilnik ni nastavljen, se za vse nastavitve uporabijo privzete vrednosti.</string><string id="DeviceMetricsReportingEnabled">Omogoči pošiljanje podatkov</string><string id="DeviceMetricsReportingEnabled_Explain">Nadzira, ali so podatki meritev uporabe in diagnostični podatki, vključno s poročili o zrušitvah, poslani Googlu. Če je pravilnik omogočen, Google Chrome OS pošlje podatke meritev uporabe in diagnostične podatke. Če ni konfiguriran ali je onemogočen, je pošiljanje podatkov meritev in diagnostičnih podatkov onemogočeno.</string><string id="DeviceNativePrinters">Datoteka s konfiguracijami tiskalnikov v podjetjih za naprave</string><string id="DeviceNativePrinters_Explain">Posreduje konfiguracije za tiskalnike v podjetjih, vezane na naprave.

Ta pravilnik vam omogoča, da posredujete konfiguracije tiskalnikov napravam z operacijskim sistemom Google Chrome OS. Velikost datoteke ne sme presegati 5 MB in mora biti kodirana v obliki JSON. Oblika je enaka obliki imenika NativePrinters. Ocenjuje se, da je datoteka, ki vsebuje približno 21.000 tiskalnikov, kodirana kot datoteka velikosti 5 MB. Za preverjanje celovitosti se uporablja kriptografska zgoščevalna vrednost.

Datoteka se prenese in shrani v predpomnilnik. Ob vsaki spremembi URL-ja ali zgoščevalne vrednosti se znova prenese.

Če je ta pravilnik nastavljen, Google Chrome OS prenese datoteko s konfiguracijami tiskalnikov in omogoči, da so tiskalniki na voljo skladno s pravilniki DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist in DeviceNativePrintersBlacklist.

Ta pravilnik ne vpliva na to, ali lahko uporabniki konfigurirajo tiskalnike v posameznih napravah. Namenjen je kot dopolnilo konfiguracijam tiskalnikov, ki jih opravijo posamezni uporabniki.

Ta pravilnik je dodatek pravilniku NativePrintersBulkConfiguration.

Če ta pravilnik ni nastavljen, ne bo tiskalnikov za naprave in drugi pravilniki DeviceNativePrinter* bodo prezrti.</string><string id="DeviceNativePrintersAccessMode">Pravilnik o dostopu do konfiguracij tiskalnikov za naprave.</string><string id="DeviceNativePrintersAccessMode_Explain">Nadzira, kateri tiskalniki iz pravilnika DeviceNativePrinters so na voljo uporabnikom.

Določa, kateri pravilnik o dostopu se uporablja za konfiguracijo tiskalnikov v velikem obsegu. Če je izbrana možnost AllowAll, so prikazani vsi tiskalniki. Če je izbrana možnost BlacklistRestriction, se omeji dostop do določenih tiskalnikov s pravilnikom DeviceNativePrintersBlacklist. Če je izbrana možnost WhitelistPrintersOnly, pravilnik DeviceNativePrintersWhitelist določa samo tiste tiskalnike, ki jih je mogoče izbrati.

Če ta pravilnik ni nastavljen, se predvideva uporaba pravilnika BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Prikazani so vsi tiskalniki razen tistih na seznamu prepovedanih.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Uporabnikom so prikazani samo tiskalniki na seznamu dovoljenih.</string><string id="DeviceNativePrintersAccessMode_AllowAll">Dovoli vse tiskalnike iz datoteke s konfiguracijo.</string><string id="DeviceNativePrintersBlacklist">Onemogočeni tiskalniki za naprave v podjetjih</string><string id="DeviceNativePrintersBlacklist_Explain">Določa tiskalnike, ki jih uporabnik ne more uporabljati.

Ta pravilnik se uporablja samo, če je za DeviceNativePrintersAccessMode izbrana možnost BlacklistRestriction.

Če se uporablja ta pravilnik, so uporabniku na voljo vsi tiskalniki z izjemo ID-jev, navedenih v tem pravilniku.
</string><string id="DeviceNativePrintersBlacklistDesc">Onemogočeni tiskalniki za naprave v podjetjih</string><string id="DeviceNativePrintersWhitelist">Omogočeni tiskalniki za naprave v podjetjih</string><string id="DeviceNativePrintersWhitelist_Explain">Določa tiskalnike, ki jih uporabnik lahko uporablja.

Ta pravilnik se uporablja samo, če je za pravilnik DeviceNativePrintersAccessMode izbrana možnost WhitelistPrintersOnly.

Če se uporablja ta pravilnik, so uporabniku na voljo samo tiskalniki z ID-ji, ki se ujemajo z vrednostmi v tem pravilniku. ID-ji morajo ustrezati vnosom v datoteki, določeni v pravilniku DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Omogočeni tiskalniki za naprave v podjetjih</string><string id="DeviceOffHours">Intervali zunaj delovnega časa, ko pravilniki OffHours |ignored_policy_proto_tags| niso aktivni</string><string id="DeviceOffHours_Explain">Če je nastavljen pravilnik »OffHours«, so določeni pravilniki za naprave prezrti (uporaba privzetih nastavitev teh pravilnikov) med določenimi časovnimi intervali. Chrome znova uporabi pravilnike za naprave pri vsakem dogodku, ko se začne ali konča obdobje »OffHours«. Uporabnik bo obveščen in prisiljen, da se odjavi, ko bodo spremenjeni konec obdobja »OffHours« in nastavitve pravilnikov za naprave (npr. če je uporabnik prijavljen z nedovoljenim računom).</string><string id="DeviceOpenNetworkConfiguration">Konfiguracija omrežja na ravni naprave</string><string id="DeviceOpenNetworkConfiguration_Explain">Omogoča pošiljanje omrežne konfiguracije, ki se uporablja za vse uporabnike, v napravo s sistemom Google Chrome OS. Omrežna konfiguracija je niz v obliki zapisa JSON, kot je določeno z obliko konfiguracije odprtega omrežja, opisano na https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Osveži oceno za pravilnik za naprave</string><string id="DevicePolicyRefreshRate_Explain">Določa obdobje v milisekundah, po katerem se storitvi za upravljanje naprave pošlje poizvedba za podatke pravilnika naprave.

Z nastavitvijo tega pravilnika se preglasi privzeta vrednost 3 ur. Veljavne vrednosti za ta pravilnik so med 1.800.000 (30 minut) in 86.400.000 (1 dan). Vrednosti, ki niso v tem obsegu, bodo spremenjene na ustrezno mejo obsega.

Če tega pravilnika ne nastavitev, bo brskalnik Google Chrome OS uporabljal privzeto vrednost 3 ur.

Če okolje podpira obvestila pravilnika, je zakasnitev osvežitve nastavljena na 24 ur (prezrejo se vse privzete nastavitve in vrednost tega pravilnika), ker je pričakovano, da obvestila pravilnika ob vsakokratni zamenjavi pravilnika samodejno vsilijo osvežitev, zaradi česar so pogostejše osvežitve nepotrebne.</string><string id="DeviceQuirksDownloadEnabled">Omogoči poizvedbe strežniku Quirks Server za profile strojne opreme.</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Samodejni vnovični zagon ob zaustavitvi naprave</string><string id="DeviceRebootOnShutdown_Explain">Če je ta pravilnik onemogočen ali ni nastavljen, bo Google Chrome OS uporabniku dovolil zaustaviti napravo.
Če je ta pravilnik omogočen, bo Google Chrome OS sprožil vnovični zagon, ko uporabnik zaustavi napravo. Google Chrome OS nadomesti vse gumbe za zaustavitev v uporabniškem vmesniku z gumbi za vnovični zagon. Če uporabnik zaustavi napravo z gumbom za vklop, se naprava ne bo samodejno zagnala znova, tudi če je pravilnik omogočen.</string><string id="DeviceShowUserNamesOnSignin">Pokaži uporabniška imena na zaslonu za prijavo</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Sistemske zastavice, ki naj se uporabijo ob zagonu programa Google Chrome</string><string id="DeviceStartUpFlags_Explain">Določa zastavice, ki naj se uporabijo za Google Chrome, ko se zažene. Izbrane zastavice se uporabijo samo na zaslonu za prijavo. Zastavice, nastavljene prek tega pravilnika, se ne prenesejo v uporabniške seje.</string><string id="DeviceStartUpFlagsDesc">Sistemske zastavice, ki naj se uporabijo ob zagonu programa Google Chrome</string><string id="DeviceTargetVersionPrefix">Ciljna različica za samodejne posodobitve</string><string id="DeviceTargetVersionPrefix_Explain">Nastavi ciljno različico za samodejne posodobitve.

Določi predpono ciljne različice, na katero se posodobi sistem Google Chrome OS. Če je v napravi različica sistema, ki je starejša od določene predpone, se posodobi na najnovejšo različico z določeno predpono. Če je v napravi novejša različica, se ne zgodi nič (ne uporabi se prejšnja različica) in v napravi je še naprej nameščena trenutna različica. Oblika predpone je odvisna od komponente, kot je prikazano v tem primeru:

»« (ali ni nastavljeno): posodobitev na najnovejšo razpoložljivo različico.
»1412.«: posodobitev na podrazličico različice 1412 (npr. 1412.24.34 ali 1412.60.2)
»1412.2.«: posodobitev na podrazličico različice 1412.2 (npr. 1412.2.34 ali 1412.2.2)
»1412.24.34«: posodobitev samo na to različico

Opozorilo: ni priporočljivo, da določite omejitve različice, saj tako uporabniki morda ne bodo prejemali posodobitev programske opreme in nujnih varnostnih popravkov. Če posodobitve omejite na določeno predpono različice, so uporabniki morda ogroženi.</string><string id="DeviceUpdateAllowedConnectionTypes">Dovoljene vrste povezav za posodobitve</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Vrste povezav, ki so dovoljene za uporabo za posodobitve operacijskega sistema. Posodobitve operacijskega sistema lahko zaradi svoje velikosti zelo obremenijo povezavo in lahko prinesejo dodatne stroške. Zato trenutno niso omogočene za vrste povezave, ki štejejo za drage; trenutno so to WiMax, Bluetooth in prenos podatkov v mobilnem omrežju.

Prepoznani identifikatorji vrste povezav so »ethernet«, »wifi«, »wimax«, »bluetooth« in »cellular«.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Dovoljene vrste povezav za posodobitve</string><string id="DeviceUpdateHttpDownloadsEnabled">Dovoli samoposodobitvene prenose prek HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Samoposodobitveni paketi v sistemu Google Chrome OS se lahko namesto prek protokola HTTPS prenesejo prek protokola HTTP. To omogoča neposredno predpomnjenje HTTP za prenose HTTP.

Če je ta pravilnik nastavljen na »true«, poskuša Google Chrome OS samoposodobitvene pakete prenesti prek HTTP. Če je ta pravilnik nastavljen na »false« ali ni nastavljen, se za prenos samoposodobitvenih paketov uporabi HTTPS.</string><string id="DeviceUpdateScatterFactor">Faktor razpršitve samodejnega posodabljanja</string><string id="DeviceUpdateScatterFactor_Explain">Določa število sekund, do katerega lahko naprava naključno odloži prenos posodobitve od trenutka, ko je bila posodobitev prvič na voljo v strežniku. Naprava lahko del tega časa čaka v smislu dejansko pretečenega časa, preostali del pa v smislu števila preverjanj za posodobitve. Razpršitev je v vsakem primeru omejena navzgor na nespremenljiv čas, tako da se ne more zgoditi, da bi naprava neomejen čas čakala na prenos posodobitve.</string><string id="DeviceUserWhitelist">Seznam odobrenih uporabnikov za prijavo</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Seznam odobrenih uporabnikov za prijavo</string><string id="DeviceWallpaperImage">Slika za ozadje naprave</string><string id="DeviceWallpaperImage_Explain">Konfiguriranje slike za ozadje na ravni naprave, ki je prikazana na zaslonu za prijavo, če ni v napravi prijavljen še noben uporabnik. Pravilnik se nastavi z določanjem URL-ja, s katerega lahko naprava OS Chrome prenese sliko za ozadje, in kriptografske razpršilne vrednosti za preverjanje celovitosti prenosa. Slika mora biti v obliki JPEG in njena velikost ne sme presegati 16 MB. URL mora biti dostopen brez preverjanja pristnosti. Slika za ozadje se prenese in shrani v predpomnilnik. Ob vsaki spremembi URL-ja ali razpršilne vrednosti se znova prenese.

Pravilnik mora biti določen kot niz, ki izraža URL in razpršilno vrednost v obliki JSON, npr.
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Če je pravilnik za ozadje v napravi nastavljen, naprava OS Chrome prenese in uporabi sliko za ozadje na zaslonu za prijavo, kadar ni v napravi prijavljen še noben uporabnik. Ko se prijavi uporabnik, se aktivira pravilnik za ozadje uporabnika.

Če pravilnik za ozadje v napravi ni nastavljen, se odločitev, kaj prikazati, določi na podlagi pravilnika za ozadje uporabnika, kadar je tak pravilnik nastavljen.</string><string id="Disable3DAPIs">Onemogoči podporo za vmesnike API za 3D-grafiko</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Določi, ali naj bo iskalnik vtičnikov onemogočen</string><string id="DisablePluginFinder_Explain">Če nastavitev omogočite, bosta samodejno iskanje in nameščanje manjkajočih vtičnikov v brskalniku Google Chrome onemogočena.

Če to možnost onemogočite ali je ne nastavite, bo iskalnik vtičnikov dejaven.</string><string id="DisableSafeBrowsingProceedAnyway">Onemogoči nadaljevanje z opozorilne strani varnega brskanja</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Storitev Varnega brskanja prikaže opozorilno stran, ko uporabniki prikrmarijo na spletna mesta, ki so označena kot morebitno zlonamerna. Če je ta nastavitev omogočena, uporabniki z opozorilne strani ne morejo na zlonamerno spletno mesto.

Če je ta nastavitev onemogočena ali ni nastavljena, lahko uporabniki po prikazu opozorila nadaljujejo na označeno spletno mesto.

Več informacij o Varnem brskanju je na voljo na https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Onemogoči ustvarjanje posnetkov zaslona</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Nastavitev privzetega sukanja zaslona, ki se znova uveljavi pri vsakem vnovičnem zagonu</string><string id="DisplayRotationDefault_Explain">Če je ta pravilnik nastavljen, je vsak zaslon zasukan na
določeno postavitev pri vsakem vnovičnem zagonu in pri prvi povezavi
po spremembi vrednosti pravilnika. Uporabnik lahko po prijavi
na strani z nastavitvami spremeni sukanje, vendar bo pri naslednjem
vnovičnem zagonu vrednost pravilnika preglasila njegovo nastavitev.

Ta pravilnika velja za primarne in sekundarne zaslone.

Če pravilnik ni nastavljen, je privzeta vrednost 0 stopinj in uporabnik
jo lahko spremeni. V tem primeru se privzeta vrednost ob vnovičnem
zagonu ne uveljavi znova.</string><string id="DisplayRotationDefault_ROTATE_0">Sukanje zaslona za 0 stopinj</string><string id="DisplayRotationDefault_ROTATE_90">Sukanje zaslona v smeri urnega kazalca za 90 stopinj</string><string id="DisplayRotationDefault_ROTATE_180">Sukanje zaslona za 180 stopinj</string><string id="DisplayRotationDefault_ROTATE_270">Sukanje zaslona v smeri urnega kazalca za 270 stopinj</string><string id="DownloadDirectory">Določi imenik za prenos v računalnik</string><string id="DownloadDirectory_Explain">Konfigurira imenik, ki ga bo Google Chrome uporabljal za prenašanje datotek.

Če ta pravilnik nastavite, bo Google Chrome uporabljal navedeni imenik ne glede na to, ali ga je uporabnik določil ali omogočil zastavico za vsakokraten poziv za mesto prenosa.

Seznam spremenljivk, ki jih je mogoče uporabiti, si lahko ogledate na https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Če tega pravilnika ne nastavite, bo uporabljen privzeti imenik za prenose in uporabnik ga bo lahko spremenil.</string><string id="DownloadRestrictions">Omogoči omejitve prenosov</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Ni posebnih omejitev</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokiraj nevarne prenose</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokiraj morebitne nevarne prenose</string><string id="DownloadRestrictions_BlockAllDownloads">Blokiraj vse prenose</string><string id="EasyUnlockAllowed">Dovoli uporabo funkcije Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Strategija selitve za ecryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Podobno Wipe (vrednost 2), vendar poskuša ohraniti žetone za prijavo, da se uporabniku ni treba prijaviti znova.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Če je model odjemalske naprave že podpiral ARC, preden je bila zaradi izvajanja ARC-a potrebna selitev na šifriranje ext4, in je omogočen pravilnik »ArcEnabled«, bo možnost delovala kot »AskUser« (vrednost 3). V vseh drugih primerih (če model naprave prej ni podpiral ARC-ja ali če je pravilnik »ArcEnabled« onemogočen) je ta vrednost enakovredna »DisallowArc« (vrednost 0).</string><string id="EditBookmarksEnabled">Omogoči ali onemogoči urejanje zaznamkov</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Ali naj se dovoli potrdila, ki jih izdajo lokalna sidra zaupanja in jim manjka razširitev subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Če je ta nastavitev omogočena, bo Google Chrome uporabil commonName potrdila strežnika zaradi ujemanja z imenom gostitelja, če potrdilu manjka razširitev subjectAlternativeName in če so potrdila uspešno potrjena ter povezana s potrdili lokalno nameščenega overitelja.

To ni priporočljivo, saj morda omogoča zaobidenje razširitve nameConstraints, ki omejuje imena gostiteljev, za katera je lahko odobreno določeno potrdilo.

Če ta pravilnik ni nastavljen ali je onemogočen, potrdila strežnika, ki jim manjka razširitev subjectAlternativeName, ki vsebuje ime DNS-ja ali naslov IP, ne bodo zaupanja vredna.</string><string id="EnableDeprecatedWebPlatformFeatures">Začasno omogočanje zastarelih funkcij spletnega okolja</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Določanje seznama zastarelih funkcij spletnega okolja za vnovično začasno omogočanje.

Ta pravilnik skrbnikom omogoča vnovično omogočanje zastarelih funkcij spletnega okolja za omejen čas. Funkcije določajo oznake nizov in funkcije, ki ustrezajo oznakam, vključenim na seznam, ki ga določa ta pravilnik, bodo znova omogočene.

Če ta pravilnik ni nastavljen ali je seznam prazen oziroma se ne ujema z nobeno od podprtih oznak nizov, bodo ostale vse zastarele funkcije spletnega okolja onemogočene.

Medtem ko je ta pravilnik podprt v zgornjih okoljih, je funkcija, ki jo omogoča, morda na voljo v manj okoljih. Vseh zastarelih funkcij spletnega okolja ni mogoče znova omogočiti; za omejen čas (različno od funkcije do funkcije) je mogoče samo tiste, ki so izrecno navedene spodaj. Splošna oblika zapisa oznake niza bo [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. Če vas zanima referenčno gradivo in namen spremembe funkcij spletnega okolja, obiščite http://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Začasno omogočanje zastarelih funkcij spletnega okolja</string><string id="EnableOnlineRevocationChecks">Ali se izvaja spletni pregled OCSP/CRL</string><string id="EnableOnlineRevocationChecks_Explain">Ker mehko preverjanje preklica ne zagotavlja dodatne varnosti, je v brskalniku Google Chrome različice 19 ali novejšem privzeto onemogočeno. Če ta pravilnik nastavite na »true«, se obnovijo prejšnje nastavitve in se izvajajo spletna preverjanja OCSP/CRL.

Če pravilnik ni nastavljen ali je nastavljen na »false«, Google Chrome v različici Google Chrome 19 ali novejši ne bo izvajal spletnega pregleda preklica.</string><string id="EnableSha1ForLocalAnchors">Ali so dovoljena potrdila, podpisana z algoritmom SHA-1, ki jih izdajo lokalna sidra zaupanja</string><string id="EnableSha1ForLocalAnchors_Explain">Če je ta nastavitev omogočena, Google Chrome dovoli potrdila, podpisana z algoritmom SHA-1, če se uspešno potrdijo in so v verigi s potrdili lokalno nameščenega overitelja.

Upoštevajte, da je ta pravilnik odvisen od tega, ali sklad za potrjevanje potrdil operacijskega sistema dovoli podpise z algoritmom SHA-1. Če posodobitev operacijskega sistema spremeni obravnavo potrdil, podpisanih z algoritmom SHA-1, ta pravilnik ne učinkuje več. Namen tega pravilnika je delovati kot začasna rešitev, ki daje podjetjem na voljo več časa, da prenehajo uporabljati algoritem SHA-1. Ta pravilnik bo odstranjen okoli 1. januarja 2019 oziroma na ta datum.

Če ta pravilnik ni nastavljen ali je onemogočen, Google Chrome upošteva javno najavljen razpored za zastaranje algoritma SHA-1.</string><string id="ExternalStorageDisabled">Onemogoči vpenjanje zunanjega pomnilnika</string><string id="ExternalStorageDisabled_Explain">Ko je ta pravilnik omogočen, zunanji pomnilnik ne bo na voljo za datotečni brskalnik.

Ta pravilnik se uporablja za vse vrste nosilcev podatkov, kot so bliskovni pogoni USB, zunanji trdi diski, kartice SD in druge pomnilniške kartice, optični nosilci podatkov ipd. Na notranji pomnilnik to ne vpliva, zato je do datotek, shranjenih v mapi »Prenosi«, še vedno mogoče dostopati. Ta pravilnik prav tako ne vpliva na Google Drive.

Če je ta nastavitev onemogočena ali ni nastavljena, lahko uporabniki v svoji napravi uporabljajo vse podprte oblike zunanjega pomnilnika.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Če je ta pravilnik omogočen, uporabniki ne morejo pisati na zunanje naprave za shranjevanje.

Če je ta nastavitev onemogočena ali ni nastavljena, lahko uporabniki ustvarjajo in spreminjajo datoteke v zunanjih napravah za shranjevanje, ki podpirajo pisanje nanje.

Pravilnik ExternalStorageDisabled ima prednost pred tem pravilnikom – če je pravilnik ExternalStorageDisabled omogočen, je dostop do zunanjih naprav za shranjevanje onemogočen in ta pravilnik je prezrt.

Dinamično osveževanje tega pravilnika je podprto v različici M56 in novejših.</string><string id="ForceGoogleSafeSearch">Uveljavi Google Varno iskanje</string><string id="ForceGoogleSafeSearch_Explain">Uveljavi izvajanje poizvedb v Google Spletnem iskanju z aktiviranim Google Varnim iskanjem in uporabnikom prepreči spreminjanje te nastavitve.

Če to nastavitev omogočite, je Google Varno iskanje v Iskanju Google vedno aktivno.

Če to nastavitev onemogočite ali ne nastavite vrednosti, Google Varno iskanje v Iskanju Google ni uveljavljeno.</string><string id="ForceMaximizeOnFirstRun">Povečaj prvo okno brskalnika pri prvem izvajanju</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Vsili najmanjši mogoč Omejeni način v YouTubu</string><string id="ForceYouTubeRestrict_Explain">Uveljavi najmanjši mogoč Omejeni način v YouTubu in uporabnikom prepreči,
da bi izbrali manj omejen način.

Če je ta nastavitev nastavljena na »Strogo«, je Strogo omejeni način v YouTubu vedno aktiven.

Če je ta nastavitev nastavljena na »Zmerno«, lahko uporabnik v YouTubu izbere samo Zmerno omejeni način
in Strogo omejeni način, Omejenega načina pa ne more onemogočiti.

Če je ta nastavitev nastavljena na »Izklopljeno« ali ni nastavljena nobena vrednost, Google Chrome v YouTubu ne uveljavi Omejenega načina. Zunanji pravilniki, na primer pravilniki za YouTube, lahko še vedno uveljavijo Omejeni način.</string><string id="ForceYouTubeRestrict_Off">Ne uveljavi Omejenega načina v YouTubu</string><string id="ForceYouTubeRestrict_Moderate">Uveljavitev vsaj Zmerno omejenega načina v YouTubu</string><string id="ForceYouTubeRestrict_Strict">Uveljavitev Strogo omejenega načina v YouTubu</string><string id="FullscreenAllowed">Dovoli celozaslonski način</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Omogočanje podpore za protokol HTTP/0.9 za vrata, ki niso privzeta</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Ta pravilnik omogoča protokol HTTP/0.9 za vrata, ki niso 80 (HTTP) ali 443 (HTTPS).

Ta pravilnik je privzeto onemogočen. Če je omogočen, so uporabniki izpostavljeni tej varnostni težavi: https://crbug.com/600352.

Namen tega pravilnika je omogočiti podjetjem, da v obstoječih strežnikih prenehajo uporabljati protokol HTTP/0.9. Pravilnik bo v prihodnosti odstranjen.

Če ta pravilnik ni nastavljen, bo protokol HTTP/0.9 za vrata, ki niso privzeta, onemogočen.</string><string id="IncognitoModeAvailability">Razpoložljivost načina brez beleženja zgodovine</string><string id="IncognitoModeAvailability_Explain">Določa, ali lahko uporabnik v brskalniku Google Chrome odpre strani v načinu brez beleženja zgodovine.

Če je izbrano »Omogočeno« ali pravilnik ni nastavljen, je strani mogoče odpirati v načinu brez beleženja zgodovine.

Če je izbrano »Onemogočeno«, strani ni mogoče odpirati v načinu brez beleženja zgodovine.

Če je izbrano »Vsiljeno«, je mogoče strani odpirati SAMO v načinu brez beleženja zgodovine.</string><string id="IncognitoModeAvailability_Enabled">Način brez beleženja zgodovine je na voljo</string><string id="IncognitoModeAvailability_Disabled">Način brez beleženja zgodovine je onemogočen</string><string id="IncognitoModeAvailability_Forced">Vsiljen način brez beleženja zgodovine</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Omogočanje osamitve spletnih mest za določene izvore</string><string id="IsolateOrigins_Explain">
OPOMBA: Ta pravilnik je poskusen in lahko povzroči nedelovanje funkcije.
Če je pravilnik omogočen, bo vsak naveden izvor
s seznama, ločenega z vejicami, izvajal svoj proces. S tem bodo osamljeni
tudi izvori, ki jih navedejo poddomene; če na primer navedete https://example.com/,
bo kot del spletnega mesta https://example.com/ osamljeno tudi
spletno mesto https://foo.example.com/.
Če je pravilnik onemogočen, se uveljavi logika upravljanja procesov vnaprejšnje
osamitve spletnih mest.
Če pravilnik ni konfiguriran, bo uporabnik lahko spremenil to nastavitev.
</string><string id="KeyPermissions">Glavna dovoljenja</string><string id="KeyPermissions_Explain">Razširitvam odobri dostop do ključev podjetja.

Ključi so namenjeni rabi v podjetju, če so ustvarjeni z API-jem chrome.platformKeys API v upravljanem računu. Uvoženi ali kako drugače ustvarjeni ključi niso namenjeni za rabo v podjetju.

Dostop do ključev, namenjenih za rabo v podjetju, nadzira izključno ta pravilnik. Uporabnik razširitvam ne more odobriti dostopa do ključev podjetja ali jim preklicati dostopa do njih.

Razširitev privzeto ne more uporabljati ključa, namenjenega rabi v podjetju, kar je enakovredno onemogočanju pravilnika allowCorporateKeyUsage za to razširitev.

Samo če je pravilnik allowCorporateKeyUsage za razširitev omogočen, lahko ta uporablja kateri koli ključ okolja, označen za rabo v podjetju, za podpisovanje poljubnih podatkov. To dovoljenje odobrite samo, če ste prepričani, da razširitev lahko zaščiti dostop do ključa pred napadalci.</string><string id="ManagedBookmarks">Upravljani zaznamki</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Največja zakasnitev za prenos po zavrnitvi preverjanja pravilnika</string><string id="MaxInvalidationFetchDelay_Explain">Določa največjo zakasnitev v milisekundah med prejemom zavrnitve veljavnosti pravilnika in prenosom novega pravilnika iz storitve za upravljanje naprav

Z nastavitvijo tega pravilnika se preglasi privzeta vrednost 5000 ms. Veljavne vrednosti za ta pravilnik so med 1000 (1 sekunda) do 300.000 (5 minut). Vrednosti, ki niso v tem obsegu, bodo spremenjene na ustrezno mejo obsega.
Če tega pravilnika ne nastavite, bo Google Chrome uporabil privzeto vrednost 5000 ms.</string><string id="NativePrinters">Izvorno tiskanje</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Izvorno tiskanje</string><string id="NativePrintersBulkAccessMode">Pravilnik o dostopu do konfiguracij tiskalnikov.</string><string id="NativePrintersBulkAccessMode_Explain">Nadzira, kateri tiskalniki iz pravilnika NativePrintersBulkConfiguration so na voljo uporabnikom.

Določa, kateri pravilnik o dostopu se uporablja za konfiguracijo tiskalnikov v velikem obsegu. Če je izbrana možnost AllowAll, so prikazani vsi tiskalniki. Če je izbrana možnost BlacklistRestriction, se omeji dostop do določenih tiskalnikov s pravilnikom NativePrintersBulkBlacklist. Če je izbrana možnost WhitelistPrintersOnly, pravilnik NativePrintersBulkWhitelist določa samo tiste tiskalnike, ki jih je mogoče izbrati.

Če ta pravilnik ni nastavljen, se predvideva uporaba pravilnika BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Prikazani so vsi tiskalniki razen tistih na seznamu prepovedanih.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Uporabnikom so prikazani samo tiskalniki na seznamu dovoljenih.</string><string id="NativePrintersBulkAccessMode_AllowAll">Dovoli vse tiskalnike iz datoteke s konfiguracijo.</string><string id="NativePrintersBulkBlacklist">Onemogočeni tiskalniki v podjetjih</string><string id="NativePrintersBulkBlacklist_Explain">Določa tiskalnike, ki jih uporabnik ne more uporabljati.

Ta pravilnik se uporablja samo, če je za pravilnik NativePrintersBulkAccessMode izbrana možnost BlacklistRestriction.

Če se uporablja ta pravilnik, so uporabniku na voljo vsi tiskalniki z izjemo ID-jev, navedenih v tem pravilniku.
</string><string id="NativePrintersBulkBlacklistDesc">Onemogočeni tiskalniki v podjetjih</string><string id="NativePrintersBulkConfiguration">Datoteka s konfiguracijami tiskalnikov v podjetjih</string><string id="NativePrintersBulkConfiguration_Explain">Posreduje konfiguracije za tiskalnike v podjetjih.

Ta pravilnik vam omogoča, da posredujete konfiguracije tiskalnikov napravam z operacijskim sistemom Google Chrome OS. Velikost datoteke ne sme presegati 5 MB in mora biti kodirana v obliki JSON. Oblika je enaka obliki imenika NativePrinters. Ocenjuje se, da je datoteka, ki vsebuje približno 21.000 tiskalnikov, kodirana kot datoteka velikosti 5 MB. Za preverjanje celovitosti se uporablja kriptografska zgoščevalna vrednost.

Datoteka se prenese in shrani v predpomnilnik. Ob vsaki spremembi URL-ja ali zgoščevalne vrednosti se znova prenese.

Če je ta pravilnik nastavljen, Google Chrome OS prenese datoteko s konfiguracijami tiskalnikov in omogoči, da so tiskalniki na voljo skladno s pravilniki NativePrintersBulkAccessMode, NativePrintersBulkWhitelist in NativePrintersBulkBlacklist.

Če nastavite ta pravilnik, ga uporabniki ne bodo mogli spremeniti ali preglasiti.

Ta pravilnik ne vpliva na to, ali lahko uporabniki konfigurirajo tiskalnike v posameznih napravah. Namenjen je kot dopolnilo konfiguracijam tiskalnikov, ki jih opravijo posamezni uporabniki.
</string><string id="NativePrintersBulkWhitelist">Omogočeni tiskalniki v podjetjih</string><string id="NativePrintersBulkWhitelist_Explain">Določa tiskalnike, ki jih uporabnik lahko uporablja.

Ta pravilnik se uporablja samo, če je za pravilnik NativePrintersBulkAccessMode izbrana možnost WhitelistPrintersOnly.

Če se uporablja ta pravilnik, so uporabniku na voljo samo tiskalniki z ID-ji, ki se ujemajo z vrednostmi v tem pravilniku. ID-ji morajo ustrezati vnosom v datoteki, določeni v pravilniku NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Omogočeni tiskalniki v podjetjih</string><string id="NetworkPredictionOptions">Omogoči omrežno predvidevanje</string><string id="NetworkPredictionOptions_Explain">Omogoča omrežno predvidevanje v brskalniku Google Chrome in uporabnikom preprečuje spreminjanje te nastavitve.

Ta pravilnik nadzira vnaprejšnji prenos podatkov DNS, vnaprejšnje povezovanje TCP in SSL ter vnaprejšnje upodabljanje spletnih strani.

Če nastavite to nastavitev na »vedno«, »nikoli« ali »samo Wi-Fi«, uporabniki te nastavitve v brskalniku Google Chrome ne morejo spremeniti ali preglasiti.

Če ta pravilnik ni nastavljen, bo omrežno predvidevanje omogočeno, vendar bo lahko uporabnik to spremenil.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Predvidevaj omrežna dejanja v kateri koli omrežni povezavi</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Predvidevanje omrežnih dejanj v katerem koli omrežju, ki ni mobilno.
(Zastarelo v različici 50, odstranjeno v različici 52. Če je vrednost 1 nastavljena, bo po različici 52 obravnavana kot 0 – predvidevanje omrežnih dejanj v poljubni omrežni povezavi.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Ne predvidevaj omrežnih dejanj v nobeni omrežni povezavi</string><string id="NoteTakingAppsLockScreenWhitelist">Uvrščanje aplikacij za zapiske, ki so omogočene na zaklenjenem zaslonu sistema Google Chrome OS, na seznam dovoljenih</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Določa seznam aplikacij, ki jih je mogoče omogočiti kot aplikacije za zapiske na zaklenjenem zaslonu sistema Google Chrome OS.

Če je prednostna aplikacija za zapiske omogočena na zaklenjenem zaslonu, je na njem element uporabniškega vmesnika za zagon te aplikacije.
Aplikacija bo lahko po zagonu ustvarila svoje okno na zaklenjenem zaslonu ter ustvarila podatkovne elemente (zapiske) v kontekstu zaklenjenega zaslona. Lahko bo uvozila ustvarjene zapiske v sejo primarnega uporabnika, ko je seja odklenjena. Na zaklenjenem zaslonu so za zdaj podprte samo aplikacije za zapiske za Chrome.

Če je pravilnik nastavljen, lahko uporabnik omogoči aplikacijo na zaklenjenem zaslonu samo, če je ID razširitve aplikacije vsebovan v vrednosti seznama pravilnika.
Če ta pravilnik nastavite na prazen seznam, bo zato v celoti onemogočeno ustvarjanje zapiskov na zaklenjenem zaslonu.
Če pravilnik vsebuje ID aplikacije, še ne pomeni, da lahko uporabnik omogoči aplikacijo kot aplikacijo za zapiske na zaklenjenem zaslonu – v Chromu 61 skupino razpoložljivih aplikacij na primer dodatno omejuje okolje.

Če pravilnik ni nastavljen, ni omejitev pravilnika za skupino aplikacij, ki jih uporabnik lahko omogoči na zaklenjenem zaslonu.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Uvrščanje aplikacij za zapiske, ki so omogočene na zaklenjenem zaslonu sistema Google Chrome OS, na seznam dovoljenih</string><string id="OpenNetworkConfiguration">Konfiguracija omrežja na ravni uporabnika</string><string id="OpenNetworkConfiguration_Explain">Omogoča pošiljanje omrežne konfiguracije, ki se uporablja glede na uporabnika, v napravo s sistemom Google Chrome OS. Omrežna konfiguracija je niz v obliki zapisa JSON, kot je določeno z obliko konfiguracije odprtega omrežja, opisane na https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Omogočanje odstranjevanja elementov iz URL-jev za skripte PAC (za https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Iz URL-jev s protokolom https:// odstrani občutljive dele glede zasebnosti in varnosti, preden jih posreduje skriptom PAC (samodejno konfiguriranje strežnika proxy), ki jih med razreševanjem strežnika proxy uporablja Google Chrome.

Če je pravilnik omogočen, je varnostna funkcija omogočena, iz URL-jev s protokolom https://
pa se odstranijo deli, preden se pošljejo v skript PAC. Na ta način skriptu PAC
niso vidni podatki, ki so običajno zaščiteni
s šifriranim kanalom (kot je pot in poizvedba URL-ja).

Če je pravilnik onemogočen, je varnostna funkcija onemogočena, skriptom PAC
pa je izrecno omogočen ogled vseh komponent URL-ja s protokolom https://.
To se uporabi za vse skripte PAC ne glede na izvor (vključno s tistimi,
ki so pridobljeni s prenosom, ki ni varen, ali odkriti z mehanizmom WPAD
na način, ki ni varen).

Pravilnik je privzeto omogočen (varnostna funkcija je omogočena). Izjema so uporabniki sistema OS Chrome
v podjetjih, za katere je pravilnik trenutno privzeto onemogočen.

Priporočamo, da pravilnik omogočite. Edini razlog za onemogočanje je,
če pravilnik povzroča težavo z združljivostjo z obstoječimi skripti PAC.

V prihodnje težimo k odstranitvi preglasitve.</string><string id="PinnedLauncherApps">Seznam pripetih aplikacij v zaganjalniku</string><string id="PinnedLauncherApps_Explain">Prikaže identifikatorje aplikacij, ki jih Google Chrome OS pokaže kot pripete aplikacije v vrstici zaganjalnika.

Če je pravilnik nastavljen, je seznam aplikacij fiksen in ga uporabnik ne more spreminjati.

Če pravilnik ni nastavljen, lahko uporabnik spremeni seznam pripetih aplikacij v zaganjalniku.</string><string id="PinnedLauncherAppsDesc">Seznam pripetih aplikacij v zaganjalniku</string><string id="PolicyRefreshRate">Osveži oceno za uporabniški pravilnik</string><string id="PolicyRefreshRate_Explain">Določa obdobje v milisekundah, po katerem se storitvi za upravljanje naprave pošlje poizvedba za uporabniške podatke pravilnika.

Z nastavitvijo tega pravilnika se preglasi privzeta vrednost 3 ur. Veljavne vrednosti za ta pravilnik so med 1.800.000 (30 minut) in 86.400.000 (1 dan). Vrednosti, ki niso v tem obsegu, bodo spremenjene na ustrezno mejo obsega. Če okolje podpira obvestila pravilnika, je zakasnitev osvežitve nastavljena na 24 ur, ker je pričakovano, da obvestila pravilnika ob vsakokratni zamenjavi pravilnika samodejno vsilijo osvežitev.

Če tega pravilnika ne nastavitev, bo brskalnik Google Chrome uporabljal privzeto vrednost 3 ur.

Če okolje podpira obvestila pravilnika, je zakasnitev osvežitve nastavljena na 24 ur (prezrejo se vse privzete nastavitve in vrednost tega pravilnika), ker je pričakovano, da obvestila pravilnika ob vsakokratni zamenjavi pravilnika samodejno vsilijo osvežitev, zaradi česar so pogostejše osvežitve nepotrebne.</string><string id="PrintingEnabled">Omogoči tiskanje</string><string id="PrintingEnabled_Explain">Omogoča tiskanje v brskalniku Google Chrome in uporabnikom prepreči spreminjanje te nastavitve.

Če je ta nastavitev omogočena ali ni nastavljena, lahko uporabniki tiskajo.

Če je ta nastavitev onemogočena, uporabniki v brskalniku Google Chrome ne morejo tiskati. Tiskanje je onemogočeno v meniju ključa, razširitvah, aplikacijah JavaScript itn. Tiskanje je še vedno mogoče prek vtičnikov, ki pri tiskanju zaobidejo Google Chrome. Nekatere aplikacije Flash imajo na primer možnost tiskanja v priročnem meniju, česar ta pravilnik ne obsega.</string><string id="QuicAllowed">Dovoli protokol QUIC</string><string id="QuicAllowed_Explain">Če je ta pravilnik omogočen ali ni nastavljen, je uporaba protokola QUIC v brskalniku Google Chrome dovoljena.
Če je ta pravilnik onemogočen, uporaba protokola QUIC ni dovoljena.</string><string id="RebootAfterUpdate">Samodejni vnovični zagon po posodobitvi</string><string id="RebootAfterUpdate_Explain">Načrtovanje samodejnega vnovičnega zagona po namestitvi posodobitve za Google Chrome OS.

Če je ta pravilnik vklopljen, se načrtuje samodejni vnovični zagon, kadar je potreben za dokončanje postopka posodobitve za Google Chrome OS. Samodejni vnovični zagon se v napravi načrtuje za določeno uro, vendar se lahko odloži do 24 ur, če nekdo trenutno uporablja napravo.

Če je ta pravilnik izklopljen, se po namestitvi posodobitve za Google Chrome OS ne načrtuje vnovični zagon. Postopek posodobitve se dokonča, ko uporabnik naslednjič znova zažene napravo.

Če nastavite ta pravilnik, ga uporabniki ne morejo spremeniti ali preglasiti.

Opomba: Samodejni vnovični zagoni so trenutno omogočeni samo, ko je prikazan prijavni zaslon ali poteka seja aplikacije za kiosk. To se bo v prihodnosti spremenilo in bo pravilnik vedno veljal ne glede na to, ali poteka seja katere koli vrste.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Ali so potrebna spletna preverjanja OCSP/CRL za lokalna sidra zaupanja?</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Ko je omogočena ta nastavitev, Google Chrome vedno izvede preverjanje preklica strežniških potrdil, ki se uspešno potrdijo in so podpisana s potrdili lokalno nameščenega overitelja.

Če Google Chrome ne more dobiti podatkov o stanju preklica, se taka potrdila obravnavajo kot preklicana (»hard-fail«).

Če ta pravilnik ni nastavljen ali je nastavljen na »false«, bo Google Chrome uporabil obstoječe nastavitve za preverjanje preklica v spletu.</string><string id="RunAllFlashInAllowMode">Razširitev nastavitve za vsebino Flash na vso vsebino</string><string id="RunAllFlashInAllowMode_Explain">Če omogočite to nastavitev, se bo izvajala vsa vsebina Flash, vdelana na spletnih mestih, za katere je bilo v nastavitvah vsebine nastavljeno, da se na njih sme izvajati vsebina Flash – ne glede na to, ali je to storil uporabnik ali je bilo to izvedeno s pravilnikom podjetja –, vključno z vsebino drugega izvora ali majhno vsebino.

Če želite nadzirati, katerim spletnim mestom je dovoljeno izvajati vsebino Flash, si oglejte pravilnika »DefaultPluginsSetting«, »PluginsAllowedForUrls« in »PluginsBlockedForUrls«.

Če je ta nastavitev onemogočena ali ni nastavljena, bo vsebina Flash drugega izvora ali majhna vsebina blokirana.</string><string id="SAMLOfflineSigninTimeLimit">Omejitev časa, ki je uporabniku, katerega pristnost je preverjena prek SAML-ja, na voljo za prijavo brez internetne povezave</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Dovoli nadaljevanje s strani z opozorilom SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome prikaže opozorilno stran, ko uporabniki prikrmarijo na spletna mesta, na katerih so napake SSL. Uporabnikom je privzeto (ali če je ta pravilnik omogočen) dovoljeno, da s klikom opustijo te strani z opozorilom.
Če onemogočite ta pravilnik, uporabnikom ni dovoljeno s klikom opustiti katere koli strani z opozorilom.</string><string id="SSLVersionMax">Najvišja omogočena različica protokola SSL</string><string id="SSLVersionMax_Explain">Opozorilo: pravilnik za najvišjo različico protokola TLS bo v celoti odstranjen iz izdelka Google Chrome okoli različice 66 (okoli februarja 2018).

Če ta pravilnik ni konfiguriran, Google Chrome uporablja privzeto najvišjo različico.

Sicer bo nastavljen na eno od teh vrednosti: »tls1.2« ali »tls1.3«. Če je nastavljen, Google Chrome ne bo uporabljal različic protokolov SSL/TLS, višjih od navedene različice. Neprepoznane vrednosti bodo prezrte.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Omogoči varno brskanje</string><string id="SafeBrowsingEnabled_Explain">Omogoča funkcijo Varno brskanje v brskalniku Google Chrome in uporabnikom preprečuje spreminjanje te nastavitve.

Če omogočite to nastavitev, je Varno brskanje vedno dejavno.

Če onemogočite to nastavitev, ni Varno brskanje nikoli dejavno.

Če omogočite ali onemogočite to nastavitev, uporabniki ne morejo spremeniti ali preglasiti nastavitve »Omogoči zaščito pred lažnim predstavljanjem in zlonamerno programsko opremo« v brskalniku Google Chrome.

Če ta pravilnik ni nastavljen, bo to omogočeno, vendar bo lahko uporabnik spremenil nastavitev.

Več informacij o Varnem brskanju je na voljo na https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Uporabnikom dovoli prijavo za razširjeno poročanje za Varno brskanje</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Če onemogočite ta pravilnik, uporabnikom preprečite, da bi pošiljali nekatere informacije o sistemu in vsebino strani v Googlove strežnike. Če je ta nastavitev omogočena ali ni nastavljena, je uporabnikom dovoljeno pošiljati nekatere informacije o sistemu in vsebino strani Varnemu brskanju zaradi hitrejšega zaznavanja nevarnih aplikacij in spletnih mest.

Več informacij o Varnem brskanju je na voljo na https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Onemogoči shranjevanje zgodovine brskalnika</string><string id="SavingBrowserHistoryDisabled_Explain">Onemogoči shranjevanje zgodovine brskanja v brskalniku Google Chrome in uporabnikom preprečuje spreminjanje te nastavitve.

Če je ta nastavitev omogočena, se zgodovina brskanja ne shranjuje. Ta nastavitev prav tako onemogoča sinhronizacijo zavihkov.

Če je ta nastavitev onemogočena ali ni nastavljena, se zgodovina brskanja shranjuje.</string><string id="SearchSuggestEnabled">Omogoči predloge za iskanje</string><string id="SearchSuggestEnabled_Explain">Omogoča predloge za iskanje v naslovni vrstici brskalnika Google Chrome in preprečuje uporabnikom spreminjanje te nastavitve.

Če to nastavitev omogočite, bodo uporabljeni predlogi za iskanje.

Če to nastavitev onemogočite, predlogi za iskanje ne bodo uporabljeni.

Če to nastavitev omogočite ali onemogočite, jo uporabniki v brskalniku Google Chrome ne bodo mogli spremeniti ali preglasiti.

Če ta pravilnik ni nastavljen, bo to omogočeno, vendar bo lahko uporabnik to spremenil.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Nastavitev priporočenih jezikov za javno sejo</string><string id="SessionLocales_Explain">Nastavi enega ali več priporočenih jezikov za javne seje, kar uporabnikom omogoča preprosto izbiro enega od teh jezikov.

Uporabnik lahko izbere jezik in postavitev tipkovnice, preden začne javno sejo. Privzeto so vsi jeziki, ki jih podpira Google Chrome OS, navedeni v abecednem vrstnem redu. Ta pravilnik lahko uporabite za premik skupine priporočenih jezikov na vrh seznama.

Če ta pravilnik ni nastavljen, bo vnaprej izbran trenutni jezik uporabniškega vmesnika.

Če je ta pravilnik nastavljen, bodo priporočeni jeziki premaknjeni na vrh seznama in bodo vizualno ločeni od drugih jezikov. Priporočeni jeziki bodo navedeni v vrstnem redu, v katerem so prikazani v pravilniku. Prvi priporočen jezik bo vnaprej izbran.

Če je priporočenih jezikov več, se predvideva, da bodo uporabniki želeli izbirati med temi jeziki. Ob zagonu javne seje bo izbira jezika in postavitve tipkovnice ponujena na vidnem mestu. Sicer se predvideva, da bo večina uporabnikov želela uporabljati vnaprej izbran jezik. Ob zagonu javne seje bo izbira jezika in postavitve tipkovnice ponujena na manj vidnem mestu.

Če je ta pravilnik nastavljen in je omogočena samodejna prijava, (glejte pravilnika |DeviceLocalAccountAutoLoginId| in |DeviceLocalAccountAutoLoginDelay|), bo samodejno začeta javna seja uporabila prvi priporočen jezik in najbolj priljubljeno postavitev tipkovnice, ki se ujema s tem jezikom.

Vnaprej izbrana postavitev tipkovnice bo vedno najbolj priljubljena postavitev, ki se ujema z vnaprej izbranim jezikom.

Ta pravilnik je mogoče nastaviti samo kot priporočen. Z njim lahko skupino priporočenih jezikov premaknete na vrh, vendar je uporabnikom za njihovo sejo vedno dovoljeno izbrati kateri koli jezik, ki ga podpira operacijski sistem Google Chrome OS.
</string><string id="SessionLocalesDesc">Nastavitev priporočenih jezikov za javno sejo</string><string id="ShelfAutoHideBehavior">Nadzor samodejnega skrivanja police</string><string id="ShelfAutoHideBehavior_Explain">Nadzira samodejno skrivanje police v sistemu Google Chrome OS.

Če je ta pravilnik nastavljen na »AlwaysAutoHideShelf«, se bo polica vedno samodejno skrila.

Če je ta pravilnik nastavljen na »NeverAutoHideShelf«, se polica nikoli ne bo samodejno skrila.

Če ta pravilnik nastavite, ga uporabniki ne morejo spremeniti ali preglasiti.

Če tega pravilnika ne nastavite, lahko uporabniki izberejo, ali naj se polica samodejno skrije.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Vedno samodejno skrij polico</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Nikoli samodejno ne skrij police</string><string id="ShowHomeButton">V orodni vrstici pokaži gumb »Domov«</string><string id="ShowHomeButton_Explain">Pokaže gumb za domačo stran v orodni vrstici brskalnika Google Chrome.

Če to nastavitev omogočite, bo gumb za domačo stran vedno prikazan.

Če to nastavitev onemogočite, gumb za domačo stran ne bo prikazan.

Če to nastavitev omogočite ali onemogočite, je uporabniki v brskalniku Google Chrome ne morejo spremeniti ali preglasiti.

Če tega pravilnika ne nastavite, lahko uporabnik izbere, ali bo gumb za domačo stran prikazan.</string><string id="ShowLogoutButtonInTray">Dodajanje gumb za odjavo v sistemsko vrstico</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Omogočanje osamitve spletnega mesta za vsako spletno mesto</string><string id="SitePerProcess_Explain">
OPOMBA: Ta pravilnik je poskusen in lahko povzroči nedelovanje funkcije.
Oglejte si nastavitev pravilnika IsolateOrigins, če želite izkoristiti
prednosti obeh nastavitev, osamitve in omejenega vpliva za uporabnike, tako da uporabite
pravilnik IsolateOrigins s seznamom spletnih mest, ki jih želite osamiti. Ta nastavitev,
SitePerProcess, osami vsa spletna mesta.
Če je pravilnik omogočen, vsako spletno mesto izvaja svoj proces.
Če je pravilnik onemogočen, se uveljavi logika upravljanja procesov vnaprejšnje
osamitve spletnih mest.
Če pravilnik ni konfiguriran, bo uporabnik lahko spremenil to nastavitev.
</string><string id="SpellCheckServiceEnabled">Omogoči ali onemogoči spletno storitev preverjanja črkovanja</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome lahko uporablja Googlovo spletno storitev za preverjanje črkovanja. Če je ta nastavitev omogočena, bo ta storitev vedno uporabljena. Če je ta nastavitev onemogočena, storitev ne bo nikoli uporabljena.

Preverjanje črkovanja je še vedno mogoče z uporabo prenesenega slovarja; ta pravilnik nadzira samo uporabo spletne storitve.

Če ta nastavitev ni nastavljena, lahko uporabniki izberejo, ali bo storitev preverjanja črkovanja uporabljena ali ne.</string><string id="SuppressUnsupportedOSWarning">Onemogočanje opozorila glede nepodprtega operacijskega sistema</string><string id="SuppressUnsupportedOSWarning_Explain">Onemogoči opozorilo, ki se pojavi, ko se Google Chrome izvaja v računalniku ali operacijskem sistemu, ki ni več podprt.</string><string id="SyncDisabled">Onemogoči sinhroniziranje podatkov z Googlom</string><string id="SyncDisabled_Explain">Onemogoča sinhronizacijo podatkov v izdelku Google Chrome s storitvami sinhronizacije, ki jih gosti Google, in uporabnikom prepreči spreminjanje te nastavitve.

Če to nastavitev omogočite, je uporabniki v izdelku Google Chrome ne morejo spremeniti ali preglasiti.

Če ta pravilnik ni nastavljen, bo lahko uporabnik izbral, ali se Google Sync uporablja ali ne.

Če želite storitev Google Sync povsem onemogočiti, priporočamo, da onemogočite storitev Google Sync v konzoli Google Admin console.

Ta pravilnik ne sme biti omogočen, ko je omogočen pravilnik RoamingProfileSupportEnabled, saj ta funkcija uporablja enako funkcijo pri odjemalcu. Sinhronizacija, ki jo gosti Google, je v tem primeru povsem onemogočena.</string><string id="SystemTimezone">Časovni pas</string><string id="SystemTimezone_Explain">Določi časovni pas za napravo. Uporabniki lahko v trenutni seji preglasijo izbrani časovni pas. Pri odjavi je spet nastavljen izbrani časovni pas. Če je navedena neveljavna vrednost, je pravilnik kljub temu aktiviran s časovnim pasom »GMT«. Če je naveden prazen niz, je pravilnik prezrt.

Če ta pravilnik ni uporabljen, se uporablja trenutno aktivni časovni pas, če pa uporabniki spremenijo časovni pas, ta ostane nastavljen. Če en uporabnik torej spremeni časovni pas, to vpliva na zaslon za prijavo in na vse druge uporabnike.

Nove naprave imajo na začetku nastavljen ameriški/tihomorski časovni pas.

Oblika zapisa vrednosti je v skladu z imeni časovnih pasov v zbirki podatkov o časovnih pasovih IANA (glejte »https://en.wikipedia.org/wiki/Tz_database«). Večino časovnih pasov je mogoče navesti kot »celina/velemesto« ali »ocean/velemesto«.

Če nastavite ta pravilnik, je v celoti onemogočeno samodejno določanje časovnega pasu glede na lokacijo naprave. Preglasi tudi pravilnik SystemTimezoneAutomaticDetection.</string><string id="SystemTimezoneAutomaticDetection">Konfiguriranje načina samodejnega zaznavanja časovnega pasu</string><string id="SystemTimezoneAutomaticDetection_Explain">Če je ta pravilnik nastavljen, je samodejno zaznavanje časovnega pasu odvisno od vrednosti nastavitve:

Če je nastavljen na TimezoneAutomaticDetectionUsersDecide, lahko uporabniki z običajnimi kontrolniki v chrome://settings nadzirajo samodejno zaznavanje časovnega pasu.

Če je nastavljen na TimezoneAutomaticDetectionDisabled, so kontrolniki za samodejno zaznavanje časovnega pasu v chrome://settings onemogočeni. Samodejno zaznavanje časovnega pasu je vedno izklopljeno.

Če je nastavljen na TimezoneAutomaticDetectionIPOnly, so kontrolniki za časovni pas v chrome://settings onemogočeni. Samodejno zaznavanje časovnega pasu je vedno vklopljeno. Pri zaznavanju časovnega pasu se za določanje lokacije uporablja samo IP.

Če je nastavljen na TimezoneAutomaticDetectionSendWiFiAccessPoints, so kontrolniki za časovni pas v chrome://settings onemogočeni. Samodejno zaznavanje časovnega pasu bo vedno vklopljeno. Seznam vidnih dostopnih točk Wi-Fi bo vedno poslan v strežnik API-ja za geolokacijo zaradi natančnega zaznavanja časovnega pasu.

Če je nastavljen na TimezoneAutomaticDetectionSendAllLocationInfo, so kontrolniki za časovni pas v chrome://settings onemogočeni. Samodejno zaznavanje časovnega pasu bo vedno vklopljeno. Podatki o lokaciji (na primer dostopne točke Wi-Fi, dosegljive bazne postaje, GPS) bodo poslani v strežnik zaradi natančnega zaznavanja časovnega pasu.

Če ta pravilnik ni nastavljen, deluje, kot da je nastavljena možnost TimezoneAutomaticDetectionUsersDecide.

Če je nastavljen pravilnik SystemTimezone, preglasi ta pravilnik. V tem primeru je samodejno zaznavanje časovnega pasu v celoti onemogočeno.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Vedno pošlji vse razpoložljive signale lokacije v strežnik pri določanju časovnega pasu</string><string id="SystemUse24HourClock">Privzeto uporabi 24-urni čas</string><string id="SystemUse24HourClock_Explain">Določa obliko zapisa časa, ki jo uporablja naprava.

Ta pravilnik nastavi obliko zapisa časa, ki se uporablja na prijavnem zaslonu in kot privzeta za uporabniške seje. Uporabniki lahko še vedno preglasijo obliko zapisa za svoj račun.

Če ta pravilnik ni nastavljen na »true«, naprava uporabi 24-urno obliko zapisa časa. Če je pravilnik nastavljen na »false«, naprava uporabi 12-urno obliko zapisa časa.

Če pravilnik ni nastavljen, naprava privzeto uporabi 24-urno obliko zapisa časa.</string><string id="TPMFirmwareUpdateSettings">Konfiguriranje delovanja posodobitve vdelane programske opreme modula TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Konfigurira razpoložljivost in delovanje funkcije posodobitve vdelane programske opreme modula TPM.

Posamezne nastavitve je mogoče določiti v lastnostih datoteke JSON:

allow-user-initiated-powerwash: Če je nastavljeno na true, bodo uporabniki lahko sprožili potek postopka »powerwash« zaradi namestitve posodobitve vdelane programske opreme modula TPM.

Če pravilnik ni nastavljen, funkcija posodobitve vdelane programske opreme modula TPM ne bo na voljo.</string><string id="TaskManagerEndProcessEnabled">Omogoča procese prekinitve v upravitelju opravil</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Nastavitev pogojev storitve za lokalni račun v napravi.</string><string id="TermsOfServiceURL_Explain">Določa pogoje storitve, ki jih mora uporabnik sprejeti, preden začne sejo lokalnega računa v napravi.

Če je pravilnik nastavljen, Google Chrome OS prenese pogoje storitve in jih predstavi uporabniku, ko ta začne sejo lokalnega računa v napravi. Uporabnik lahko začne sejo, samo če sprejme pogoje storitve.

Če pravilnik ni nastavljen, niso prikazani nobeni pogoji storitve.

Pravilnik naj bo nastavljen na URL, s katerega lahko Google Chrome OS prenese pogoje storitve. Ti morajo biti v obliki navadnega besedila vrste MIME in brez označevanja.</string><string id="TouchVirtualKeyboardEnabled">Omogoči navidezno tipkovnico</string><string id="TouchVirtualKeyboardEnabled_Explain">Ta pravilnik nastavi omogočanje navidezne tipkovnice kot vhodne naprave v sistemu Chrome OS. Uporabniki tega pravilnika ne morejo preglasiti.

Če je pravilnik nastavljen na »true«, je zaslonska navidezna tipkovnica vedno omogočena.

Če je nastavljen na »false«, je zaslonska navidezna tipkovnica vedno onemogočena.

Če nastavite ta pravilnik, ga uporabniki ne morejo spremeniti ali preglasiti. Uporabniki bodo kljub temu še vedno lahko omogočili/onemogočili zaslonsko tipkovnico za ljudi s posebnimi potrebami, ki ima prednost pred navidezno tipkovnico, ki jo ureja ta pravilnik. Če želite nadzirati zaslonsko tipkovnico za ljudi s posebnimi potrebami, si oglejte pravilnik |VirtualKeyboardEnabled|.

Če ta pravilnik ni nastavljen, je zaslonska tipkovnica sprva onemogočena, vendar jo lahko uporabnik kadar koli omogoči. Na odločanje o prikazu tipkovnice lahko vplivajo tudi hevristična pravila.</string><string id="TranslateEnabled">Omogoči Google Prevajalnik</string><string id="TranslateEnabled_Explain">Omogoča integrirano storitev Google Prevajalnik v brskalniku Google Chrome.

Če to nastavitev omogočite, bo Google Chrome prikazal integrirano orodno vrstico z možnostjo prevoda strani za uporabnika, ko bo to primerno.

Če to nastavitev onemogočite, se uporabnikom vrstica za prevajanje nikoli ne bo prikazala.

Če to nastavitev omogočite ali onemogočite, jo uporabniki v brskalniku Google Chrome ne morejo spremeniti ali preglasiti.

Če nastavitev pustite nespremenjeno, se lahko uporabnik odloči, ali bo uporabljal to funkcijo ali ne.</string><string id="URLBlacklist">Blokiranje dostopa do seznama spletnih naslovov</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blokiranje dostopa do seznama spletnih naslovov</string><string id="URLWhitelist">Omogoča dostop do seznama spletnih naslovov</string><string id="URLWhitelist_Explain">Omogoča dostop do navedenih URL-jev kot izjem za seznam blokiranih URL-jev.

Glede oblike vnosov za ta seznam glejte opis pravilnika za blokirane URL-je.

Ta pravilnik je mogoče uporabiti za odpiranje izjem za omejevalne sezname. Tako je lahko na primer »*« dodan na omejevalni seznam za blokiranje vseh zahtev in ta pravilnik je mogoče uporabiti za dovoljevanje dostopa do omejevalnega seznama URL-jev. Uporabiti ga je mogoče za odpiranje izjem za določene sheme, poddomene ali druge domene, vrata ali določene poti.

Najpodrobnejši filter določa, ali je URL blokiran ali dovoljen. Seznam dovoljenih ima prednost pred seznamom blokiranih.

Ta pravilnik je omejen na 1000 vnosov; nadaljnji vnosi bodo prezrti.

Če tega pravilnika ne nastavite, v pravilniku ne bo izjem za seznam blokiranih v pravilniku »URLBlacklist«.</string><string id="URLWhitelistDesc">Omogoča dostop do seznama spletnih naslovov</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Če je ta pravilnik nastavljen na »true«, je enotno namizje dovoljeno in
privzeto omogočeno; ta funkcija aplikacijam omogoča, da se raztezajo prek več zaslonov.
Uporabnik lahko onemogoči enotno namizje za posamezne zaslone, tako da
v nastavitvah prikaza počisti to funkcijo.

Če je ta pravilnik nastavljen na »false« ali ni nastavljen, bo enotno namizje
onemogočeno. V tem primeru uporabnik funkcije ne more omogočiti.</string><string id="UsbDetachableWhitelist">Seznam dovoljenih naprav USB, katerih povezavo je mogoče prekiniti</string><string id="UsbDetachableWhitelist_Explain">Določa seznam naprav USB, za katere je dovoljena prekinitev povezave z gonilnikom jedra zaradi uporabe prek API-ja chrome.usb neposredno v spletni aplikaciji. Vnosi so pari, ki so sestavljeni iz identifikatorja proizvajalca za USB in identifikatorja izdelka ter ki omogočajo prepoznavo posamezne strojne opreme.

Če ta pravilnik ni nastavljen, je seznam naprav USB, katerih povezavo je mogoče prekiniti, prazen.</string><string id="UsbDetachableWhitelistDesc">Seznam dovoljenih naprav USB, katerih povezavo je mogoče prekiniti</string><string id="UserAvatarImage">Slika za avatar uporabnika</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Nastavljanje prikaznega imena za lokalne račune za napravo</string><string id="UserDisplayName_Explain">Nadzira prikaz imena računa na zaslonu za prijavo v sistemu Google Chrome OS za ustrezen lokalni račun za napravo.

Če je ta pravilnik nastavljen, bo zaslon za prijavo uporabil določen niz v slikovnem prijavnem izbirniku za ustrezen lokalni račun za napravo.

Če ta pravilnik ni nastavljen, bo Google Chrome OS za prikazno ime na zaslonu za prijavo uporabil ID e-poštnega računa lokalnega računa za prijavo.

Ta pravilnik ne velja za običajne uporabniške račune.</string><string id="VideoCaptureAllowed">Omogočanje ali onemogočanje snemanje videoposnetka</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL-ji, ki jim bo brez poziva dovoljen dostop do naprav za zajem videa</string><string id="VideoCaptureAllowedUrls_Explain">Vzorci na tem seznamu se bodo primerjali z varnostnim
izvorom zahtevajočega URL-ja. Če je najdeno ujemanje, bo dostop do naprav
za zajem zvoka dovoljen brez poziva.

OPOMBA: ta pravilnik je bil do različice 45 podprt samo v načinu kioska.</string><string id="VideoCaptureAllowedUrlsDesc">URL-ji, ki jim bo brez poziva dovoljen dostop do naprav za zajem videa</string><string id="WPADQuickCheckEnabled">Omogočanje optimizacije za WPAD</string><string id="WPADQuickCheckEnabled_Explain">Omogoča izklop optimizacije WPAD (samodejno odkrivanje strežnikov proxy v spletu) v brskalniku Google Chrome.

Če je ta pravilnik onemogočen, je optimizacija WPAD onemogočena, zaradi česa mora Google Chrome čakati dlje na strežnike WPAD, ki temeljijo na DNS-ju. Če pravilnik ni nastavljen ali je omogočen, je optimizacija WPAD omogočena.

Neodvisno od tega, ali je pravilnik nastavljen oziroma kako je nastavljen, uporabniki ne morejo spremeniti nastavitve optimizacije WPAD.</string><string id="WallpaperImage">Slika za ozadje</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Omejitev obsega lokalnih vrat UDP, ki jih uporablja tehnologija WebRTC</string><string id="WebRtcUdpPortRange_Explain">Če je pravilnik nastavljen, je obseg vrat UDP, ki jih uporablja tehnologija WebRTC, omejen na navedeni interval vrat (vključno s končnimi točkami).

Če pravilnik ni nastavljen ali je nastavljen na prazen niz oziroma neveljaven obseg vrat, je tehnologiji WebRTC dovoljeno uporabljati katera koli lokalna vrata UDP, ki so na voljo.</string></stringTable><presentationTable><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL domače strani</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Nastavitev predpone »TalkGadget« za gostitelje oddaljenega dostopa</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Omeji obseg vrat UDP, ki jih uporablja gostitelj oddaljenega dostopa</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL, na katerem morajo odjemalci za oddaljeni dostop pridobiti žeton za preverjanje pristnosti</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL za preverjanje žetona za preverjanje pristnosti odjemalca za oddaljeni dostop</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Potrdilo odjemalca za vzpostavljanje povezave s tem: RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Nastavitev vrste lupe</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Nastavitev privzete vrste lupe, omogočene na prijavnem zaslonu</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Privzeta nastavitev piškotkov</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Nastavitev privzetih slik</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Privzeta nastavitev JavaScripta</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Privzeta nastavitev za Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Privzeta nastavitev pojavnih oken</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Privzeta nastavitev obveščanja</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Privzeta nastavitev geolokacije</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Nadzor uporabe API-ja za Web Bluetooth</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Samodejno izberi potrdila odjemalcev za ta spletna mesta</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Dovoli piškotke na teh mestih</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blokiraj piškotke na teh mestih</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Na teh mestih dovoli samo sejne piškotke</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Dovoli slike na teh mestih</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blokiranje slik na teh mestih</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Dovoli JavaScript na teh mestih</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blokiraj JavaScript na teh mestih</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Dovoli vtičnik Flash na teh spletnih mestih</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Blokiraj vtičnik Flash na teh spletnih mestih</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Dovoli pojavna okna na teh mestih</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registracija rutin za obravnavo protokola</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blokiraj pojavna okna na teh mestih</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Dovoli obvestila na teh mestih</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blokiraj obvestila na teh mestih</listBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Razširitve, ki lahko uporabljajo API za oddaljeno potrditev</listBox></presentation><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Podprti načini preverjanja pristnosti</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Seznam dovoljenih strežnikov za preverjanje pristnosti</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Seznam dovoljenih delegacijskih strežnikov za Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Privzeto ime iskalnika</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Privzeta ključna beseda iskalnika</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Privzeti URL iskalnika za iskanje</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Privzeti URL iskalnika za predlog</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Privzeti URL iskalnika za dinamično iskanje</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Privzeta ikona iskalnika</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Privzeto kodiranje iskalnika</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Seznam nadomestnih URL-jev za privzetega ponudnika iskanja</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter, ki nadzira umestitev iskalnega izraza za privzetega ponudnika iskanja</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter, ki omogoča funkcijo iskanja po sliki za privzetega ponudnika iskanja</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL novega zavihka s povezavami privzetega iskalnika</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametri za iskalni URL, ki uporablja POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametri za URL predloga, ki uporablja POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametri za takojšnji URL, ki uporablja POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametri za slikovni URL, ki uporablja POST</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ID-ji razširitev, katerih namestitev je treba uporabniku preprečiti (ali * za vse)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ID-ji razširitev, ki naj bodo izvzete s seznama prepovedanih</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID-ji razširitev/aplikacij in URL-ji posodobitev se namestijo brez obveščanja</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Vzorci URL-jev, ki omogočajo namestitev razširitev, aplikacij in uporabniških skriptov iz</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Vrste razširitev/aplikacij, katerih namestitev je dovoljena</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Nastavitve upravljanja razširitev</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL strani »Nov zavihek«</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Izberite, kako določiti nastavitve strežnika proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Naslov ali URL strežnika proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL za datoteko .pac v proxyju</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Seznam pravil za obvod proxyja, ločenih z vejico</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Dejanje, ki naj se izvede, ko uporabnik zapre pokrov</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Odstotek prilagoditve časovnega zamika zatemnitve zaslona v načinu predstavitve:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Odstotek prilagoditve zakasnitve zatemnitve zaslona, če je uporabnik dejaven po zatemnitvi:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Nastavitve upravljanja energije, ko uporabnik postane nedejaven</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Zakasnitve za zaklepanje zaslona</label></textBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Dejanje ob zagonu</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL-ji, ki naj se odprejo ob zagonu</listBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Opredelitev domen, ki smejo dostopati do storitve Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Nastavitev razpoložljivosti potrdil aplikacijam ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfiguriranje ARC-a</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL-ji, ki jim bo brez poziva dovoljen dostop do naprav za zajem zvoka</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Onemogočanje uveljavljanja pravilnika o preglednosti potrdila za seznam URL-jev</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Nadzor vedenja uporabnikov v večprofilni seji</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Kanal za izdaje</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Pravila za izbiro privzetega tiskalnika</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfiguriranje seznama nameščenih aplikacij na zaslonu za prijavo</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Postavitve tipkovnice na zaslonu za prijavo v napravi</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Jezik na zaslonu za prijavo v napravi</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Upravljanje porabe na zaslonu za prijavo</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Datoteka s konfiguracijami tiskalnikov v podjetjih za naprave</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Pravilnik o dostopu do konfiguracij tiskalnikov za naprave.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Onemogočeni tiskalniki za naprave v podjetjih</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Omogočeni tiskalniki za naprave v podjetjih</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervali zunaj delovnega časa, ko pravilniki OffHours |ignored_policy_proto_tags| niso aktivni</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Konfiguracija omrežja na ravni naprave</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Osveži oceno za pravilnik za naprave:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Sistemske zastavice, ki naj se uporabijo ob zagonu programa Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Ciljna različica za samodejne posodobitve</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Dovoljene vrste povezav za posodobitve</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Faktor razpršitve samodejnega posodabljanja:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Seznam odobrenih uporabnikov za prijavo</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Slika za ozadje naprave</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Nastavitev privzetega sukanja zaslona, ki se znova uveljavi pri vsakem vnovičnem zagonu</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Določi imenik za prenos v računalnik</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Omejitve prenosov</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Strategija selitve za ecryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Začasno omogočanje zastarelih funkcij spletnega okolja</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Vsili najmanjši mogoč Omejeni način v YouTubu</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Razpoložljivost načina brez beleženja zgodovine</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Omogočanje osamitve spletnih mest za določene izvore</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Glavna dovoljenja</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Upravljani zaznamki</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Največja zakasnitev za prenos po zavrnitvi preverjanja pravilnika:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Izvorno tiskanje</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Pravilnik o dostopu do konfiguracij tiskalnikov.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Onemogočeni tiskalniki v podjetjih</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Datoteka s konfiguracijami tiskalnikov v podjetjih</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Omogočeni tiskalniki v podjetjih</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Omogoči omrežno predvidevanje</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Uvrščanje aplikacij za zapiske, ki so omogočene na zaklenjenem zaslonu sistema Google Chrome OS, na seznam dovoljenih</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Konfiguracija omrežja na ravni uporabnika</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Seznam pripetih aplikacij v zaganjalniku</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Osveži oceno za uporabniški pravilnik:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Omejitev časa, ki je uporabniku, katerega pristnost je preverjena prek SAML-ja, na voljo za prijavo brez internetne povezave:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Najvišja omogočena različica protokola SSL</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Nastavitev priporočenih jezikov za javno sejo</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Nadzor samodejnega skrivanja police</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Časovni pas</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfiguriranje načina samodejnega zaznavanja časovnega pasu</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfiguriranje delovanja posodobitve vdelane programske opreme modula TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Nastavitev pogojev storitve za lokalni račun v napravi.</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blokiranje dostopa do seznama spletnih naslovov</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Omogoča dostop do seznama spletnih naslovov</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Seznam dovoljenih naprav USB, katerih povezavo je mogoče prekiniti</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Slika za avatar uporabnika</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Nastavljanje prikaznega imena za lokalne račune za napravo</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL-ji, ki jim bo brez poziva dovoljen dostop do naprav za zajem videa</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Slika za ozadje</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Omejitev obsega lokalnih vrat UDP, ki jih uporablja tehnologija WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>