<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 ou version ultérieure</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Paramètres par défaut (les utilisateurs peuvent les contourner)</string><string id="Attestation_group">Attestation à distance</string><string id="AttestationEnabledForUser">Activer l'attestation à distance pour l'utilisateur</string><string id="AttestationEnabledForUser_Explain">Si cette règle est définie sur &quot;true&quot;, l'utilisateur peut utiliser le matériel sur des appareils Chrome afin d'attester, à distance, de son identité auprès de l'autorité de certification de la confidentialité par le biais de l'API Enterprise Platform Keys API à l'aide de la fonction chrome.enterprise.platformKeys.challengeUserKey().

Si cette règle est définie sur &quot;false&quot;, ou si vous ne l'avez pas définie, les appels vers l'API échouent, et un code d'erreur est renvoyé.</string><string id="AttestationExtensionWhitelist">Extensions autorisées à utiliser l'API d'attestation à distance</string><string id="AttestationExtensionWhitelist_Explain">Cette règle définit les extensions autorisées à utiliser la fonction chrome.enterprise.platformKeys.challengeUserKey() de l'Enterprise Platform Keys API pour l'attestation à distance. Pour pouvoir utiliser cette API, les extensions doivent être ajoutées à cette liste.

Si une extension ne figure pas dans la liste, ou si la liste n'est pas définie, l'appel vers l'API échoue, et un code d'erreur est renvoyé.</string><string id="AttestationExtensionWhitelistDesc">Extensions autorisées à utiliser l'API d'attestation à distance</string><string id="Drive_group">Configurer les options Google Drive</string><string id="DriveDisabled">Désactiver Drive dans l'application Fichiers de Google Chrome OS</string><string id="DriveDisabled_Explain">Désactive la synchronisation de Google Drive dans l'application Fichiers de Google Chrome OS lorsque ce paramètre est défini sur &quot;True&quot;. Dans ce cas, aucune donnée n'est importée dans Google Drive.

Si ce paramètre est défini sur &quot;False&quot; ou s'il n'est pas défini, les utilisateurs ont la possibilité de transférer des fichiers vers Google Drive.</string><string id="DriveDisabledOverCellular">Désactiver Google Drive en cas de connexion mobile dans l'application Fichiers de Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Cette règle désactive la synchronisation avec Google Drive dans l'application Fichiers de Google Chrome OS en cas de connexion à un réseau mobile lorsque vous la définissez sur &quot;True&quot;. Dans ce cas, les données ne sont synchronisées avec Google Drive qu'en cas de connexion Wi-Fi ou Ethernet.

Si vous ne définissez pas cette règle ou si vous la définissez sur &quot;False&quot;, les utilisateurs peuvent transférer des fichiers vers Google Drive via des connexions mobiles.</string><string id="RemoteAccess_group">Configurer les options d'accès à distance</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Activer la traversée de pare-feu depuis l'hôte d'accès à distance</string><string id="RemoteAccessHostFirewallTraversal_Explain">Permet l'utilisation de serveurs STUN lorsque les clients distants tentent d'établir une connexion avec ce poste.

Si ce paramètre est activé, les clients distants peuvent détecter ce poste et s'y connecter même s'ils en sont séparés par un pare-feu.

Si ce paramètre est désactivé et si les connexions UDP sortantes sont filtrées par le pare-feu, ce poste autorise uniquement les connexions émanant des postes clients au sein du réseau local.

Si cette règle n'est pas configurée, le paramètre est activé.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Configurer le préfixe TalkGadget pour les hôtes d'accès à distance</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Configure le préfixe TalkGadget utilisé par les hôtes d'accès à distance et empêche les utilisateurs de le modifier.

S'il est défini, ce préfixe est ajouté au nom TalkGadget de base afin de créer un nom de domaine TalkGadget complet. Le nom de domaine TalkGadget de base est &quot;.talkgadget.google.com&quot;.

En cas d'activation de ce paramètre, les hôtes utilisent le nom de domaine personnalisé, et non le nom de domaine par défaut, lorsqu'ils accèdent à TalkGadget.

En cas de désactivation ou de non-configuration de ce paramètre, le nom de domaine TalkGadget par défaut (&quot;chromoting-host.talkgadget.google.com&quot;) est utilisé pour tous les hôtes.

Les clients d'accès à distance ne sont pas concernés par la configuration de cette règle. Ils utilisent toujours &quot;chromoting-client.talkgadget.google.com&quot; pour accéder à TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Activer la protection des hôtes d'accès à distance</string><string id="RemoteAccessHostRequireCurtain_Explain">Active la protection des hôtes d'accès à distance lorsqu'une connexion est en cours.

En cas d'activation de ce paramètre, les appareils d'entrée et de sortie physiques des hôtes sont désactivés tant qu'une connexion est en cours.

En cas de désactivation ou de non-configuration de ce paramètre, l'utilisateur local ainsi que l'utilisateur à distance peuvent interagir avec l'hôte tant que ce celui-ci est partagé.</string><string id="RemoteAccessHostAllowClientPairing">Activer ou désactiver l'authentification sans code d'accès pour les hôtes d'accès à distance</string><string id="RemoteAccessHostAllowClientPairing_Explain">Si ce paramètre est activé ou qu'il n'est pas configuré, les utilisateurs peuvent alors choisir d'associer les clients et les hôtes au moment de la connexion, ce qui permet d'éliminer la nécessité de saisir systématiquement un code d'accès.

S'il est désactivé, cette fonctionnalité est alors indisponible.</string><string id="RemoteAccessHostAllowGnubbyAuth">Autoriser l'authentification gnubby pour les hôtes d'accès à distance</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Si ce paramètre est activé, les demandes d'authentification gnubby seront envoyées par un proxy via une connexion hôte à distance.

S'il est désactivé ou n'est pas configuré, ces demandes ne seront pas envoyées par un proxy.</string><string id="RemoteAccessHostAllowRelayedConnection">Autoriser l'hôte d'accès à distance à utiliser des serveurs de relais</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Restreindre la plage de ports UDP utilisés par l'hôte d'accès à distance</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Exiger que le nom de l'utilisateur local corresponde à celui du propriétaire de l'hôte d'accès à distance.</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL où les clients d'accès à distance doivent obtenir leur jeton d'authentification</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL permettant de valider le jeton d'authentification du client d'accès à distance</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Certificat client pour se connecter à RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="Extensions_group">Extensions</string><string id="ExtensionInstallBlacklist">Configurer la liste noire d'installation des extensions</string><string id="ExtensionInstallBlacklist_Explain">Permet de spécifier les extensions que les utilisateurs ne peuvent PAS installer. Les extensions déjà installées et figurant sur la liste noire seront supprimées, sans que l'utilisateur puisse les activer. Une fois qu'une extension désactivée suite à son ajout à la liste noire est retirée de cette liste, elle est automatiquement réactivée.

Définir la liste noire sur la valeur &quot;*&quot; revient à interdire toutes les extensions, sauf celles qui sont expressément répertoriées dans la liste blanche.

Si cette règle n'est pas configurée, l'utilisateur peut installer n'importe quelle extension dans Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Configurer la liste noire d'installation des extensions</string><string id="ExtensionInstallWhitelist">Configurer la liste blanche d'installation des extensions</string><string id="ExtensionInstallWhitelist_Explain">Permet de définir les extensions non régies par la liste noire.

Définir la liste noire sur la valeur * revient à interdire toutes les extensions. Les utilisateurs ne peuvent alors installer que celles expressément répertoriées dans la liste blanche.

Par défaut, toutes les extensions figurent sur la liste blanche. Toutefois, si toutes les extensions ont été mises sur la liste noire par la stratégie, seules les extensions expressément indiquées dans la liste blanche pourront être utilisées.</string><string id="ExtensionInstallWhitelistDesc">Configurer la liste blanche d'installation des extensions</string><string id="ExtensionInstallForcelist">Configurer la liste des applications et des extensions dont l'installation est forcée</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Configurer la liste des applications et des extensions dont l'installation est forcée</string><string id="ExtensionInstallSources">Configurer les sources d'installation des extensions, des applications et des scripts d'utilisateur</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Configurer les sources d'installation des extensions, des applications et des scripts d'utilisateur</string><string id="ExtensionAllowedTypes">Configurer les types d'applications ou d'extensions autorisés</string><string id="ExtensionAllowedTypes_Explain">Définit quels types d'extensions ou d'applications sont autorisés à être installés et limite l'accès pendant l'exécution.

Ce paramètre ajoute à la liste blanche les types d'extensions ou d'applications qui sont autorisés à être installés dans Google Chrome et les hôtes avec lesquels elles peuvent interagir. Il s'agit d'une liste de chaînes qui peuvent prendre les valeurs suivantes : &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot; et &quot;platform_app&quot;. Pour obtenir davantage d'informations sur ces types, veuillez consulter la documentation relative aux extensions du produit Google Chrome.

Sachez que cette règle force également l'installation des extensions et des applications via ExtensionInstallForcelist.

Si ce paramètre est configuré, les extensions ou les applications dont le type ne figure pas sur la liste ne sont pas installées.

Si ce paramètre n'est pas configuré, aucune restriction n'est imposée concernant les types d'extensions ou d'applications pouvant être installés.</string><string id="ExtensionAllowedTypesDesc">Configurer les types d'applications ou d'extensions autorisés</string><string id="ExtensionSettings">Paramètres de gestion pour les extensions</string><string id="ExtensionSettings_Explain">Configure les paramètres de gestion d'extension pour Google Chrome.

Cette règle contrôle plusieurs paramètres, y compris ceux contrôlés par des règles associées à une extension. Le cas échéant, elle remplace les anciennes règles.

Cette règle fait correspondre un ID d'extension ou une URL de mise à jour avec sa configuration. Avec un ID d'extension, la configuration n'est appliquée qu'à l'extension spécifiée. Une configuration par défaut peut être définie pour l'ID spécial &quot;*&quot;, lequel s'applique à toutes les extensions dépourvues d'une configuration personnalisée dans cette règle. Avec une URL de mise à jour, la configuration est appliquée à l'ensemble des extensions avec l'URL de mise à jour telle qu'elle est indiquée dans le fichier manifeste de cette extension, comme précisé sur la page https://developer.chrome.com/extensions/autoupdate.

La configuration de chaque extension (ou des extensions ayant la même URL de mise à jour) constitue un autre dictionnaire pouvant contenir les champs documentés ci-dessous.

&quot;installation_mode&quot; : mappe vers une chaîne qui indique le mode d'installation de l'extension. Les chaînes valides sont les suivantes :
* &quot;allowed&quot; : permet l'installation de l'extension par l'utilisateur. Il s'agit du comportement par défaut.
* &quot;blocked&quot; : bloque l'installation de l'extension.
* &quot;force_installed&quot; : l'extension est installée automatiquement et ne peut pas être supprimée par l'utilisateur.
* &quot;normal_installed&quot; : l'extension est installée automatiquement, mais elle peut être désactivée par l'utilisateur.

Le champ &quot;&quot;installation_mode&quot;&quot; peut également être configuré pour plusieurs extensions, dont l'extension &quot;*&quot; (comme paramètre par défaut) et les extensions ayant la même URL de mise à jour. Dans ce cas, seules les valeurs &quot;allowed&quot; et &quot;blocked&quot; peuvent être utilisées.

Si le mode est défini sur &quot;&quot;force_installed&quot;&quot; ou &quot;&quot;normal_installed&quot;&quot;, une URL de mise à jour (&quot;&quot;update_url&quot;&quot;) doit également être configurée. Notez que l'URL de mise à jour définie dans cette règle est seulement utilisée pour l'installation initiale ; les mises à jour ultérieures de l'extension utiliseront l'URL qui est indiquée dans le fichier manifeste de l'extension. L'URL de mise à jour doit toujours pointer vers un document XML &quot;Update Manifest&quot;, comme précisé ci-dessus.

&quot;blocked_permissions&quot; : mappe vers une liste de chaînes indiquant les autorisations d'API bloquées pour l'extension. Les noms des autorisations sont identiques aux chaînes d'autorisations déclarées dans le fichier manifeste de l'extension, comme indiqué sur la page https://developer.chrome.com/extensions/declare_permissions. Ce paramètre peut également être configuré pour l'extension &quot;&quot;*&quot;&quot;. Si l'extension nécessite une autorisation qui figure sur la liste de blocage, son chargement n'est pas autorisé. Si elle contient une autorisation bloquée en tant qu'exigence facultative, elle est traitée normalement, mais les autorisations en conflit seront refusées automatiquement au moment de l'exécution.

&quot;allowed_permissions&quot; : semblable à &quot;&quot;blocked_permissions&quot;&quot;, mais autorise explicitement certaines autorisations qui sont peut-être bloquées par une liste de blocage globale ; la configuration étant donc impossible pour l'extension &quot;&quot;*&quot;&quot;. Notez que ce paramètre n'accorde pas automatiquement d'autorisations aux extensions.

&quot;minimum_version_required&quot; : mappe vers une chaîne de version. Le format de cette chaîne de version est identique à celui utilisé dans le fichier manifeste de l'extension, comme indiqué sur la page https://developer.chrome.com/apps/manifest/version. Une extension présentant une version plus ancienne que la version minimale spécifiée sera désactivée. Cela s'applique également aux extensions de type &quot;force-installed&quot;.

Les paramètres suivants ne peuvent être utilisés que pour la configuration &quot;&quot;*&quot;&quot; par défaut :

&quot;install_sources&quot; : chaque élément de cette liste est un schéma de correspondance de style extension (voir https://developer.chrome.com/extensions/match_patterns). Les utilisateurs pourront facilement installer des éléments depuis n'importe quelle URL correspondant à un élément de cette liste. L'emplacement du fichier *.crx et la page de téléchargement (page de provenance) doivent tous deux être autorisés par ces schémas.

&quot;allowed_types&quot; : ce paramètre ajoute à la liste blanche les types d'extensions ou d'applications qui peuvent être installés dans Google Chrome. Il s'agit d'une liste de chaînes qui peuvent prendre les valeurs suivantes : &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Pour obtenir davantage d'informations sur ces types, veuillez consulter la documentation relative aux extensions de Google Chrome.
&quot;blocked_install_message&quot; : si un utilisateur essaie d'installer une extension, mais qu'elle est bloquée par une règle, le Chrome Web Store affiche un message d'erreur générique. Ce paramètre vous permet d'ajouter du texte au message d'erreur. Ceci peut être utilisé pour rediriger les utilisateurs vers votre centre d'assistance, expliquer pourquoi une extension spécifique est bloquée ou pour tout autre message. Ce message d'erreur sera tronqué s'il dépasse 1 000 caractères.
&quot;runtime_blocked_hosts&quot; : accepte une liste d'hôtes avec lesquels une extension ne pourra pas interagir. Cela inclut l'injection de JavaScript, la modification et l'affichage de webRequests/webNavigation, ainsi que la modification et l'affichage de cookies. Le format est semblable à Match Patterns (https://developer.chrome.com/extensions/match_patterns), sauf qu'aucun chemin ne peut être défini. Par exemple : &quot;*://*.example.com&quot;. Les caractères génériques TLD (par exemple : &quot;*://example.*&quot;) sont également acceptés.
&quot;runtime_allowed_hosts&quot; : accepte une liste d'hôtes avec lesquels une extension peut interagir, qu'ils soient répertoriés dans &quot;runtime_blocked_hosts&quot; ou non. Il s'agit du même format que &quot;runtime_blocked_hosts&quot;.
</string><string id="PowerManagement_group">Gestion de l'alimentation</string><string id="LidCloseAction">Action à effectuer lorsque l'utilisateur ferme le couvercle</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Arrêter</string><string id="LidCloseAction_LidCloseActionLogout">Déconnecter l'utilisateur</string><string id="LidCloseAction_LidCloseActionShutdown">Éteindre</string><string id="LidCloseAction_LidCloseActionDoNothing">Ne rien faire</string><string id="PowerManagementUsesAudioActivity">Indiquer si l'activité audio a une incidence sur la gestion de l'alimentation</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Indiquer si l'activité vidéo a une incidence sur la gestion de l'alimentation</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Pourcentage d'adaptation du délai d'assombrissement de l'écran en mode Présentation</string><string id="PresentationScreenDimDelayScale_Explain">Indique le pourcentage d'adaptation du délai d'assombrissement de l'écran lorsque l'appareil est en mode Présentation.

Si vous définissez cette règle, elle indique le pourcentage d'adaptation du délai d'assombrissement de l'écran lorsque l'appareil est en mode Présentation. En cas d'adaptation de ce délai, les délais de désactivation, de verrouillage et de mise en veille de l'écran sont ajustés pour maintenir le même décalage par rapport au délai d'assombrissement de l'écran initialement configuré.

Si vous ne la définissez pas, un facteur d'adaptation par défaut est appliqué.

Ce facteur doit être de 100 % ou plus. Les valeurs qui auraient pour conséquence de rendre le délai d'assombrissement de l'écran en mode Présentation plus court que le délai d'assombrissement de l'écran standard ne sont pas autorisées.</string><string id="AllowScreenWakeLocks">Autoriser les WakeLock forçant l'activation de l'écran</string><string id="AllowScreenWakeLocks_Explain">Indique si les WakeLock forçant l'activation de l'écran sont autorisés. Ces WakeLock peuvent être demandés par des extensions par le biais de l'API d'extension de gestion de l'alimentation.

Si cette règle est définie sur &quot;true&quot; ou si elle n'est pas définie, les WakeLock forçant l'activation de l'écran sont pris en compte pour la gestion de l'alimentation.

Si cette règle est définie sur &quot;false&quot;, les demandes des WakeLock sont ignorées.</string><string id="UserActivityScreenDimDelayScale">Pourcentage d'adaptation du délai d'assombrissement de l'écran si l'utilisateur devient actif après la réduction de la luminosité</string><string id="UserActivityScreenDimDelayScale_Explain">Indique le pourcentage d'adaptation du délai d'assombrissement de l'écran en cas d'activité de l'utilisateur lors de la réduction de la luminosité ou peu de temps après la désactivation de l'écran.

Si vous définissez cette règle, elle indique le pourcentage d'adaptation du délai de réduction de la luminosité de l'écran en cas d'activité de l'utilisateur lors de la réduction de la luminosité ou peu de temps après la désactivation de l'écran. En cas d'adaptation de ce délai, les délais de désactivation, de verrouillage et d'inactivité de l'écran sont ajustés pour maintenir le même décalage par rapport au délai d'assombrissement de l'écran initialement configuré.

Si vous ne la définissez pas, un facteur d'adaptation par défaut est appliqué.

Ce facteur doit être de 100 % ou plus.</string><string id="WaitForInitialUserActivity">Attendre l'activité utilisateur initiale</string><string id="WaitForInitialUserActivity_Explain">Indiquer si les délais liés à la gestion de l'alimentation et la limite relative à la durée de la session ne doivent être activés que lorsque l'utilisateur a effectué une première activité au cours d'une session.

Si la règle est définie sur &quot;True&quot;, les délais liés à la gestion de l'alimentation et la limite relative à la durée de la session ne sont activés que lorsque l'utilisateur a effectué une première activité au cours d'une session.

Si la règle est définie sur &quot;False&quot; ou si elle n'a pas été configurée, les délais liés à la gestion de l'alimentation et la limite relative à la durée de la session sont activés dès que la session débute.</string><string id="PowerManagementIdleSettings">Paramètres de gestion de l'alimentation en cas d'inactivité de l'utilisateur</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Délais de verrouillage de l'écran</string><string id="ScreenLockDelays_Explain">Indique la période sans activité de la part de l'utilisateur à l'issue de laquelle l'écran est verrouillé lorsque l'appareil est branché sur une prise de courant alternatif ou fonctionne sur batterie.

Lorsque cette période est définie sur une valeur supérieure à zéro, elle représente la durée d'inactivité de l'utilisateur avant que l'écran ne soit verrouillé par Google Chrome OS.

Lorsque cette période est définie sur zéro, l'écran n'est pas verrouillé par Google Chrome OS lorsque l'utilisateur est inactif.

Si cette valeur n'est pas définie, une période par défaut est utilisée.

La méthode recommandée pour verrouiller l'écran en cas d'inactivité consiste à activer le verrouillage de l'écran lors de l'arrêt de Google Chrome OS, qui survient au terme de la durée d'inactivité définie. Cette règle ne devrait être utilisée que lorsque le verrouillage de l'écran doit avoir lieu bien avant l'arrêt du système, ou lorsque l'arrêt du système en cas d'inactivité n'est absolument pas souhaitable.
La valeur de la règle doit être définie en millisecondes. Les valeurs ne peuvent pas être supérieures au délai d'inactivité.</string><string id="PasswordManager_group">Gestionnaire de mots de passe</string><string id="PasswordManagerEnabled">Activer l'enregistrement des mots de passe dans le gestionnaire de mots de passe</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Active Google Cast</string><string id="EnableMediaRouter_Explain">Si cette règle est définie sur &quot;true&quot; ou n'est pas définie, Google Cast est activé, et les utilisateurs peuvent le lancer depuis le menu de l'application, les menus contextuels des pages, les commandes multimédias sur les sites Web compatibles Cast et l'icône Cast de la barre d'outils (si elle est affichée).

Si cette règle est définie sur &quot;false&quot;, Google Cast est désactivé.</string><string id="ShowCastIconInToolbar">Affiche l'icône de la barre d'outils Google Cast</string><string id="ShowCastIconInToolbar_Explain">Si cette règle est définie sur &quot;true&quot;, l'icône Cast de la barre d'outils s'afficher toujours dans la barre d'outils ou dans le menu à développer et les utilisateurs ne peuvent pas la supprimer.

Si cette règle est définie sur &quot;false&quot; ou n'est pas définie, les utilisateurs peuvent l'épingler ou la supprimer depuis son menu contextuel.

Si la règle &quot;EnableMediaRouter&quot; est définie sur &quot;false&quot;, la valeur attribuée à la règle &quot;ShowCastIconInToolbar&quot; n'a aucun effet et l'icône de la barre d'outils ne s'affiche pas.</string><string id="DefaultSearchProvider_group">Moteur de recherche par défaut</string><string id="DefaultSearchProviderEnabled">Activer le moteur de recherche par défaut</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Nom du moteur de recherche par défaut</string><string id="DefaultSearchProviderName_Explain">Indique le nom du moteur de recherche par défaut. Si cette règle n'est pas configurée, le nom d'hôte spécifié par l'URL de recherche est utilisé.

Cette règle n'est prise en compte que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderKeyword">Mot clé du moteur de recherche par défaut</string><string id="DefaultSearchProviderKeyword_Explain">Indique le mot clé qui est le raccourci utilisé dans l'Omnibox pour déclencher la recherche de ce moteur.

Cette règle est facultative. Si elle n'est pas configurée, aucun mot clé n'active le moteur de recherche.

Cette règle n'est prise en compte que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderSearchURL">URL de recherche du moteur de recherche par défaut</string><string id="DefaultSearchProviderSearchURL_Explain">Spécifie l'URL du moteur de recherche utilisé lorsque vous faites une recherche par défaut. Cette URL doit contenir la chaîne {searchTerms}, qui sera remplacée au moment de la requête par les termes que l'utilisateur recherche.

L'URL en question peut être spécifiée comme suit : '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Cette option doit être définie lorsque la règle &quot;DefaultSearchProviderEnabled&quot; est activée et ne sera respectée que si c'est le cas.</string><string id="DefaultSearchProviderSuggestURL">URL de suggestions de recherche du moteur de recherche par défaut</string><string id="DefaultSearchProviderSuggestURL_Explain">Spécifie l'URL du moteur de recherche utilisé pour fournir des suggestions de recherche. Cette URL doit contenir la chaîne {searchTerms}, qui sera remplacée lors de la requête par le texte déjà saisi par l'utilisateur.

Cette règle est facultative. Si elle n'est pas configurée, aucune URL de moteur de recherche fournissant des suggestions n'est utilisé.

L'URL en question peut être spécifiée comme suit : '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderInstantURL">URL de recherche instantanée du moteur de recherche par défaut</string><string id="DefaultSearchProviderInstantURL_Explain">Spécifie l'URL du moteur de recherche utilisé pour fournir des résultats instantanés. Cette URL doit contenir la chaîne '{searchTerms}', qui sera remplacée lors de la requête par le texte déjà saisi par l'utilisateur.

Cette règle est facultative. Si elle n'est pas configurée, aucun résultat de recherche instantanée n'est fourni.

L'URL en question peut être spécifiée comme suit : '{google:baseURL}suggest?q={searchTerms}'.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderIconURL">Icône du moteur de recherche par défaut</string><string id="DefaultSearchProviderIconURL_Explain">Indique l'URL de l'icône favorite du moteur de recherche par défaut.

Cette règle est facultative. Si elle n'est pas définie, aucune icône ne sera présente pour le moteur de recherche.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderEncodings">Codages du moteur de recherche par défaut</string><string id="DefaultSearchProviderEncodings_Explain">Spécifie les codages de caractères compatibles avec le moteur de recherche. Les codages sont des noms de page de code, comme UTF-8, GB2312 et ISO-8859-1. Ils sont testés dans l'ordre indiqué.

Cette règle est facultative. Si elle n'est pas configurée, la valeur par défaut UTF-8 est utilisée.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderEncodingsDesc">Codages du moteur de recherche par défaut</string><string id="DefaultSearchProviderAlternateURLs">Liste d'URL alternatives pour le moteur de recherche par défaut</string><string id="DefaultSearchProviderAlternateURLs_Explain">Spécifie une liste d'URL alternatives pouvant être utilisées pour extraire des termes de recherche du moteur de recherche. Les URL doivent contenir la chaîne &quot;'{searchTerms}'&quot;, qui est utilisée pour extraire les termes de recherche.

Cette règle est facultative. Si vous ne la définissez pas, aucune URL alternative n'est utilisée pour extraire les termes de recherche.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderAlternateURLsDesc">Liste d'URL alternatives pour le moteur de recherche par défaut</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Paramètre contrôlant le positionnement des termes de recherche pour le moteur de recherche par défaut</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Si cette règle est définie et que la chaîne de requête ou l'identifiant du fragment d'une URL de recherche suggérée à partir de l'Omnibox contient ce paramètre, la suggestion affiche les termes et le moteur de recherche, et non l'URL de recherche brute.

Cette règle est facultative. Si vous ne la définissez pas, aucun remplacement des termes de recherche n'est effectué.

Cette règle ne s'applique que si la règle 'DefaultSearchProviderEnabled' est activée.</string><string id="DefaultSearchProviderImageURL">Paramètre qui active la fonctionnalité de recherche par image pour le moteur de recherche par défaut</string><string id="DefaultSearchProviderImageURL_Explain">Spécifie l'URL du moteur de recherche utilisé pour la recherche d'image. Les requêtes de recherche seront envoyées à l'aide la méthode GET. Si la règle &quot;DefaultSearchProviderImageURLPostParams&quot; est activée, elles seront envoyées à l'aide la méthode POST à la place de GET.

Cette règle est facultative. Si elle n'est pas définie, aucune recherche d'image ne sera utilisée.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderNewTabURL">URL de la page Nouvel onglet du moteur de recherche par défaut</string><string id="DefaultSearchProviderNewTabURL_Explain">Indiquer l'URL utilisée par les moteurs de recherche pour afficher une page Nouvel onglet

Cette règle est facultative. Si elle n'est pas définie, aucune page Nouvel onglet ne s'affiche.

Cette règle n'est appliquée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderSearchURLPostParams">Paramètres pour l'URL de recherche utilisant POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Spécifie les paramètres utilisés pour la recherche d'URL avec POST. Il s'agit de paires de noms et de valeurs séparées par une virgule. Si une valeur est équivalente à un paramètre modèle, comme &quot;{searchTerms}&quot; dans l'exemple ci-dessus, elle est remplacée par des termes de recherche réels.

Cette règle est facultative. Si elle n'est pas définie, la requête de recherche sera envoyée à l'aide la méthode GET.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderSuggestURLPostParams">Paramètres pour l'URL de suggestion utilisant POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Spécifie les paramètres utilisés pour la recherche de suggestions avec POST. Il s'agit de paires de noms et de valeurs séparées par une virgule. Si une valeur est équivalente à un paramètre modèle, comme &quot;{searchTerms}&quot; dans l'exemple ci-dessus, elle est remplacée par des termes de recherche réels.

Cette règle est facultative. Si elle n'est pas définie, la suggestion de requête de recherche sera envoyée à l'aide la méthode GET.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderInstantURLPostParams">Paramètres pour l'URL instantanée utilisant POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Spécifie les paramètres utilisés pour la recherche instantanée avec POST. Il s'agit de paires de noms et de valeurs séparées par une virgule. Si une valeur est équivalente à un paramètre modèle, comme &quot;{searchTerms}&quot; dans l'exemple ci-dessus, elle est remplacée par des termes de recherche réels.

Cette règle est facultative. Si elle n'est pas définie, la requête de recherche instantanée sera envoyée à l'aide la méthode GET.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="DefaultSearchProviderImageURLPostParams">Paramètres pour l'URL d'image utilisant POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Spécifie les paramètres utilisés pour la recherche d'image avec POST. Il s'agit de paires de noms et de valeurs séparées par une virgule. Si une valeur est équivalente à un paramètre modèle, comme &quot;{imageThumbnail}&quot; dans l'exemple ci-dessus, elle est remplacée par des miniatures d'images réelles.

Cette règle est facultative. Si elle n'est pas définie, la suggestion de requête de recherche d'image sera envoyée à l'aide la méthode GET.

Cette règle n'est respectée que si la règle &quot;DefaultSearchProviderEnabled&quot; est activée.</string><string id="NewTabPage_group">Page Nouvel onglet</string><string id="NewTabPageLocation">Configurer l'URL de la page &quot;Nouvel onglet&quot;</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Homepage_group">Page d'accueil</string><string id="HomepageLocation">Configurer l'URL de la page d'accueil</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Utiliser la page &quot;Nouvel onglet&quot; comme page d'accueil</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Pages d'accueil</string><string id="RestoreOnStartup">Action au démarrage</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Ouvrir la page Nouvel onglet</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Restaurer la dernière session</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Ouvrir une liste d'URL</string><string id="RestoreOnStartupURLs">URL à ouvrir au démarrage</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL à ouvrir au démarrage</string><string id="Accessibility_group">Paramètres d'accessibilité</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Afficher les options d'accessibilité dans le menu de la barre système</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Activer le grand curseur</string><string id="LargeCursorEnabled_Explain">Active la fonctionnalité d'accessibilité de grand curseur.

Si vous définissez cette règle sur &quot;True&quot;, le grand curseur est activé en permanence.

Si vous définissez cette règle sur &quot;False&quot;, il est toujours désactivé.

Si vous définissez cette règle, les utilisateurs ne peuvent pas la modifier ni l'ignorer.

Si vous ne définissez pas cette règle, le grand curseur est désactivé au départ, mais peut ensuite être activé à tout moment par les utilisateurs.</string><string id="SpokenFeedbackEnabled">Activer les commentaires audio</string><string id="SpokenFeedbackEnabled_Explain">Active la fonctionnalité d'accessibilité de commentaires audio.

Si vous définissez cette règle sur &quot;True&quot;, la fonctionnalité de commentaires audio est activée en permanence.

Si vous définissez cette règle sur &quot;False&quot;, elle est toujours désactivée.

Si vous définissez cette règle, les utilisateurs ne peuvent pas la modifier ni l'ignorer.

Si vous ne définissez pas cette règle, la fonctionnalité de commentaires audio est désactivée au départ, mais peut ensuite être activée à tout moment par les utilisateurs.</string><string id="HighContrastEnabled">Activer le mode Contraste élevé</string><string id="HighContrastEnabled_Explain">Active la fonctionnalité d'accessibilité du mode Contraste élevé.

Si vous définissez cette règle sur &quot;True&quot;, le mode Contraste élevé est activé en permanence.

Si vous définissez cette règle sur &quot;False&quot;, ce mode est désactivé en permanence.

Si vous définissez cette règle, les utilisateurs ne peuvent pas la modifier ni l'ignorer.

Si vous ne définissez pas cette règle, le mode Contraste élevé est désactivé au départ, mais peut ensuite être activé à tout moment par l'utilisateur.</string><string id="VirtualKeyboardEnabled">Activer le clavier à l'écran</string><string id="VirtualKeyboardEnabled_Explain">Activer la fonctionnalité d'accessibilité du clavier à l'écran

Si cette règle est définie sur &quot;True&quot;, le clavier à l'écran est toujours activé.

Si cette règle est définie sur &quot;False&quot;, le clavier à l'écran est toujours désactivé.

Si vous définissez cette règle, les utilisateurs ne peuvent ni la modifier, ni l'ignorer.

Si vous ne définissez pas cette règle, le clavier à l'écran est initialement désactivé, mais l'utilisateur peut l'activer à tout moment.</string><string id="KeyboardDefaultToFunctionKeys">Les touches multimédias sont par défaut des touches de fonction</string><string id="KeyboardDefaultToFunctionKeys_Explain">Modifie le comportement par défaut de la première rangée de touches, qui deviennent des touches de fonction.

Si cette règle est définie sur la valeur &quot;true&quot;, les touches de la première rangée du clavier deviennent par défaut des touches de fonction. Le comportement d'origine des touches multimédias est rétabli en appuyant sur la touche de recherche.

Si cette règle est définie sur la valeur &quot;false&quot; ou si elle n'est pas définie, les touches sont des touches multimédias par défaut et deviennent des touches de fonction lorsque la touche de recherche est maintenue enfoncée.</string><string id="ScreenMagnifierType">Définir le type de loupe</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Loupe désactivée</string><string id="ScreenMagnifierType_Full-screen">Loupe plein écran activée</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Définir l'état par défaut du grand curseur sur l'écran de connexion</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Définit l'état par défaut de la fonctionnalité d'accessibilité de grand curseur sur l'écran de connexion.

Si vous définissez cette règle sur &quot;True&quot;, le grand curseur est activé à l'affichage de l'écran de connexion.

Si vous définissez cette règle sur &quot;False&quot;, il est désactivé à l'affichage de l'écran de connexion.

Si vous définissez cette règle, les utilisateurs peuvent l'ignorer temporairement en activant ou en désactivant le grand curseur. Toutefois, cette option n'est pas définitive, et la valeur par défaut est restaurée dès que l'écran de connexion est affiché de nouveau ou que l'utilisateur reste inactif pendant une minute sur l'écran de connexion.

Si vous ne définissez pas cette règle, le grand curseur est désactivé au premier affichage de l'écran de connexion. Les utilisateurs peuvent l'activer ou le désactiver à tout moment, et son état sur l'écran de connexion est appliqué à tous les utilisateurs.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Définir l'état par défaut des commentaires audio sur l'écran de connexion</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Définir l'état par défaut de la fonctionnalité d'accessibilité de commentaires audio sur l'écran de connexion

Si vous définissez cette règle sur &quot;True&quot;, les commentaires audio sont activés à l'affichage de l'écran de connexion.

Si vous définissez cette règle sur &quot;False&quot;, ils sont désactivés à l'affichage de l'écran de connexion.

Si vous définissez cette règle, les utilisateurs peuvent l'ignorer temporairement en activant ou en désactivant les commentaires audio. Toutefois, cette option n'est pas définitive, et la valeur par défaut est restaurée dès que l'écran de connexion est affiché de nouveau ou que l'utilisateur reste inactif pendant une minute sur l'écran de connexion.

Si vous ne définissez pas cette règle, les commentaires audio sont désactivés au premier affichage de l'écran de connexion. Les utilisateurs peuvent les activer ou les désactiver à tout moment, et leur état sur l'écran de connexion est appliqué à tous les utilisateurs.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Définir l'état par défaut du mode Contraste élevé sur l'écran de connexion</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Définit l'état par défaut de la fonctionnalité d'accessibilité du mode Contraste élevé sur l'écran de connexion.

Si vous définissez cette règle sur &quot;True&quot;, le mode Contraste élevé est activé à l'affichage de l'écran de connexion.

Si vous définissez cette règle sur &quot;False&quot;, il est désactivé à l'affichage de l'écran de connexion.

Si vous définissez cette règle, les utilisateurs peuvent l'ignorer temporairement en activant ou en désactivant le mode Contraste élevé. Toutefois, cette option n'est pas définitive, et la valeur par défaut est restaurée dès que l'écran de connexion est affiché de nouveau ou que l'utilisateur reste inactif pendant une minute sur l'écran de connexion.

Si vous ne définissez pas cette règle, le mode Contraste élevé est désactivé au premier affichage de l'écran de connexion. Les utilisateurs peuvent l'activer ou le désactiver à tout moment, et son état sur l'écran de connexion est appliqué à tous les utilisateurs.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Définir l'état par défaut du clavier à l'écran sur l'écran de connexion</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Définir l'état par défaut de la fonctionnalité d'accessibilité du clavier à l'écran sur l'écran de connexion

Si cette règle est définie sur &quot;True&quot;, le clavier à l'écran est activé à l'affichage de l'écran de connexion.

Si cette règle est définie sur &quot;False&quot;, le clavier à l'écran est désactivé à l'affichage de l'écran de connexion.

Si vous définissez cette règle, les utilisateurs peuvent temporairement l'ignorer en activant ou en désactivant le clavier à l'écran. Toutefois, leur sélection n'est pas permanente, et le paramètre par défaut est restauré chaque fois que l'écran de connexion s'affiche de nouveau ou lorsque l'utilisateur reste inactif sur l'écran de connexion pendant une minute.

Si vous ne définissez pas cette règle, le clavier à l'écran est désactivé la première fois que l'écran de connexion s'affiche. Les utilisateurs peuvent activer ou désactiver à tout moment le clavier à l'écran, et son état est permanent d'un utilisateur à l'autre sur le même écran de connexion.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Activer la loupe plein écran sur l'écran de connexion</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Définit le type de loupe par défaut activée sur l'écran de connexion.

Si vous définissez cette règle, elle contrôle le type de loupe qui est activée à l'affichage de l'écran de connexion. Définissez la règle sur &quot;Aucun&quot; pour désactiver la loupe.

Si vous définissez cette règle, les utilisateurs peuvent l'ignorer temporairement en activant ou en désactivant la loupe. Toutefois, cette option n'est pas définitive, et la valeur par défaut est restaurée dès que l'écran de connexion est affiché de nouveau ou que l'utilisateur reste inactif pendant une minute sur l'écran de connexion.

Si vous ne définissez pas cette règle, la loupe est désactivée au premier affichage de l'écran de connexion. Les utilisateurs peuvent l'activer ou la désactiver à tout moment, et son état sur l'écran de connexion est appliqué à tous les utilisateurs.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Loupe désactivée</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Loupe plein écran activée</string><string id="ContentSettings_group">Paramètres de contenu</string><string id="DefaultCookiesSetting">Paramètre de cookies par défaut</string><string id="DefaultCookiesSetting_Explain">Vous permet de définir si les sites Web sont autorisés à configurer les données locales. La configuration des données locales peut être soit autorisée, soit bloquée pour tous les sites Web.

Si la règle est définie sur &quot;Conserver les cookies pendant toute la durée de la session&quot;, les cookies seront supprimés à la fermeture de la session. Notez que si Google Chrome s'exécute en arrière-plan, il se peut que la session ne se termine pas à la fermeture de la dernière fenêtre. Veuillez consulter la règle BackgroundModeEnabled pour en savoir plus sur cette configuration.

Si cette règle n'est pas définie, la règle AllowCookies sera activée, et l'utilisateur sera autorisé à la modifier.</string><string id="DefaultCookiesSetting_AllowCookies">Autoriser tous les sites à définir des données locales</string><string id="DefaultCookiesSetting_BlockCookies">Interdire à tous les sites de définir des données locales</string><string id="DefaultCookiesSetting_SessionOnly">Conserver les cookies pendant toute la durée de la session</string><string id="DefaultImagesSetting">Paramètres d'images par défaut</string><string id="DefaultImagesSetting_Explain">Permet de déterminer si les sites Web sont autorisés à afficher les images. L'affichage des images peut être soit autorisé, soit refusé pour tous les sites.

Si cette règle n'est pas configurée, la règle &quot;AllowImages&quot; est utilisée, et l'utilisateur est  en mesure de la modifier.</string><string id="DefaultImagesSetting_AllowImages">Autoriser tous les sites à afficher toutes les images</string><string id="DefaultImagesSetting_BlockImages">Interdire à tous les sites d'afficher des images</string><string id="DefaultJavaScriptSetting">Paramètre JavaScript par défaut</string><string id="DefaultJavaScriptSetting_Explain">Permet de définir si les sites Web sont autorisés à exécuter JavaScript. L'exécution de JavaScript peut être soit autorisée pour tous les sites, soit refusée pour tous les sites.

Si cette règle n'est pas configurée, le paramètre &quot;AllowJavaScript&quot; est utilisé et l'utilisateur est en mesure de le modifier.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Autoriser tous les sites à exécuter JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Interdire à tous les sites d'exécuter JavaScript</string><string id="DefaultPluginsSetting">Paramètre par défaut pour le plug-in &quot;Flash&quot;</string><string id="DefaultPluginsSetting_Explain">Cette règle permet d'indiquer si les sites Web sont autorisés à exécuter le plug-in &quot;Flash&quot; automatiquement. L'exécution automatique du plug-in &quot;Flash&quot; peut être soit autorisée pour tous les sites Web, soit refusée pour tous les sites Web.

L'option &quot;Cliquer pour lire&quot; autorise l'exécution du plug-in &quot;Flash&quot;, mais l'utilisateur doit cliquer sur l'espace réservé pour le lancer.

Si cette règle n'est pas configurée, l'utilisateur pourra modifier ce paramètre manuellement.</string><string id="DefaultPluginsSetting_AllowPlugins">Autoriser tous les sites à exécuter le plug-in &quot;Flash&quot; automatiquement</string><string id="DefaultPluginsSetting_BlockPlugins">Bloquer le plug-in &quot;Flash&quot;</string><string id="DefaultPluginsSetting_ClickToPlay">Cliquer pour lire</string><string id="DefaultPopupsSetting">Paramètre de fenêtres pop-up par défaut</string><string id="DefaultPopupsSetting_Explain">Permet de définir si les sites Web sont autorisés à afficher les pop-ups. L'affichage des pop-ups peut être soit autorisé pour tous les sites, soit refusé pour tous les sites.

Si cette règle n'est pas configurée, le paramètre &quot;BlockPopups&quot; est utilisé et l'utilisateur est en mesure de le modifier.</string><string id="DefaultPopupsSetting_AllowPopups">Autoriser tous les sites à afficher des fenêtres pop-up</string><string id="DefaultPopupsSetting_BlockPopups">Interdire à tous les sites d'afficher des fenêtres pop-up</string><string id="DefaultNotificationsSetting">Paramètre de notification par défaut</string><string id="DefaultNotificationsSetting_Explain">Permet de définir si les sites Web sont autorisés à afficher des notifications de bureau. L'affichage des notifications de bureau peut être autorisé par défaut, refusé par défaut, ou l'utilisateur peut recevoir un message chaque fois qu'un site veut afficher des notifications de bureau.

Si cette règle n'est pas configurée, le paramètre &quot;AskNotifications&quot; est utilisé et l'utilisateur est en mesure de le modifier.</string><string id="DefaultNotificationsSetting_AllowNotifications">Autoriser les sites à afficher des notifications sur le bureau</string><string id="DefaultNotificationsSetting_BlockNotifications">Interdire à tous les sites d'afficher des notifications sur le Bureau</string><string id="DefaultNotificationsSetting_AskNotifications">Demander confirmation chaque fois qu'un site veut afficher des notifications sur le bureau</string><string id="DefaultGeolocationSetting">Paramètre de géolocalisation par défaut</string><string id="DefaultGeolocationSetting_Explain">Permet de définir si les sites Web sont autorisés à suivre la position géographique des utilisateurs. Ce suivi peut être autorisé par défaut, refusée par défaut, ou l'utilisateur peut recevoir un message chaque fois qu'un site Web demande sa position géographique.

Si cette règle n'est pas configurée, le paramètre &quot;AskGeolocation&quot; est utilisé et l'utilisateur est en mesure de le modifier.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Autoriser les sites à suivre la position géographique des utilisateurs</string><string id="DefaultGeolocationSetting_BlockGeolocation">Interdire à tous les sites de suivre la position géographique des utilisateurs</string><string id="DefaultGeolocationSetting_AskGeolocation">Demander chaque fois qu'un site veut suivre la position géographique des utilisateurs</string><string id="DefaultWebBluetoothGuardSetting">Contrôler l'utilisation de l'API Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_Explain">Permet d'indiquer si les sites Web sont autorisés à accéder aux appareils Bluetooth à proximité. Soit l'accès est complètement bloqué, soit l'utilisateur reçoit un message chaque fois qu'un site Web souhaite accéder aux appareils Bluetooth à proximité.

Si cette règle n'est pas configurée, la valeur &quot;3&quot; est utilisée et peut être modifiée par l'utilisateur.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Interdire à tous les sites de demander l'accès à des appareils Bluetooth via l'API Web Bluetooth</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Autoriser les sites à demander à l'utilisateur d'accorder l'accès à un appareil Bluetooth à proximité</string><string id="AutoSelectCertificateForUrls">Sélectionner automatiquement des certificats client pour ces sites</string><string id="AutoSelectCertificateForUrls_Explain">Vous permet de spécifier une liste de formats d'URL indiquant les sites pour lesquels Google Chrome doit sélectionner automatiquement un certificat client, lorsque le site nécessite un certificat.

La valeur doit être un ensemble de dictionnaires convertis au format JSON à l'aide de la méthode JSON.stringify(). Chaque dictionnaire doit avoir le format { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot;: $FILTER }, où $URL_PATTERN correspond à un schéma de paramètre de contenu. La valeur $FILTER limite les certificats client à partir desquels le navigateur effectue une sélection automatique. Indépendamment du filtre, seuls les certificats correspondant à la demande de certificats du serveur sont sélectionnés. De plus, si $FILTER a le format { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, seuls les certificats client émis par un certificat dont la valeur CommonName est $ISSUER_CN sont sélectionnés. Si $FILTER correspond à la valeur {} vide du dictionnaire, la sélection de certificats client ne fait pas l'objet de restrictions supplémentaires.

Si cette règle n'est pas définie, la sélection automatique n'est effectuée pour aucun site.</string><string id="AutoSelectCertificateForUrlsDesc">Sélectionner automatiquement des certificats client pour ces sites</string><string id="CookiesAllowedForUrls">Autoriser les cookies sur ces sites</string><string id="CookiesAllowedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui sont autorisés à définir des cookies.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultCookiesSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="CookiesAllowedForUrlsDesc">Autoriser les cookies sur ces sites</string><string id="CookiesBlockedForUrls">Bloquer les cookies sur ces sites</string><string id="CookiesBlockedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui ne sont pas autorisés à définir des cookies.

Si cette règle n'est pas configurée, la valeur par défaut globale est utilisée pour tous les sites à partir de la règle &quot;DefaultCookiesSetting &quot;, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="CookiesBlockedForUrlsDesc">Bloquer les cookies sur ces sites</string><string id="CookiesSessionOnlyForUrls">Autoriser les cookies limités à la session sur ces sites</string><string id="CookiesSessionOnlyForUrls_Explain">Permet de définir une liste de formats d'URL qui déterminent les sites autorisés à créer des cookies spécifiques à chaque session.

Si cette règle n'est pas configurée, la valeur par défaut globale est utilisée pour tous les sites à partir de la règle DefaultCookiesSetting si elle est définie ou, à défaut, à partir de la configuration personnelle de l'utilisateur.

Notez que si Google Chrome est exécuté en arrière-plan, il se peut que la session reste ouverte lorsque la dernière fenêtre de navigateur est fermée. Elle reste alors active jusqu'à ce que le navigateur soit fermé. Pour plus d'informations sur la configuration de ce comportement, consultez la règle BackgroundModeEnabled.

Si la règle RestoreOnStartup est définie de manière à restaurer les URL des sessions précédentes, elle n'est pas respectée. Les cookies sont alors stockés de façon permanente pour ces sites.</string><string id="CookiesSessionOnlyForUrlsDesc">Autoriser les cookies limités à la session sur ces sites</string><string id="ImagesAllowedForUrls">Autoriser les images sur ces sites</string><string id="ImagesAllowedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui sont autorisés à afficher des images.

Si cette règle n'est pas configurée, la valeur par défaut globale est utilisée pour tous les sites à partir de la règle &quot;DefaultImagesSetting&quot; si elle est configurée, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="ImagesAllowedForUrlsDesc">Autoriser les images sur ces sites</string><string id="ImagesBlockedForUrls">Bloquer les images sur ces sites</string><string id="ImagesBlockedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui ne sont pas autorisés à afficher des images.

Si cette règle n'est pas configurée, la valeur par défaut globale est utilisée pour tous les sites à partir de la règle &quot;DefaultImagesSetting&quot; si elle est configurée, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="ImagesBlockedForUrlsDesc">Bloquer les images sur ces sites</string><string id="JavaScriptAllowedForUrls">Autoriser JavaScript sur ces sites</string><string id="JavaScriptAllowedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui sont autorisés à exécuter JavaScript.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultJavaScriptSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="JavaScriptAllowedForUrlsDesc">Autoriser JavaScript sur ces sites</string><string id="JavaScriptBlockedForUrls">Bloquer JavaScript sur ces sites</string><string id="JavaScriptBlockedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui ne sont pas autorisés à exécuter JavaScript.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultJavaScriptSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="JavaScriptBlockedForUrlsDesc">Bloquer JavaScript sur ces sites</string><string id="PluginsAllowedForUrls">Autoriser le plug-in &quot;Flash&quot; sur ces sites</string><string id="PluginsAllowedForUrls_Explain">Cette règle permet de définir une liste de formats d'URL spécifiant les sites qui sont autorisés à exécuter le plug-in &quot;Flash&quot;.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultPluginsSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="PluginsAllowedForUrlsDesc">Autoriser le plug-in &quot;Flash&quot; sur ces sites</string><string id="PluginsBlockedForUrls">Bloquer le plug-in &quot;Flash&quot; sur ces sites</string><string id="PluginsBlockedForUrls_Explain">Cette règle permet de définir une liste de formats d'URL spécifiant les sites qui ne sont pas autorisés à exécuter le plug-in &quot;Flash&quot;.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultPluginsSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="PluginsBlockedForUrlsDesc">Bloquer le plug-in &quot;Flash&quot; sur ces sites</string><string id="PopupsAllowedForUrls">Autoriser les fenêtres pop-up sur ces sites</string><string id="PopupsAllowedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui sont autorisés à ouvrir des pop-ups.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultPopupsSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="PopupsAllowedForUrlsDesc">Autoriser les fenêtres pop-up sur ces sites</string><string id="RegisteredProtocolHandlers">Inscrire des gestionnaires de protocoles</string><string id="RegisteredProtocolHandlers_Explain">Permettre d'inscrire une liste de gestionnaires de protocoles. Cette règle ne peut être qu'une recommandation. La propriété |protocol| doit être définie sur un schéma tel que &quot;mailto&quot;, et la propriété |url| doit être définie sur le format d'URL de l'application qui gère le schéma. Le modèle peut inclure une variable &quot;%s&quot;, qui sera remplacée par l'URL traitée le cas échéant.

Les gestionnaires de protocoles inscrits via la règle sont fusionnés avec ceux inscrits par l'utilisateur, et tous sont disponibles. L'utilisateur peut remplacer les gestionnaires de protocoles installés via la règle en installant un nouveau gestionnaire par défaut, mais il ne peut pas supprimer un gestionnaire de protocoles inscrit via la règle.</string><string id="PopupsBlockedForUrls">Bloquer les fenêtres pop-up sur ces sites</string><string id="PopupsBlockedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui ne sont pas autorisés à ouvrir des pop-ups.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultPopupsSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="PopupsBlockedForUrlsDesc">Bloquer les fenêtres pop-up sur ces sites</string><string id="NotificationsAllowedForUrls">Autoriser les notifications sur ces sites</string><string id="NotificationsAllowedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui sont autorisés à afficher des notifications.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultNotificationsSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="NotificationsAllowedForUrlsDesc">Autoriser les notifications sur ces sites</string><string id="NotificationsBlockedForUrls">Bloquer les notifications sur ces sites</string><string id="NotificationsBlockedForUrls_Explain">Permet de définir une liste de formats d'URL spécifiant les sites qui ne sont pas autorisés à afficher des notifications.

Si cette règle n'est pas configurée, la valeur par défaut globale sera utilisée pour tous les sites à partir de la règle &quot;DefaultNotificationsSetting&quot;, si elle est définie, ou à défaut, à partir de la configuration personnelle de l'utilisateur.</string><string id="NotificationsBlockedForUrlsDesc">Bloquer les notifications sur ces sites</string><string id="HTTPAuthentication_group">Règles pour l'authentification HTTP</string><string id="AuthSchemes">Modèles d'authentification compatibles</string><string id="AuthSchemes_Explain">Indique les modèles d'authentification HTTP compatibles avec Google Chrome.

Les valeurs possibles sont &quot;basic&quot;, &quot;digest&quot;, &quot;ntlm&quot; et &quot;negotiate&quot;. Si vous spécifiez plusieurs valeurs, séparez-les par une virgule.

Si cette règle n'est pas définie, les quatre modèles seront utilisés.</string><string id="DisableAuthNegotiateCnameLookup">Désactiver la consultation CNAME lors de la négociation de l'authentification Kerberos</string><string id="DisableAuthNegotiateCnameLookup_Explain">Indique si le SPN Kerberos généré est basé sur le nom DNS canonique ou sur le nom d'origine saisi.

Si vous activez ce paramètre, la recherche du CNAME sera ignorée et le nom du serveur sera utilisé tel qu'il a été saisi.

Si vous désactivez ce paramètre ou s'il n'est pas défini, le nom canonique du serveur sera déterminé par le biais de la recherche du CNAME.</string><string id="EnableAuthNegotiatePort">Inclure un port non standard dans le SPN Kerberos</string><string id="EnableAuthNegotiatePort_Explain">Indique si le SPN Kerberos généré doit inclure un port non standard.

Si vous activez ce paramètre et qu'un port non standard (c'est-à-dire, un port autre que 80 ou 443) est indiqué, ce port est inclus dans le SPN Kerberos généré.

Si vous désactivez ce paramètre ou si vous ne le configurez pas, le SPN Kerberos généré ne comprend aucun port.</string><string id="AuthServerWhitelist">Liste blanche des serveurs d'authentification</string><string id="AuthServerWhitelist_Explain">Indique les serveurs autorisés pour l'authentification intégrée. L'authentification intégrée ne s'active que lorsque Google Chrome reçoit une demande d'authentification d'un proxy ou d'un serveur faisant partie de la liste blanche.

Si vous utilisez plusieurs serveurs, séparez leur nom par une virgule. Les caractères génériques (*) sont autorisés.

Si vous ne définissez pas cette règle, Google Chrome tente d'identifier si le serveur est sur l'Intranet, auquel cas il répond aux requêtes IWA. Si le serveur est sur Internet, les requêtes IWA sont ignorées par Google Chrome.</string><string id="AuthNegotiateDelegateWhitelist">Liste blanche des serveurs de délégation Kerberos</string><string id="AuthNegotiateDelegateWhitelist_Explain">Serveurs susceptibles d'être utilisés par Google Chrome

Si vous utilisez plusieurs serveurs, séparez leur nom par une virgule. Les caractères génériques (*) sont autorisés.

Si cette règle n'est pas définie, Google Chrome ne transmet pas les identifiants de l'utilisateur, même si le serveur est identifié comme faisant partie de l'Intranet.</string><string id="AllowCrossOriginAuthPrompt">Invites d'authentification de base HTTP (Basic Auth) multi-domaine</string><string id="AllowCrossOriginAuthPrompt_Explain">Contrôle si un sous-contenu tiers sur une page est autorisé à ouvrir une boîte de dialogue d'authentification de base HTTP ( Basic Auth) dans une fenêtre pop-up.

Cette option est habituellement désactivée dans le cadre de la protection contre le phishing. Si cette règle n'est pas configurée, cette option est désactivée et le sous-contenu tiers n'est pas autorisé à afficher une boîte de dialogue d'authentification de base HTTP.</string><string id="QuickUnlock_group">Règles relatives au déverrouillage rapide</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Une liste blanche permet de contrôler les modes de déverrouillage rapide qui peuvent être configurés et utilisés par l'utilisateur pour déverrouiller l'écran de verrouillage.

Il s'agit d'une liste de chaînes qui peuvent prendre les valeurs suivantes : &quot;all&quot;, &quot;PIN&quot;. Si &quot;all&quot; est sélectionné, tous les modes de déverrouillage rapide sont disponibles pour les utilisateurs, y compris ceux qui seront définis par la suite. Autrement, seuls les modes figurant dans la liste sont disponibles.

Par exemple, pour autoriser tous les modes de déverrouillage rapide, utilisez [&quot;all&quot;]. Pour autoriser seulement le déverrouillage par code, utilisez [&quot;PIN&quot;]. Pour désactiver tous les modes de déverrouillage rapides, utilisez [].

Par défaut, aucun mode de déverrouillage rapide n'est disponible pour les services gérés.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Ce paramètre définit la fréquence à laquelle l'utilisateur sera invité à saisir le mot de passe dans l'écran de verrouillage pour pouvoir continuer à utiliser le déverrouillage rapide. Chaque fois que l'écran de verrouillage est activé, si la dernière saisie du mot de passe est antérieure à ce paramètre, le déverrouillage rapide n'est pas disponible. Si l'utilisateur reste sur l'écran de verrouillage au-delà de cette période, il sera invité à saisir un mot de passe la prochaine fois qu'il indiquera un code erroné ou accédera à nouveau à l'écran de verrouillage, selon l'événement qui survient en premier.



Si ce paramètre est configuré, les utilisateurs sont invités à saisir leur mot de passe dans l'écran de verrouillage en fonction de la valeur qui a été définie.



Si ce paramètre n'est pas configuré, les utilisateurs sont invités à saisir leur mot de passe tous les jours dans l'écran de verrouillage.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Si la règle est configurée sur &quot;false&quot;, les utilisateurs ne pourront pas définir un code faible et facile à deviner.

Quelques exemples de codes faibles : ceux qui ne contiennent qu'un chiffre (1111), les suites de chiffres croissantes (1234) et décroissantes (4321), et les codes trop communs.

Par défaut, les utilisateurs recevront un avertissement, et non un message d'erreur, si le code saisi est considéré comme étant trop faible.</string><string id="Proxy_group">Serveur proxy</string><string id="ProxyMode">Sélectionner le mode de spécification des paramètres de serveur proxy</string><string id="ProxyMode_Explain">Permet de préciser le serveur proxy utilisé par Google Chrome et d'empêcher les utilisateurs de modifier les paramètres de proxy.

Si vous choisissez de ne jamais utiliser de serveur proxy et de toujours vous connecter directement, toutes les autres options sont ignorées.

Si vous décidez d'utiliser les paramètres de proxy du système, toutes les autres options sont ignorées.

Si vous optez pour la détection automatique du serveur proxy, toutes les autres options sont ignorées.

Si vous choisissez le mode serveur proxy déterminé, vous pouvez définir des options supplémentaires dans &quot;Adresse ou URL du serveur proxy&quot; et &quot;Liste de règles de contournement de proxy séparées par des virgules&quot;. Seul le serveur proxy HTTP ayant la priorité la plus élevée est disponible pour les applications ARC.

Si vous décidez d'utiliser un script de proxy .pac, vous devez indiquer l'URL du script dans &quot;URL d'un fichier .pac de proxy&quot;.

Pour consulter des exemples détaillés, rendez-vous sur :
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Si vous activez ce paramètre, Google Chrome et les applications ARC ignorent toutes les options liées au proxy spécifiées à partir de la ligne de commande.

Si cette règle n'est pas configurée, les utilisateurs peuvent choisir eux-mêmes leurs paramètres de proxy.</string><string id="ProxyMode_ProxyDisabled">Ne jamais utiliser de proxy</string><string id="ProxyMode_ProxyAutoDetect">Détecter automatiquement les paramètres de proxy</string><string id="ProxyMode_ProxyPacScript">Utiliser un script de proxy .pac</string><string id="ProxyMode_ProxyFixedServers">Utiliser des serveurs proxy déterminés</string><string id="ProxyMode_ProxyUseSystem">Utiliser les paramètres proxy du système</string><string id="ProxyServer">Adresse ou URL du serveur proxy</string><string id="ProxyServer_Explain">Vous pouvez indiquer ici l'URL du serveur proxy.

Cette règle n'est applicable que si vous avez sélectionné les paramètres de proxy manuels pour l'option &quot;Sélectionner le mode de spécification des paramètres de serveur proxy&quot;.

Ne configurez pas cette règle si vous avez sélectionné un autre mode de spécification des règles de proxy.

Pour plus d'informations sur les autres options et pour consulter des exemples détaillés, rendez-vous sur :
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">URL d'un fichier .pac de proxy</string><string id="ProxyPacUrl_Explain">Vous pouvez indiquer ici une URL pointant vers un fichier .pac de proxy.

Cette règle n'est applicable que si vous avez sélectionné les paramètres de proxy manuels pour l'option &quot;Sélectionner le mode de spécification des paramètres de serveur proxy&quot;.

Ne configurez pas cette règle si vous avez sélectionné un autre mode de spécification des règles de proxy.

Pour consulter des exemples détaillés, rendez-vous sur :
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Règles de contournement de proxy</string><string id="ProxyBypassList_Explain">Google Chrome contournera tout serveur proxy pour la liste d'hôtes spécifiée ici.

Cette règle ne prend effet que si vous avez sélectionné les paramètres de proxy manuels dans l'option &quot;Sélectionner le mode de spécification des paramètres de serveur proxy&quot;.

Vous ne devriez pas configurer cette règle si vous avez sélectionné un autre mode de spécification des règles de proxy.

Pour consulter des exemples détaillés, rendez-vous sur :
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="AllowDeletingBrowserHistory">Activer la suppression de l'historique du navigateur et de l'historique des téléchargements</string><string id="AllowDeletingBrowserHistory_Explain">Permet la suppression de l'historique du navigateur et de l'historique des téléchargements dans Google Chrome sans permettre à l'utilisateur de modifier ce paramètre.

Sachez que, même si cette règle est désactivée, il n'est pas garanti que l'historique du navigateur et l'historique des téléchargements soient conservés. Les utilisateurs peuvent, dans certains cas, modifier ou supprimer directement les fichiers de base de données de ces historiques. De même, le navigateur peut expirer ou archiver à tout moment des éléments de l'historique.

Si ce paramètre est activé ou s'il n'est pas défini, la suppression de l'historique du navigateur et de l'historique des téléchargements est possible.

Si ce paramètre est désactivé, la suppression de l'historique du navigateur et de l'historique des téléchargements n'est pas possible.</string><string id="AllowDinosaurEasterEgg">Autoriser le jeu Easter Egg du dinosaure</string><string id="AllowDinosaurEasterEgg_Explain">Autoriser les utilisateurs à jouer au jeu Easter Egg du dinosaure lorsque l'appareil est déconnecté.

Si cette règle est définie sur &quot;False&quot;, les utilisateurs ne pourront pas jouer au jeu Easter Egg du dinosaure lorsque l'appareil est déconnecté. Si ce paramètre est défini sur &quot;True&quot;, les utilisateurs sont autorisés à jouer au jeu des dinosaures. Si cette règle n'est pas définie, les utilisateurs ne sont pas autorisés à jouer au jeu Easter Egg du dinosaure sur les appareils équipés de Chrome OS et enregistrés, mais ils peuvent y jouer dans d'autres circonstances.</string><string id="AllowOutdatedPlugins">Autoriser l'exécution de plug-ins obsolètes</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Autoriser le verrouillage de l'écran</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Définir les domaines autorisés à accéder aux applications Google</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Activer les pages d'erreur alternatives</string><string id="AlternateErrorPagesEnabled_Explain">Permet l'utilisation de pages d'erreur alternatives qui sont intégrées à Google Chrome (comme &quot;page introuvable&quot;) et empêche les utilisateurs de modifier ce paramètre.

Si vous activez ce paramètre, les pages d'erreur alternatives sont utilisées.

Si vous le désactivez, les pages d'erreur alternatives ne sont jamais utilisées.

Dans les deux cas, les utilisateurs ne peuvent pas modifier, ni remplacer ce paramètre dans Google Chrome.

Si cette règle n'est pas configurée, ce paramètre est activé, mais l'utilisateur est en mesure de le modifier.</string><string id="AlwaysAuthorizePlugins">Toujours exécuter les plug-ins qui nécessitent une autorisation</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Activer Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Lorsque cette règle est définie sur &quot;True&quot;, les données des applications Android sont sauvegardées via Android Backup Service. Elles sont ensuite restaurées au moment de la réinstallation des applications (valable pour les applications compatibles uniquement).

Lorsque cette règle est définie sur &quot;False&quot;, Android Backup Service est désactivé.

Si ce paramètre est configuré, les utilisateurs ne peuvent pas le modifier eux-mêmes.

Si ce paramètre n'est pas configuré, les utilisateurs peuvent activer et désactiver Android Backup Service dans l'application Paramètres de leur appareil Android.</string><string id="ArcCertificatesSyncMode">Définir la disponibilité des certificats pour les applications ARC</string><string id="ArcCertificatesSyncMode_Explain">Si la règle est définie sur SyncDisabled ou n'est pas configurée, les certificats Google Chrome OS ne sont pas disponibles pour les applications ARC.

Si la règle est définie sur CopyCaCerts, tous les certificats CA installés via ONC avec Web TrustBit sont disponibles pour les applications ARC.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Désactiver l'utilisation de certificats Google Chrome OS pour les applications ARC</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Activer les certificats CA Google Chrome OS pour les applications ARC</string><string id="ArcEnabled">Activer ARC</string><string id="ArcEnabled_Explain">Lorsque cette règle est définie sur &quot;True&quot;, ARC est activé pour l'utilisateur
(sous réserve de contrôles supplémentaires des paramètres de la règle. ARC
reste indisponible si le mode Éphémère ou la connexion multicompte sont
activés dans la session utilisateur active).

Si ce paramètre est désactivé ou s'il n'est pas configuré, les utilisateurs d'entreprise
ne peuvent pas utiliser ARC.</string><string id="ArcLocationServiceEnabled">Activer le service de localisation Google pour Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Configurer ARC</string><string id="ArcPolicy_Explain">Indique un ensemble de règles transmises à l'exécution ARC. Un fichier JSON valide doit être spécifié.

Cette règle peut être utilisée pour configurer les applications Android automatiquement installées sur l'appareil :

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Identifiant de l'application Android, p. ex. &quot;com.google.android.gm&quot; pour Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Indique la façon dont s'installe une application. OPTIONAL : l'application ne s'installe pas automatiquement, mais l'utilisateur peut l'installer. Il s'agit du réglage par défaut si cette règle n'est pas spécifiée. PRELOAD : l'application s'installe automatiquement, mais l'utilisateur peut la désinstaller. FORCE_INSTALLED : l'application s'installe automatiquement, et l'utilisateur ne peut pas la désinstaller. BLOCKED : l'application est bloquée et ne peut pas être installée. Si l'application a été installée dans le cadre d'une ancienne règle, elle sera désinstallée.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Règle pour répondre aux demandes d'autorisation des applications. PERMISSION_POLICY_UNSPECIFIED : règle non spécifiée. Si aucune règle n'est spécifiée pour une autorisation à quelque niveau que ce soit, le comportement `PROMPT` est utilisé par défaut. PROMPT : demander à l'utilisateur d'accorder une autorisation. GRANT : accorder automatiquement une autorisation. DENY : refuser automatiquement une autorisation.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Objet de configuration JSON propre à l'application avec un ensemble de paires clé/valeur, p. ex. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Les clés sont définies dans le fichier manifeste de l'application.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Pour épingler des applications sur le lanceur d'applications, reportez-vous à PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Autoriser ou interdire la capture audio</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL autorisées à accéder aux appareils de capture audio sans avis préalable</string><string id="AudioCaptureAllowedUrls_Explain">Les modèles de cette liste sont rapprochés de la source de sécurité
de l'URL à l'origine de la demande. En cas de correspondance,
l'accès aux appareils d'enregistrement audio est autorisé sans confirmation requise.

REMARQUE : Avant la version 45, cette règle n'était compatible qu'avec le mode Kiosque.</string><string id="AudioCaptureAllowedUrlsDesc">URL autorisées à accéder aux appareils de capture audio sans avis préalable</string><string id="AudioOutputAllowed">Autoriser la lecture audio</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Activer la saisie automatique</string><string id="AutoFillEnabled_Explain">Active la fonction de saisie automatique de Google Chrome et permet aux utilisateurs de remplir automatiquement des formulaires Web à l'aide de données stockées précédemment, telles qu'une adresse ou des informations de carte de crédit.

Si vous désactivez ce paramètre, la fonction de saisie automatique n'est pas accessible aux utilisateurs.

Si vous activez ce paramètre ou ne définissez pas de valeur, la fonction de saisie automatique peut être contrôlée par les utilisateurs. Ces derniers peuvent ainsi configurer des profils de saisie automatique et activer ou désactiver la fonction de saisie automatique à leur guise.</string><string id="AutofillCreditCardEnabled">Activer la saisie automatique pour les cartes de crédit</string><string id="AutofillCreditCardEnabled_Explain">Active la fonction de saisie automatique de Google Chrome et permet aux utilisateurs de remplir automatiquement des formulaires Web à l'aide de données stockées précédemment, telles qu'une adresse ou des informations de carte de crédit.

Si vous désactivez ce paramètre, la fonction de saisie automatique ne suggérera ni ne remplira jamais les informations de carte de crédit, et n'enregistrera pas d'autres informations de carte de crédit que l'internaute pourrait saisir lors de sa navigation sur le Web.

Si vous activez ce paramètre ou ne configurez pas de valeur, l'internaute sera en mesure de contrôler la fonction de saisie automatique globale (y compris les cartes de crédit) dans l'interface utilisateur.</string><string id="BlockThirdPartyCookies">Bloquer les cookies tiers</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Activer le barre de favoris</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">L'authentification de portail captif ignore le proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Désactiver l'application des règles de transparence des certificats pour une liste d'URL</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Désactive l'application des règles de transparence des certificats pour les URL répertoriées.

Cette règle autorise à ne pas communiquer les certificats associés aux noms d'hôte dans la liste d'URL répertoriées, contrairement à ce que prévoient les règles de transparence des certificats. Ainsi, les certificats qui n'auraient pas été jugés fiables pour ne pas avoir été communiqués au public comme il se doit, peuvent continuer d'être utilisés, même si cela rend plus difficile la détection des certificats ayant été indiqués ou non concernant ces hôtes.

Le format d'une URL doit être conforme aux règles stipulées à l'adresse https://www.chromium.org/administrators/url-blacklist-filter-format. Toutefois, étant donné que des certificats sont valables pour un nom d'hôte donné, indépendamment du schéma, du port ou du chemin d'accès, seule la partie du nom d'hôte de l'URL est prise en compte. Les hôtes génériques ne sont pas acceptés.

Si cette politique n'est pas configurée, tout certificat qui doit être communiqué tel que le prévoient les règles de transparence des certificats est considéré comme n'étant pas fiable s'il n'est pas communiqué comme il se doit.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Désactiver l'application des règles de transparence des certificats pour une liste d'URL</string><string id="ChromeOsLockOnIdleSuspend">Activer le verrouillage lorsque l'appareil est inactif ou en veille</string><string id="ChromeOsLockOnIdleSuspend_Explain">Activer le verrouillage lorsque les appareils exécutant Google Chrome OS sont inactifs ou en veille.

Si vous activez ce paramètre, les utilisateurs sont invités à fournir un mot de passe pour réactiver l'appareil lorsqu'il est en veille.

Si vous désactivez ce paramètre, les utilisateurs n'ont pas de mot de passe à fournir pour réactiver l'appareil lorsqu'il est en veille.

Dans les deux cas, les utilisateurs ne peuvent ni modifier ni remplacer ce paramètre.

Si la règle n'est pas définie, l'utilisateur peut choisir d'être invité ou non à saisir le mot de passe pour déverrouiller l'appareil.</string><string id="ChromeOsMultiProfileUserBehavior">Contrôler le comportement de l'utilisateur lors d'une session à plusieurs profils</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Contrôle le comportement des utilisateurs dans une session multiprofil sur des appareils Google Chrome OS.

Si cette règle est définie sur &quot;MultiProfileUserBehaviorUnrestricted&quot;, l'utilisateur peut être utilisateur principal ou secondaire dans une session multiprofil.

Si cette règle est définie sur &quot;MultiProfileUserBehaviorMustBePrimary&quot;, l'utilisateur peut uniquement être utilisateur principal dans une session multiprofil.

Si cette règle est définie sur &quot;MultiProfileUserBehaviorNotAllowed&quot;, l'utilisateur ne peut pas faire partie d'une session multiprofil.

Si vous définissez ce paramètre, les utilisateurs ne peuvent pas le modifier ni le remplacer.

Si ce paramètre est modifié pendant que l'utilisateur est connecté à une session multiprofil, les paramètres de tous les utilisateurs de la session sont vérifiés. La session est fermée si l'un des utilisateurs n'est plus autorisé à y prendre part.

Si la règle n'est pas définie, la valeur par défaut &quot;MultiProfileUserBehaviorMustBePrimary'' s'applique aux utilisateurs gérés par l'entreprise et la valeur &quot;MultiProfileUserBehaviorUnrestricted&quot; est utilisée pour les utilisateurs non gérés.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Autoriser l'utilisateur d'entreprise à être à la fois un utilisateur principal et un utilisateur secondaire (comportement par défaut pour les utilisateurs non gérés)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Autoriser l'utilisateur d'entreprise à participer aux sessions à plusieurs profils en tant qu'utilisateur principal seulement (comportement par défaut pour les utilisateurs gérés par une entreprise)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Ne pas autoriser l'utilisateur d'entreprise à participer aux sessions à plusieurs profils, que ce soit en tant qu'utilisateur principal ou secondaire</string><string id="ChromeOsReleaseChannel">Version disponible</string><string id="ChromeOsReleaseChannel_Explain">Indique le canal de distribution sur lequel cet appareil devrait être verrouillé.</string><string id="ChromeOsReleaseChannel_StableChannel">Version stable</string><string id="ChromeOsReleaseChannel_BetaChannel">Version bêta</string><string id="ChromeOsReleaseChannel_DevChannel">Version en développement (peut être instable)</string><string id="ChromeOsReleaseChannelDelegated">Autoriser ou verrouiller la configuration de la version par l'utilisateur</string><string id="ChromeOsReleaseChannelDelegated_Explain">Si cette règle est définie sur &quot;True&quot;, et si la règle ChromeOsReleaseChannel n'est pas spécifiée, les utilisateurs du domaine correspondant sont autorisés à modifier la version de l'appareil. Si elle est définie sur &quot;False&quot;, l'appareil est verrouillé sur la dernière version configurée.

La règle ChromeOsReleaseChannel prévaut sur la version sélectionnée par l'utilisateur. Toutefois, si cette dernière est plus stable que la version installée sur l'appareil, elle n'est remplacée qu'une fois que la version la plus stable atteint un numéro supérieur à celui de la version installée sur l'appareil.</string><string id="ComponentUpdatesEnabled">Active la mise à jour des composants de Google Chrome</string><string id="ComponentUpdatesEnabled_Explain">Active la mise à jour de tous les composants de Google Chrome en cas d'absence de réglage ou de réglage sur &quot;True&quot;.

En cas de réglage sur &quot;False&quot;, la mise à jour des composants est désactivée. Toutefois, certains composants échappent à cette règle : les mises à jour des composants sans code exécutable, qui n'affectent pas de façon significative le comportement du navigateur ou qui sont essentiels à la sécurité du navigateur ne seront pas désactivées.
Ces composants peuvent inclure les listes de révocation de certificats et les données de navigation sécurisée.
Consultez la page https://developers.google.com/safe-browsing pour en savoir plus sur la navigation sécurisée.</string><string id="DefaultPrinterSelection">Instructions de sélection de l'imprimante par défaut</string><string id="DefaultPrinterSelection_Explain">Remplace les instructions de sélection de l'imprimante par défaut pour Google Chrome.

Cette règle détermine les instructions de sélection de l'imprimante par défaut dans Google Chrome, la première fois que la fonction d'impression est utilisée avec un profil donné.

Si cette règle est définie, Google Chrome essaie de trouver une imprimante correspondant à tous les attributs spécifiés et en fait l'imprimante par défaut. La première imprimante retenue d'après ces critères est sélectionnée. Si plusieurs imprimantes correspondent aux attributs spécifiés, l'une d'entre elles est sélectionnée (selon l'ordre dans lequel elles ont été découvertes).

Si cette règle n'est pas définie ou si aucune imprimante n'est retenue dans le délai imparti, l'imprimante par défaut est l'imprimante PDF intégrée à l'outil. Si l'imprimante PDF n'est pas disponible, aucune imprimante n'est sélectionnée.

La valeur est analysée en tant qu'objet JSON, conformément au schéma suivant :
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Pour limiter ou ne pas limiter la recherche d'une imprimante correspondant aux critères spécifiés à un groupe d'imprimantes spécifique.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Expression régulière correspondant à l'ID de l'imprimante.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Expression régulière correspondant au nom à afficher de l'imprimante.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Les imprimantes connectées à Google Cloud Print sont considérées comme étant de type &quot;&quot;cloud&quot;&quot;, et les autres sont de type &quot;&quot;local&quot;&quot;.
Si vous ne renseignez pas un champ, cela signifie que toutes les valeurs seront prises en compte. Par exemple, si vous ne spécifiez pas de connectivité, l'aperçu avant impression proposera toutes sortes d'imprimantes, à la fois de type &quot;local&quot; et &quot;cloud&quot;.
Les schémas d'expressions régulières doivent suivre la syntaxe JavaScript RegExp, et les résultats sont sensibles à la casse.</string><string id="DeveloperToolsDisabled">Désactiver les outils de développement</string><string id="DeveloperToolsDisabled_Explain">Désactive les outils de développement et la console JavaScript.

Si vous activez ce paramètre, les outils de développement ne sont plus accessibles et les éléments du site Web ne peuvent plus être inspectés. Tous les raccourcis clavier et toutes les entrées de menu ou de menu contextuel permettant d'ouvrir les outils de développement ou la console JavaScript sont désactivés.

Si vous désactivez cette option ou si vous ne la configurez pas, l'utilisateur a accès aux outils de développement et à la console JavaScript.</string><string id="DeviceAllowBluetooth">Autoriser le Bluetooth sur l'appareil</string><string id="DeviceAllowBluetooth_Explain">Si cette règle est définie sur &quot;False&quot;, Google Chrome OS désactivera le Bluetooth, et l'utilisateur ne pourra pas le réactiver.

Si cette règle est définie sur &quot;True&quot; ou n'est pas configurée, l'utilisateur pourra activer ou désactiver le Bluetooth comme il le souhaite.

Si cette règle est configurée, l'utilisateur ne pourra ni la modifier ni l'ignorer.

Après avoir activé le Bluetooth, l'utilisateur devra se déconnecter, puis se reconnecter pour que les modifications soient prises en compte. Cette opération n'est pas nécessaire après la désactivation du Bluetooth.</string><string id="DeviceAllowNewUsers">Autoriser la création de comptes utilisateur</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Autoriser les utilisateurs à profiter de leurs offres via le service d'enregistrement Chrome OS</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Les administrateurs informatiques des appareils d'entreprise peuvent utiliser cet indicateur pour autoriser ou non les utilisateurs à profiter de leurs offres via le service d'enregistrement de Chrome OS.

Si cette règle est définie sur &quot;True&quot; ou si elle n'est pas définie, les utilisateurs peuvent utiliser leurs offres via ce service.

Si elle est définie sur &quot;False&quot;, les utilisateurs ne peuvent pas utiliser leurs offres.</string><string id="DeviceAutoUpdateDisabled">Désactive les mises à jour automatiques</string><string id="DeviceAutoUpdateDisabled_Explain">Désactive les mises à jour automatiques lorsque cette règle est définie sur &quot;True&quot;.

Les appareils Google Chrome OS recherchent automatiquement les mises à jour lorsque ce paramètre n'est pas configuré ou lorsqu'il est défini sur &quot;False&quot;.

Avertissement : Il est recommandé de ne pas désactiver les mises à jour automatiques afin que les utilisateurs continuent de recevoir les mises à jour logicielles et les correctifs de sécurité essentiels. La désactivation des mises à jour automatiques pourrait constituer un risque pour les utilisateurs.</string><string id="DeviceAutoUpdateP2PEnabled">Mise à jour automatique avec connexion P2P activée</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Indiquer si une connexion P2P doit être utilisée pour les charges utiles de mise à jour de l'OS. Si le paramètre est défini sur &quot;True&quot;, les charges utiles de mise à jour sur le réseau local sont partagées et utilisées par les appareils, ce qui peut avoir pour effet de réduire la quantité de bande passante utilisée et l'encombrement sur Internet. Si la charge utile de mise à jour n'est pas disponible sur le réseau local, le téléchargement est effectué sur l'appareil à partir d'un serveur de mise à jour. Si le paramètre est défini sur &quot;False&quot;, ou s'il n'est pas configuré, la connexion P2P n'est pas utilisée.</string><string id="DeviceBlockDevmode">Bloquer le mode développeur</string><string id="DeviceBlockDevmode_Explain">Bloquez le mode développeur.

Si cette règle est associée à la valeur &quot;True&quot;, Google Chrome OS empêche l'appareil de démarrer en mode développeur. Le système refuse de se lancer et un écran d'erreur s'affiche lorsque le mode développeur est activé.

Si cette règle n'est pas définie ou si elle est associée à la valeur &quot;False&quot;, le mode développeur peut être sélectionné sur l'appareil.</string><string id="DeviceDataRoamingEnabled">Activer l'itinérance des données</string><string id="DeviceDataRoamingEnabled_Explain">Détermine si l'itinérance des données doit être activée pour l'appareil. Si cette règle est définie sur &quot;true&quot;, l'itinérance des données est autorisée. Si cette règle n'est pas configurée ou si elle est définie sur &quot;false&quot;, l'itinérance des données n'est pas possible.</string><string id="DeviceEphemeralUsersEnabled">Effacer les données utilisateur à la déconnexion</string><string id="DeviceEphemeralUsersEnabled_Explain">Détermine si Google Chrome OS doit conserver les données locales des comptes après la déconnexion. Si cette règle est définie sur &quot;true&quot;, aucun compte persistant n'est conservé par Google Chrome OS. Par ailleurs, toutes les données de la session utilisateur sont supprimées après la déconnexion. Si cette règle est définie sur &quot;false&quot; ou si elle n'est pas configurée, l'appareil peut conserver des données utilisateur locales (chiffrées).</string><string id="DeviceGuestModeEnabled">Activer le mode invité</string><string id="DeviceGuestModeEnabled_Explain">Si cette règle est définie sur &quot;true&quot; ou si elle n'est pas configurée, Google Chrome OS autorise les connexions en mode invité. Les connexions en mode invité correspondent à des sessions utilisateur anonymes et ne nécessitent pas de mot de passe.

Si cette règle est définie sur &quot;false&quot;, Google Chrome OS n'autorise pas les sessions en mode invité.</string><string id="DeviceLoginScreenAppInstallList">Configurez la liste des applications installées sur l'écran de connexion.</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Configurez la liste des applications installées sur l'écran de connexion.</string><string id="DeviceLoginScreenInputMethods">Dispositions de clavier de l'écran de connexion de l'appareil</string><string id="DeviceLoginScreenInputMethods_Explain">Détermine les dispositions de clavier autorisées sur l'écran de connexion Google Chrome OS.

Si cette règle est définie sur une liste d'identifiants de modes de saisie, les modes de saisie indiqués sont disponibles sur l'écran de connexion. Le premier mode de saisie proposé est présélectionné. Lorsqu'un profil utilisateur est actif sur l'écran de connexion, le dernier mode de saisie utilisé par l'utilisateur est disponible en plus des modes de saisie fournis par cette règle. Si cette règle n'est pas définie, les modes de saisie sur l'écran de connexion sont dérivés des paramètres régionaux dans lesquels cet écran est affiché. Les valeurs qui ne constituent pas des identifiants de modes de saisie valides sont ignorées.</string><string id="DeviceLoginScreenInputMethodsDesc">Dispositions de clavier de l'écran de connexion de l'appareil</string><string id="DeviceLoginScreenLocales">Paramètres régionaux de l'écran de connexion de l'appareil</string><string id="DeviceLoginScreenLocales_Explain">Détermine les paramètres régionaux qui sont appliqués sur l'écran de connexion Google Chrome OS.

Si cette règle est définie, l'écran de connexion est toujours affiché dans les paramètres régionaux indiqués par la première valeur de cette règle (cette dernière est définie en tant que liste pour la compatibilité ascendante). Si cette règle n'est pas définie, ou si elle est définie sur une liste vide, l'écran de connexion est affiché dans les paramètres régionaux de la dernière session de l'utilisateur. Si cette règle est définie sur une valeur qui ne constitue pas des paramètres régionaux valides, l'écran de connexion est affiché dans des paramètres régionaux de remplacement (actuellement &quot;en-US&quot;).</string><string id="DeviceLoginScreenLocalesDesc">Paramètres régionaux de l'écran de connexion de l'appareil</string><string id="DeviceLoginScreenPowerManagement">Gestion de l'alimentation sur l'écran de connexion</string><string id="DeviceLoginScreenPowerManagement_Explain">Configurer la gestion de l'alimentation sur l'écran de connexion dans Google Chrome OS.

Cette règle vous permet de configurer le comportement de Google Chrome OS en cas d'inactivité de l'utilisateur pendant une période donnée alors que l'écran de connexion est affiché. Elle contrôle plusieurs paramètres. Pour connaître leur signification et les valeurs possibles, consultez les règles correspondantes qui contrôlent la gestion de l'alimentation au cours d'une session. Les seules différences sont les suivantes :
* L'action à effectuer en cas d'inactivité ou lorsque l'écran est fermé ne peut être de mettre fin à la session.
* L'action effectuée par défaut en cas d'inactivité lorsque l'appareil est branché sur le secteur est l'arrêt de l'appareil.

Si un paramètre n'est pas défini, une valeur par défaut est utilisée.

Si cette règle n'est pas configurée, des valeurs par défaut sont utilisées pour l'ensemble des paramètres.</string><string id="DeviceMetricsReportingEnabled">Activer la génération de rapports sur les statistiques</string><string id="DeviceMetricsReportingEnabled_Explain">Détermine si les statistiques d'utilisation et les données de diagnostic, telles que des rapports d'erreurs, doivent être envoyées à Google. Si cette règle est définie sur &quot;true&quot;, Google Chrome OS les envoie. Si cette règle n'est pas configurée ou si elle est définie sur &quot;false&quot;, les rapports sur les statistiques et les données de diagnostic ne sont pas envoyés.</string><string id="DeviceNativePrinters">Fichier de configuration des imprimantes d'entreprise pour des appareils</string><string id="DeviceNativePrinters_Explain">Fournit les configurations des imprimantes d'entreprise associées à des appareils.

Cette règle vous permet de communiquer les configurations des imprimantes aux appareils Google Chrome OS. La taille du fichier ne doit pas dépasser 5 Mo, et celui-ci doit être au format JSON. Le format est le même que celui du dictionnaire NativePrinters. Un fichier contenant environ 21 000 imprimantes est habituellement encodé dans un fichier de 5 Mo. Le hachage chiffré est utilisé pour vérifier l'intégrité du téléchargement.

Le fichier est téléchargé et mis en cache. Il sera de nouveau téléchargé à chaque modification de l'URL ou du hachage.

Si cette règle est définie, Google Chrome OS téléchargera le fichier des configurations d'imprimante, et mettra les imprimantes à disposition conformément à DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist et DeviceNativePrintersBlacklist.

Cette règle n'a aucune incidence sur la capacité ou non des utilisateurs à configurer des imprimantes sur différents appareils. Elle est destinée à compléter la configuration des imprimantes effectuée par les utilisateurs.

Cette règle s'ajoute à NativePrintersBulkConfiguration.

Si cette règle n'est pas définie, aucune imprimante d'appareil n'est disponible et les autres règles DeviceNativePrinter* sont ignorées.</string><string id="DeviceNativePrintersAccessMode">Règle d'accès à la configuration des imprimantes d'appareils.</string><string id="DeviceNativePrintersAccessMode_Explain">Détermine les imprimantes de DeviceNativePrinters qui sont à la disposition des utilisateurs.

Indique quelle règle d'accès est utilisée pour la configuration groupée des imprimantes. Si AllowAll est sélectionné, toutes les imprimantes sont affichées. Si BlacklistRestriction est sélectionné, DeviceNativePrintersBlacklist est utilisé pour limiter l'accès aux imprimantes spécifiées. Si WhitelistPrintersOnly est sélectionné, DeviceNativePrintersWhitelist indique uniquement les imprimantes qui peuvent être choisies.

Si cette règle n'est pas définie, BlacklistRestriction est supposé s'appliquer.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Toutes les imprimantes sont affichées à l'exception de celles qui sont répertoriées dans la liste noire.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Seules les imprimantes répertoriées dans la liste blanche sont présentées aux utilisateurs</string><string id="DeviceNativePrintersAccessMode_AllowAll">Autorise toutes les imprimantes répertoriées dans le fichier de configuration.</string><string id="DeviceNativePrintersBlacklist">Imprimantes d'appareils d'entreprise désactivées</string><string id="DeviceNativePrintersBlacklist_Explain">Indique les imprimantes auxquelles un utilisateur n'a pas accès.

Cette règle est utilisée uniquement si BlacklistRestriction est sélectionné pour DeviceNativePrintersAccessMode.

Lorsqu'elle est appliquée, toutes les imprimantes sont mises à la disposition de l'utilisateur excepté pour les ID répertoriés dans cette règle.
</string><string id="DeviceNativePrintersBlacklistDesc">Imprimantes d'appareils d'entreprise désactivées</string><string id="DeviceNativePrintersWhitelist">Imprimantes d'appareils d'entreprise activées</string><string id="DeviceNativePrintersWhitelist_Explain">Indique les imprimantes qu'un utilisateur peut employer.

Cette règle est utilisée uniquement si WhitelistPrintersOnly est sélectionné pour DeviceNativePrintersAccessMode.

Si cette règle est appliquée, seules les imprimantes dont l'ID correspond aux valeurs de la règle sont à la disposition de l'utilisateur. Les ID doivent correspondre aux entrées du fichier spécifié dans DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Imprimantes d'appareils d'entreprise activées</string><string id="DeviceOffHours">Intervalles de désactivation (en heures) pendant lesquels les règles OffHours |ignored_policy_proto_tags| de désactivation de l'appareil sont disponibles</string><string id="DeviceOffHours_Explain">Si la règle de désactivation OffHours est définie, les règles spécifiées relatives aux appareils sont ignorées (utilisation des paramètres par défaut de ces règles) pendant la période définie. Les règles relatives aux appareils sont de nouveau appliquées par Chrome à chaque événement lorsque la période de désactivation OffHours commence ou se termine. L'utilisateur recevra une notification, puis il sera obligé de se déconnecter à la fin de la période de désactivation OffHours et lorsque les paramètres des règles relatives aux appareils sont modifiés (par exemple, si l'utilisateur est connecté avec un compte non autorisé).</string><string id="DeviceOpenNetworkConfiguration">Configuration réseau au niveau de l'appareil</string><string id="DeviceOpenNetworkConfiguration_Explain">Permet de transférer l'application de la configuration réseau à tous les utilisateurs d'un appareil fonctionnant avec Google Chrome OS. La configuration réseau correspond à une chaîne formatée par JSON conformément au format de configuration de réseau ouvert, décrit à l'adresse https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="DevicePolicyRefreshRate">Fréquence d'actualisation des règles de l'appareil</string><string id="DevicePolicyRefreshRate_Explain">Indique la fréquence en millisecondes à laquelle le service de gestion des appareils est interrogé sur les informations concernant les règles relatives aux appareils.

La définition de cette règle remplace la valeur par défaut de 3 heures. Les valeurs valides pour cette règle sont comprises entre 1 800 000 (30 minutes) et 86,4 millions (1 jour). Les valeurs situées en dehors de cette plage sont remplacées par la valeur limite la plus proche.

Si cette règle n'est pas définie, la valeur par défaut de 3 heures est appliquée dans Google Chrome OS.

Notez que si la plate-forme est compatible avec les notifications relatives aux règles, le délai d'actualisation sera défini sur 24 heures (ignorant ainsi toutes les valeurs par défaut et celle de cette règle). En effet, les notifications relatives aux règles forceront une actualisation automatique chaque fois qu'une règle est modifiée, ce qui rend inutile toute actualisation supplémentaire.</string><string id="DeviceQuirksDownloadEnabled">Activer l'envoi de requêtes de profils matériels à Quirks Server</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Redémarrer automatiquement à l'arrêt de l'appareil</string><string id="DeviceRebootOnShutdown_Explain">Si la règle est définie sur &quot;False&quot; ou n'est pas configurée, Google Chrome OS permet à l'utilisateur d'arrêter l'appareil.
Si cette règle est définie sur &quot;True&quot;, Google Chrome OS déclenche un redémarrage lorsque l'utilisateur arrête l'appareil. Google Chrome OS remplace toutes les occurrences des boutons d'arrêt de l'interface utilisateur par des boutons de redémarrage. Si l'utilisateur arrête l'appareil au moyen du bouton Marche/Arrêt, celui-ci ne redémarre pas automatiquement, même si la règle est activée.</string><string id="DeviceShowUserNamesOnSignin">Afficher les noms d'utilisateur sur l'écran de connexion</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Options système à appliquer au démarrage de Google Chrome</string><string id="DeviceStartUpFlags_Explain">Spécifie les indicateurs à appliquer à Google Chrome au démarrage. Ceux-ci ne sont appliqués que sur l'écran de connexion. Les indicateurs définis par cette règle ne se propagent pas dans les sessions utilisateur.</string><string id="DeviceStartUpFlagsDesc">Options système à appliquer au démarrage de Google Chrome</string><string id="DeviceTargetVersionPrefix">Cibler une version pour les mises à jour automatiques</string><string id="DeviceTargetVersionPrefix_Explain">Permet de définir une version cible pour les mises à jour automatiques.

Cette règle spécifie le préfixe de la version cible que Google Chrome OS doit installer. Si la version installée sur l'appareil est antérieure au préfixe spécifié, la dernière version associée à ce préfixe est installée. Si l'appareil dispose déjà de la dernière version, aucune opération n'est effectuée (aucune réinstallation d'une version antérieure n'est effectuée), et la version actuellement installée est conservée. Le format du préfixe tient compte des composants, comme illustré dans l'exemple ci-dessous :

&quot;&quot; (ou non configuré) : installation de la dernière version à jour.
&quot;1412.&quot; : installation d'une version 1412 mineure (1412.24.34 ou 1412.60.2, par exemple)
&quot;1412.2.&quot; : installation d'une version 1412.2 mineure (1412.2.34 ou 1412.2.2, par exemple)
&quot;1412.24.34&quot; : installation de cette version seulement

Avertissement : Il est recommandé de ne pas configurer les limitations de version, car les utilisateurs risqueraient de ne pas recevoir les mises à jour logicielles et les correctifs de sécurité essentiels. Limiter les mises à jour à un préfixe de version spécifique constituerait un risque pour les utilisateurs.</string><string id="DeviceUpdateAllowedConnectionTypes">Types de connexion autorisés pour les mises à jour</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Types de connexions autorisés pour les mises à jour du système d'exploitation. En raison de leur taille, les mises à jour du système d'exploitation peuvent considérablement ralentir la connexion et impliquent parfois des frais supplémentaires. C'est pourquoi elles ne sont pas activées par défaut pour les types de connexion jugés onéreux, tels que WiMax, Bluetooth et Cellulaire.

Les identifiants des types de connexion reconnus sont &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; et &quot;cellular&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Types de connexion autorisés pour les mises à jour</string><string id="DeviceUpdateHttpDownloadsEnabled">Autoriser les téléchargements de mise à jour automatique via HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Il est possible de télécharger les charges utiles de mise à jour automatique pour Google Chrome OS via HTTP plutôt que HTTPS. Cela permet une mise en cache transparente lors des téléchargements via HTTP.

Si cette règle est définie sur &quot;True&quot;, le téléchargement des charges utiles de mise à jour automatique est effectué par Google Chrome OS via HTTP. Si cette règle est définie sur &quot;False&quot;, ou si elle n'est pas configurée, HTTPS est utilisé pour le téléchargement des charges utiles de mise à jour automatique.</string><string id="DeviceUpdateScatterFactor">Facteur de dispersion des mises à jour automatiques</string><string id="DeviceUpdateScatterFactor_Explain">Indique le nombre maximal de secondes pendant lesquelles un appareil peut retarder de façon aléatoire le téléchargement d'une mise à jour à partir du moment où celle-ci est disponible sur le serveur. L'appareil peut attendre pendant une certaine partie de ce temps en termes de temps de l'horloge et pendant la partie restante en termes de nombre de recherches de mise à jour. Dans tous les cas, le facteur de dispersion est limité à une quantité de temps constante, de sorte qu'un appareil ne reste jamais bloqué dans l'attente d'une mise à jour.</string><string id="DeviceUserWhitelist">Liste des utilisateurs autorisés à se connecter</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Liste des utilisateurs autorisés à se connecter</string><string id="DeviceWallpaperImage">Image de fond d'écran de l'appareil</string><string id="DeviceWallpaperImage_Explain">Configurez l'image de fond d'écran qui s'affiche sur l'écran de connexion de l'appareil si aucun utilisateur ne s'est encore connecté à celui-ci. Pour définir cette règle, indiquez l'URL à laquelle l'appareil Chrome OS peut télécharger l'image de fond d'écran ainsi qu'un hachage chiffré, utilisé pour vérifier l'intégrité du téléchargement. L'image doit être au format JPEG et ne doit pas dépasser 16 Mo. L'URL doit être accessible sans authentification. L'image de fond d'écran est téléchargée et mise en cache. Elle est à nouveau téléchargée dès que l'URL ou le hachage sont modifiés.

La règle doit prendre la forme d'une chaîne indiquant l'URL et le hachage au format JSON, conformément à l'exemple suivant :
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Si la règle du fond d'écran de l'appareil est définie, l'appareil Chrome OS télécharge et utilise l'image de fond d'écran sur l'écran de connexion si personne ne s'est encore connecté à l'appareil. Dès qu'un utilisateur se connecte, la règle de fond d'écran de cet utilisateur s'applique.

Si vous ne configurez pas la règle de fond d'écran de l'appareil, et si la règle de fond d'écran de l'utilisateur est définie, cette dernière détermine le contenu à afficher.</string><string id="Disable3DAPIs">Désactiver la prise en charge des API 3D graphics</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Indiquer si l'outil de recherche de plug-ins doit être désactivé</string><string id="DisablePluginFinder_Explain">Si vous activez ce paramètre, la recherche et l'installation automatique des plug-ins manquants seront désactivées dans Google Chrome.

Si vous désactivez cette option ou si vous ne la définissez pas, l'outil de recherche de plug-ins est activé.</string><string id="DisableSafeBrowsingProceedAnyway">Désactiver l'accès au site lors de l'affichage de la page d'avertissement par le service de navigation sécurisée</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Dans le cadre du service de navigation sécurisée, une page d'avertissement est affichée lorsque les utilisateurs essaient d'accéder à des sites potentiellement malveillants. L'activation de ce paramètre empêche les utilisateurs de poursuivre leur navigation sur ces sites lorsqu'un tel message s'affiche.

En cas de désactivation ou de non-configuration de ce paramètre, les utilisateurs ont la possibilité d'accéder aux sites potentiellement malveillants après l'affichage de l'avertissement.

Consultez la page https://developers.google.com/safe-browsing pour en savoir plus sur la navigation sécurisée.</string><string id="DisableScreenshots">Désactiver les captures d'écran</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Définir la rotation de l'écran par défaut (réappliquée à chaque redémarrage)</string><string id="DisplayRotationDefault_Explain">Si cette règle est définie, chaque écran pivote en fonction de
l'orientation spécifiée à chaque redémarrage et lors de sa première
connexion après la modification de la valeur de la règle. Les utilisateurs
peuvent modifier la rotation de l'écran via la page des paramètres
après s'être connectés, mais leur paramètre sera remplacé par la
valeur de la règle au prochain redémarrage.

Cette règle s'applique à l'écran principal ainsi qu'à tous les écrans
secondaires.

Si la règle n'est pas définie, la valeur par défaut est 0 degré et
l'utilisateur est libre de la modifier. Dans ce cas, la valeur par défaut n'est
pas réappliquée au redémarrage.</string><string id="DisplayRotationDefault_ROTATE_0">Faire pivoter l'écran de 0 degré</string><string id="DisplayRotationDefault_ROTATE_90">Faire pivoter l'écran vers la droite de 90 degrés</string><string id="DisplayRotationDefault_ROTATE_180">Faire pivoter l'écran de 180 degrés</string><string id="DisplayRotationDefault_ROTATE_270">Faire pivoter l'écran vers la droite de 270 degrés</string><string id="DownloadDirectory">Définir le répertoire de téléchargement</string><string id="DownloadDirectory_Explain">Configure le répertoire que Google Chrome utilise pour télécharger les fichiers.

Si vous définissez cette règle, Google Chrome utilise le répertoire fourni, que l'utilisateur en ait spécifié un ou non, ou qu'il ait ou non activé l'indicateur permettant d'être invité à renseigner l'emplacement du téléchargement à chaque fois.

Vous pouvez consulter la liste des variables utilisables à l'adresse https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Si vous ne définissez pas cette règle, le répertoire de téléchargement par défaut est utilisé et l'utilisateur est en mesure d'en changer.</string><string id="DownloadRestrictions">Autoriser les restrictions de téléchargement</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Aucune restriction particulière</string><string id="DownloadRestrictions_BlockDangerousDownloads">Bloquer les téléchargements dangereux</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Bloquer les téléchargements potentiellement dangereux</string><string id="DownloadRestrictions_BlockAllDownloads">Bloquer tous les téléchargements</string><string id="EasyUnlockAllowed">Permettre d'utiliser Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Stratégie de migration pour eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Semblable à l'option &quot;Nettoyer&quot; (valeur 2), celle-ci essaie de conserver les jetons de connexion pour éviter à l'utilisateur de devoir se reconnecter.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Si le modèle de l'appareil client était déjà compatible avec ARC avant que la migration vers ext4 soit nécessaire pour exécuter ARC, et si la règle &quot;ArcEnabled&quot; est définie sur &quot;true&quot;, cette option se comportera comme &quot;AskUser&quot; (valeur 3). Dans tous les autres cas (si le modèle de l'appareil n'était pas compatible avec ARC auparavant, ou si la règle &quot;ArcEnabled&quot; est définie sur &quot;false&quot;), cette valeur est équivalente à &quot;DisallowArc&quot; (valeur 0).</string><string id="EditBookmarksEnabled">Active ou désactive la modification des favoris</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Autoriser ou non les certificats émis par les ancres d'approbation locales qui ne comportent pas l'extension subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Lorsque ce paramètre est activé, Google Chrome utilise la valeur &quot;commonName&quot; d'un certificat de serveur pour qu'elle corresponde à un nom d'hôte si le certificat ne comporte pas d'extension subjectAlternativeName, à condition qu'il soit correctement validé et qu'il soit signé par des certificats CA installés localement.

Sachez que cette méthode n'est pas recommandée, car l'extension nameConstraints qui limite les noms d'hôtes pour lesquels un certificat donné peut être autorisé risque d'être ignorée.

Si cette règle n'est pas configurée, ou si elle est définie sur &quot;False&quot;, les certificats de serveur qui ne comportent pas d'extension subjectAlternativeName contenant soit un nom DNS, soit une adresse IP, ne seront pas approuvés.</string><string id="EnableDeprecatedWebPlatformFeatures">Activer les fonctionnalités obsolètes de la plate-forme Web pour une durée limitée</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Répertorier les fonctionnalités abandonnées de la plate-forme en ligne à réactiver provisoirement.

Cette règle permet aux administrateurs de réactiver des fonctionnalités abandonnées de la plate-forme en ligne pendant une durée limitée. Ces fonctionnalités sont identifiées par une balise de chaîne. Les fonctionnalités correspondant aux balises incluses dans la liste renvoyée par cette règle sont réactivées.

Si cette règle n'est pas définie ou si la liste est vide, toutes les fonctionnalités abandonnées de la plate-forme en ligne restent désactivées.

Bien que la règle elle-même soit compatible avec les plates-formes citées, la fonctionnalité qu'elle active peut n'être disponible que sur un nombre plus restreint de plates-formes. Les fonctionnalités abandonnées de la plate-forme en ligne ne peuvent pas toutes être réactivées. Seules celles qui sont énumérées ci-dessous peuvent l'être pendant une durée limitée, qui varie selon la fonctionnalité. Le format général de la balise de chaîne est [FonctionnalitéAbandonnée]_EffectiveUntil[aaaammjj]. Pour information, vous pouvez découvrir les raisons pour lesquelles des motivations ont été apportées aux fonctionnalités des plates-formes en ligne en consultant la page https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Activer les fonctionnalités obsolètes de la plate-forme Web pour une durée limitée</string><string id="EnableOnlineRevocationChecks">Si des contrôles OCSP/CRL en ligne sont effectués</string><string id="EnableOnlineRevocationChecks_Explain">Les contrôles de révocation en ligne étant sujets à erreur, ils ne présentent aucun avantage concret en termes de sécurité, ils sont désactivés par défaut dans Google Chrome 19 ou version ultérieure. La définition de cette règle sur &quot;True&quot; restaure le comportement précédent. Des contrôles OCSP/CRL sont alors effectués.

Si cette règle n'est pas définie ou si elle est définie sur &quot;False&quot;, aucun contrôle de révocation en ligne n'est effectué par Google Chrome dans Google Chrome 19 ou version ultérieure.</string><string id="EnableSha1ForLocalAnchors">Définir si les certificats signés par SHA-1 émis par les ancres d'approbation locales sont autorisés</string><string id="EnableSha1ForLocalAnchors_Explain">Lorsque ce paramètre est activé, Google Chrome autorise les certificats signés par SHA-1 tant qu'ils sont validés et que leurs chaînes renvoient à un certificat CA installé localement.

Notez que cette règle dépend de la pile de validation des certificats du système d'exploitation qui autorise les signatures SHA-1. Si la mise à jour d'un OS modifie la gestion des certificats SHA-1 par l'OS, cette règle n'aura plus d'effet. En outre, cette règle sera supprimée dans les environs du 1er janvier 2019.

Si cette règle n'est pas définie, ou qu'elle est définie sur &quot;False&quot;, Google Chrome suivra le planning d'abandon du chiffrage SHA-1 annoncé publiquement.</string><string id="ExternalStorageDisabled">Désactiver le montage de périphériques de stockage externe</string><string id="ExternalStorageDisabled_Explain">Lorsque cette règle est définie sur &quot;True&quot;, le navigateur de fichiers n'offre pas la possibilité de procéder à un stockage externe.

Cette règle concerne tous les types de support de stockage (clés USB, disques durs externes, cartes SD, autres cartes mémoire, etc.). Elle ne concerne pas Google Drive ni le stockage interne. Dès lors, les fichiers enregistrés dans le dossier de téléchargement restent accessibles.

En cas de désactivation ou de non-configuration de ce paramètre, l'appareil fonctionne avec tous les supports de stockage externe compatibles.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Lorsque cette règle est définie sur &quot;True&quot;, les utilisateurs ne peuvent rien écrire sur les périphériques de stockage externes.

Si cette règle est définie sur &quot;False&quot; ou si elle n'est pas configurée, les utilisateurs peuvent alors créer et modifier des fichiers sur les périphériques de stockage externes qui sont accessibles physiquement en écriture.

Cette règle ne prévaut pas sur la règle ExternalStorageDisabled. Si ExternalStorageDisabled est définie sur &quot;True&quot;, l'accès aux périphériques de stockage externes est désactivé, et la présente règle est alors ignorée.

Cette règle peut être actualisée dynamiquement dans M56 (ou version ultérieure).</string><string id="ForceGoogleSafeSearch">Forcer Google SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">SafeSearch est obligatoirement activé pour les recherches sur le Web Google et ce paramètre ne peut être modifié par l'utilisateur.

Si vous activez ce paramètre, SafeSearch est toujours activé dans la recherche Google.

Si vous désactivez ce paramètre ou ne définissez pas de valeur, SafeSearch n'est pas activé dans la recherche Google.</string><string id="ForceMaximizeOnFirstRun">Agrandir la première fenêtre du navigateur à la première exécution</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Appliquer un mode restreint minimal sur YouTube</string><string id="ForceYouTubeRestrict_Explain">Applique un mode restreint minimal sur YouTube et empêche l'utilisateur
de choisir un mode moins restrictif.

Si ce paramètre est défini sur &quot;Strict&quot;, le mode restreint strict sur YouTube est toujours activé.

Si ce paramètre est défini sur &quot;Modéré&quot;, l'utilisateur peut choisir le mode restreint modéré
ou le mode restreint strict sur YouTube, mais il ne peut pas désactiver le mode restreint.

Si ce paramètre est défini sur &quot;Désactivé&quot; ou si aucune valeur n'est définie, Google Chrome n'applique pas le mode restreint sur YouTube. Toutefois, des règles externes comme les règles de YouTube peuvent toujours appliquer le mode restreint.</string><string id="ForceYouTubeRestrict_Off">Ne pas appliquer le mode restreint sur YouTube</string><string id="ForceYouTubeRestrict_Moderate">Appliquer au moins le mode restreint modéré sur YouTube</string><string id="ForceYouTubeRestrict_Strict">Appliquer le mode restreint strict sur YouTube</string><string id="FullscreenAllowed">Autoriser le mode plein écran</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Active la compatibilité avec HTTP 0.9 sur les ports non utilisés par défaut</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Cette règle active le protocole HTTP 0.9 sur les ports autres que 80 pour HTTP et 443 pour HTTPS.

Cette règle est désactivée par défaut. Lorsqu'elle est activée, les utilisateurs sont exposés à la faille de sécurité décrite sur la page https://crbug.com/600352.

Cette règle est conçue pour permettre aux entreprises de migrer les serveurs pour qu'ils n'utilisent plus HTTP 0.9. Elle sera supprimée à l'avenir.

Si cette règle n'est pas définie, le protocole HTTP 0.9 est désactivé sur les ports non utilisés par défaut.</string><string id="IncognitoModeAvailability">Disponibilité du mode navigation privée</string><string id="IncognitoModeAvailability_Explain">Indique si l'utilisateur peut ouvrir des pages en mode navigation privée dans Google Chrome.

Si l'option &quot;Activé&quot; est sélectionnée ou si la règle n'est pas configurée, les pages peuvent être ouvertes en mode navigation privée.

Si l'option &quot;Désactivé&quot; est sélectionnée, les pages ne peuvent pas être ouvertes en mode navigation privée.

Si l'option &quot;Forcé&quot; est sélectionnée, les pages peuvent être ouvertes UNIQUEMENT en mode navigation privée.</string><string id="IncognitoModeAvailability_Enabled">Mode navigation privée disponible</string><string id="IncognitoModeAvailability_Disabled">Mode navigation privée désactivé</string><string id="IncognitoModeAvailability_Forced">Mode navigation privée forcé</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Activer l'isolation des sites pour des origines définies</string><string id="IsolateOrigins_Explain">
REMARQUE : Il s'agit d'une règle expérimentale qui peut bloquer certaines fonctionnalités.
Si cette règle est activée, chacune des origines définies et répertoriées dans
une liste d'éléments séparés par des virgules exécute son propre processus. Elle isole également
les origines par sous-domaines. Par exemple, si vous indiquez
&quot;https://example.com/&quot;,
https://foo.example.com/ est également isolé en tant que partie du site
https://example.com/.
Si cette règle est désactivée, la logique préliminaire de gestion du processus d'isolation de site prend effet.
Si cette règle n'est pas configurée, l'utilisateur peut modifier ce paramètre.
</string><string id="KeyPermissions">Autorisations de clés</string><string id="KeyPermissions_Explain">Permettre aux extensions d'accéder aux clés d'entreprise.

Les clés sont conçues pour une utilisation en entreprise si elles sont générées à l'aide de l'API chrome.enterprise.platformKeys sur un compte géré. Les clés importées ou générées d'une autre manière ne sont pas prévues pour une utilisation en entreprise.

L'accès aux clés conçues pour une utilisation en entreprise est exclusivement contrôlé par cette règle. L'utilisateur ne peut ni accorder ni retirer l'accès à ces clés vers les extensions ou à partir de celles-ci.

Par défaut, une extension ne peut pas utiliser une clé conçue pour une utilisation en entreprise, ce qui équivaut à définir le paramètre allowCorporateKeyUsage sur &quot;False&quot; pour l'extension donnée.

Si le paramètre allowCorporateKeyUsage est défini sur &quot;True&quot; pour une extension, et uniquement dans ce cas précis, l'extension peut utiliser n'importe quelle clé de plate-forme désignée pour une utilisation en entreprise afin de signer des données arbitraires. Cette autorisation ne doit être accordée que si l'extension est en mesure de protéger l'accès à la clé contre les pirates.</string><string id="ManagedBookmarks">Favoris gérés</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Délai maximal de récupération après le rejet d'une règle</string><string id="MaxInvalidationFetchDelay_Explain">Spécifie le délai maximal en millisecondes entre la réception du rejet d'une règle et la récupération de la nouvelle règle auprès du service de gestion de l'appareil.

La définition de cette règle remplace la valeur par défaut de 5 000 millisecondes. Les valeurs valides pour cette règle sont comprises entre 1 000 millisecondes (1 seconde) et 300 000 millisecondes (5 minutes). Toute valeur se situant hors de cette plage sera rapportée à la valeur limite la plus proche.

En l'absence de définition de cette règle, la valeur par défaut de 5 000 millisecondes est utilisée dans Google Chrome.</string><string id="NativePrinters">Impression en mode natif</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Impression en mode natif</string><string id="NativePrintersBulkAccessMode">Règle d'accès à la configuration des imprimantes.</string><string id="NativePrintersBulkAccessMode_Explain">Détermine les imprimantes de NativePrintersBulkConfiguration qui sont à la disposition des utilisateurs.

Indique quelle règle d'accès est utilisée pour la configuration groupée des imprimantes. Si AllowAll est sélectionné, toutes les imprimantes sont affichées. Si BlacklistRestriction est sélectionné, NativePrintersBulkBlacklist est utilisé pour limiter l'accès aux imprimantes spécifiées. Si WhitelistPrintersOnly est sélectionné, NativePrintersBulkWhitelist indique uniquement les imprimantes qui peuvent être choisies.

Si cette règle n'est pas définie, BlacklistRestriction est supposé s'appliquer.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Toutes les imprimantes sont affichées à l'exception de celles qui sont répertoriées dans la liste noire.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Seules les imprimantes répertoriées dans la liste blanche sont présentées aux utilisateurs</string><string id="NativePrintersBulkAccessMode_AllowAll">Autorise toutes les imprimantes répertoriées dans le fichier de configuration.</string><string id="NativePrintersBulkBlacklist">Imprimantes d'entreprise désactivées</string><string id="NativePrintersBulkBlacklist_Explain">Indique les imprimantes auxquelles un utilisateur n'a pas accès.

Cette règle est utilisée uniquement si BlacklistRestriction est sélectionné pour NativePrintersBulkAccessMode.

Lorsqu'elle est appliquée, toutes les imprimantes sont mises à la disposition de l'utilisateur excepté pour les ID répertoriés dans cette règle.
</string><string id="NativePrintersBulkBlacklistDesc">Imprimantes d'entreprise désactivées</string><string id="NativePrintersBulkConfiguration">Fichier de configuration des imprimantes d'entreprise</string><string id="NativePrintersBulkConfiguration_Explain">Fournit les configurations des imprimantes d'entreprise.

Cette règle vous permet de communiquer les configurations des imprimantes aux appareils Google Chrome OS. La taille du fichier ne doit pas dépasser 5 Mo, et celui-ci doit être au format JSON. Le format est le même que celui du dictionnaire NativePrinters. Un fichier contenant environ 21 000 imprimantes est habituellement encodé dans un fichier de 5 Mo. Le hachage chiffré est utilisé pour vérifier l'intégrité du téléchargement.

Le fichier est téléchargé et mis en cache. Il sera de nouveau téléchargé à chaque modification de l'URL ou du hachage.

Si cette règle est définie, Google Chrome OS téléchargera le fichier des configurations d'imprimante, et mettra les imprimantes à disposition conformément à NativePrintersBulkAccessMode, NativePrintersBulkWhitelist et NativePrintersBulkBlacklist.

Si cette règle est configurée, l'utilisateur ne peut ni la modifier, ni la remplacer.

Cette règle n'a aucune incidence sur la capacité ou non des utilisateurs à configurer des imprimantes sur différents appareils. Elle est destinée à compléter la configuration des imprimantes effectuée par les utilisateurs.
</string><string id="NativePrintersBulkWhitelist">Imprimantes d'entreprise activées</string><string id="NativePrintersBulkWhitelist_Explain">Indique les imprimantes auxquelles un utilisateur a accès.

Cette règle est utilisée uniquement si WhitelistPrintersOnly est sélectionné pour NativePrintersBulkAccessMode.

Si cette règle est appliquée, seules les imprimantes dont l'ID correspond aux valeurs de la règle sont à la disposition de l'utilisateur. Les ID doivent correspondre aux entrées du fichier spécifié dans NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Imprimantes d'entreprise activées</string><string id="NetworkPredictionOptions">Activer la prédiction réseau</string><string id="NetworkPredictionOptions_Explain">Active la prédiction de réseau dans Google Chrome et empêche les utilisateurs de modifier ce paramètre.

Ceci contrôle la prélecture des DNS, la préconnexion et le préchargement TCP et SSL des pages Web.

Si vous paramétrez cette préférence sur &quot;always&quot; (toujours), &quot;never&quot; (jamais) ou &quot;WiFi only&quot; (Wi-Fi uniquement), les utilisateurs ne pourront pas changer ou ignorer ce paramètre dans Google Chrome.

Si vous ne définissez pas cette règle, la prédiction de réseau sera activée, mais les utilisateurs pourront la modifier.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Prédire les actions réseau lors d'une connexion au réseau</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Prédire les actions réseau sur tous les réseaux, sauf les réseaux mobiles
(Option abandonnée dans la version 50 et supprimée dans la version 52. Au-delà de la version 52, si la valeur 1 est définie, elle est traitée comme la valeur 0 : Prédire les actions réseau lors d'une connexion au réseau.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Ne pas prédire d'actions réseau lors d'une connexion au réseau</string><string id="NoteTakingAppsLockScreenWhitelist">Les applications de prise de note ajoutées à la liste blanche sont autorisées sur l'écran de verrouillage de Google Chrome OS</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Liste des applications qui peuvent être activées pour la prise de notes sur l'écran de verrouillage de Google Chrome OS.

Si l'application de prise de notes préférée est activée sur l'écran de verrouillage, ce dernier présente un élément permettant de la lancer.
Une fois lancée, l'application peut créer une fenêtre d'application sur l'écran de verrouillage, ainsi que des éléments de données (des notes) dans le contexte de l'écran de verrouillage. L'application pourra ensuite importer les notes créées dans la session utilisateur principale, lorsque celle-ci sera déverrouillée. Actuellement, seules les applications de prises de notes Chrome sont autorisées sur l'écran de verrouillage.

Si vous définissez la règle, l'utilisateur pourra autoriser une application sur l'écran de verrouillage, uniquement si l'identifiant d'extension de l'application figure dans la liste de valeurs de la règle.
Par conséquent, si vous définissez une liste vide pour cette règle, la prise de notes sera totalement désactivée sur l'écran de verrouillage.
Sachez qu'une règle contenant un identifiant d'application ne signifie pas forcément que l'utilisateur pourra activer les applications de prise de notes sur l'écran de verrouillage. Par exemple, sur Chrome 61, l'ensemble d'applications disponibles fait l'objet de restrictions supplémentaires imposées par la plate-forme.

Si vous ne définissez pas de règle, aucune restriction ne s'appliquera sur l'ensemble d'applications que l'utilisateur peut activer sur l'écran de verrouillage.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Les applications de prise de note ajoutées à la liste blanche sont autorisées sur l'écran de verrouillage de Google Chrome OS</string><string id="OpenNetworkConfiguration">Configuration réseau au niveau de l'utilisateur</string><string id="OpenNetworkConfiguration_Explain">Permet de transférer l'application de la configuration réseau par utilisateur vers un appareil utilisant Google Chrome OS. La configuration réseau correspond à une chaîne formatée par JSON conformément au format de configuration de réseau ouvert, décrit sous https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration.</string><string id="PacHttpsUrlStrippingEnabled">Activer la suppression des URL via PAC (pour &quot;https://&quot;)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Cette règle permet de retirer les parties sensibles (informations confidentielles et de sécurité) des URL https:// avant de les transmettre aux scripts PAC (Proxy Auto Config) utilisés par Google Chrome pendant la résolution du proxy.

Si vous définissez cette règle sur &quot;true&quot;, la fonctionnalité de sécurité est activée, et les informations sensibles sont retirées des URL https://
avant leur envoi à un script PAC. De cette manière, le script PAC
ne peut pas afficher des données qui sont normalement protégées
par un canal chiffré (comme le chemin d'accès et la requête de l'URL).

Si vous définissez cette règle sur &quot;false&quot;, la fonctionnalité de sécurité est désactivée, et les scripts PAC
ont implicitement accès à tous les composants d'une URL https://.
Ceci s'applique à tous les scripts PAC, quelle que soit leur origine (y compris
ceux qui transitent sur un canal non sécurisé ou qui sont découverts de manière non sécurisée
via WPAD).

Cette règle est définie par défaut sur &quot;true&quot; (fonctionnalité de sécurité activée), sauf pour les utilisateurs de Chrome OS
en entreprise pour qui elle est actuellement définie sur &quot;false&quot;.

Nous vous recommandons de définir cette règle sur &quot;true&quot;. Ne la définissez sur
&quot;false&quot; qu'en cas de problème de compatibilité avec les scripts PAC existants.

Nous prévoyons à l'avenir de ne plus proposer la valeur &quot;false&quot; pour cette règle.</string><string id="PinnedLauncherApps">Liste des applications épinglées à afficher dans le lanceur d'applications</string><string id="PinnedLauncherApps_Explain">Permet de répertorier les identifiants des applications épinglées que Google Chrome OS affiche dans la barre du lanceur d'applications.

Si cette règle est configurée, le groupe d'applications est figé et ne peut plus être modifié par l'utilisateur.

Si cette règle n'est pas configurée, l'utilisateur a la possibilité de modifier la liste des applications épinglées dans le lanceur d'applications.</string><string id="PinnedLauncherAppsDesc">Liste des applications épinglées à afficher dans le lanceur d'applications</string><string id="PolicyRefreshRate">Fréquence d'actualisation des règles relatives aux utilisateurs</string><string id="PolicyRefreshRate_Explain">Indique la fréquence en millisecondes à laquelle le service de gestion des appareils est interrogé sur les informations concernant les règles relatives aux utilisateurs.

La définition de cette règle remplace la valeur par défaut de 3 heures. Les valeurs valides pour cette règle sont comprises entre 1 800 000 (30 minutes) et 86,4 millions (1 jour). Toutes les valeurs non comprises dans cette plage seront nivelées à la limite respective. Si la plate-forme est compatible avec les notifications relatives aux règles, le délai d'actualisation est défini par défaut sur 24 heures. De plus, la règle est actualisée automatiquement chaque fois qu'elle est modifiée.

Si cette règle n'est pas définie, la valeur par défaut de 3 heures est appliquée dans Google Chrome.

Notez que si la plate-forme est compatible avec les notifications relatives aux règles, le délai d'actualisation sera défini sur 24 heures (ignorant ainsi toutes les valeurs par défaut et celle de cette règle). En effet, les notifications relatives aux règles forceront une actualisation automatique chaque fois qu'une règle est modifiée, ce qui rend inutile toute actualisation supplémentaire.</string><string id="PrintingEnabled">Activer l'impression</string><string id="PrintingEnabled_Explain">Active les fonctionnalités d'impression pour Google Chrome et interdit à l'utilisateur de changer ce paramètre.

Si ce paramètre est activé ou s'il n'est pas configuré, l'utilisateur peut se servir des fonctionnalités d'impression.

Si ce paramètre est désactivé, l'utilisateur ne peut pas imprimer depuis Google Chrome. Les fonctionnalités d'impression sont désactivées dans le menu clé à molette, les extensions, les applications JavaScript, etc. L'impression est toujours possible à partir de plug-ins qui contournent Google Chrome. Par exemple, certaines applications Flash proposent, dans leur menu contextuel, des fonctionnalités d'impression qui ne sont pas affectées par cette règle.</string><string id="QuicAllowed">Permet d'utiliser le protocole QUIC</string><string id="QuicAllowed_Explain">Si cette règle est définie sur &quot;True&quot; ou n'est pas paramétrée, l'utilisation du protocole QUIC est autorisée dans Google Chrome.
Si cette règle est définie sur &quot;False&quot;, l'utilisation du protocole QUIC n'est pas autorisée.</string><string id="RebootAfterUpdate">Redémarrer automatiquement après une mise à jour</string><string id="RebootAfterUpdate_Explain">Planifie un démarrage automatique après une mise à jour de Google Chrome OS.

Si vous définissez cette règle sur &quot;True&quot;, un démarrage automatique est planifié après la mise à jour de Google Chrome OS et le redémarrage de l'appareil. Le redémarrage est planifié immédiatement, mais peut être reporté de 24 heures
au maximum si un utilisateur se sert de l'appareil.

Si vous définissez cette règle sur &quot;False&quot;, aucun redémarrage automatique n'est planifié après la mise à jour de Google Chrome OS. La mise à jour est terminée lorsque l'utilisateur redémarre l'appareil.

Si vous définissez cette règle, les utilisateurs ne peuvent pas la modifier ni l'ignorer.

Remarque : Pour le moment, les redémarrages automatiques ne sont activés que lorsque l'écran de connexion est affiché ou qu'une session d'application kiosque est en cours. Ce fonctionnement va changer prochainement : la règle s'appliquera toujours, qu'une session de n'importe quel type soit en cours ou non.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Définit si les vérifications en ligne OCSP/CRL sont requises pour les ancres d'approbation locales.</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Lorsque ce paramètre est activé, Google Chrome exécute toujours une vérification de la révocation des certificats de serveur qui sont correctement validés et qui sont signés par des certificats CA installés localement.

S'il est impossible d'obtenir des informations relatives à l'état de la révocation par le biais de Google Chrome, ces certificats sont considérés comme révoqués et sont associés à la valeur &quot;hard-fail&quot; (échec).

Si cette règle n'est pas définie ou si elle est définie sur &quot;False&quot;, les paramètres de vérification en ligne de la révocation sont utilisés dans Google Chrome.</string><string id="RunAllFlashInAllowMode">Appliquer le paramètre de contenu Flash à tous les contenus</string><string id="RunAllFlashInAllowMode_Explain">Si vous activez ce paramètre, tout le contenu Flash intégré aux sites Web qui ont été définis pour autoriser Flash dans les paramètres de contenu (soit par l'utilisateur, soit par la règle d'entreprise) sera exécuté, y compris le contenu provenant d'autres sources ou de petite taille.

Pour contrôler quels sites Web sont autorisés à exécuter Flash, reportez-vous aux règles &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; et &quot;PluginsBlockedForUrls&quot;.

Si ce paramètre est désactivé ou s'il n'est pas défini, le contenu Flash provenant d'autres sources ou de petite taille risque d'être bloqué.</string><string id="SAMLOfflineSigninTimeLimit">Limiter la durée pendant laquelle un utilisateur authentifié via SAML peut se connecter hors connexion</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Autoriser la poursuite de la navigation depuis une page d'avertissement SSL</string><string id="SSLErrorOverrideAllowed_Explain">Chrome affiche une page d'avertissement lorsque les utilisateurs naviguent vers des sites présentant des erreurs SSL. Par défaut, ou quand cette règle est définie sur &quot;True&quot;, les utilisateurs sont autorisés à poursuivre leur navigation vers la page concernée.
Définir cette règle sur &quot;False&quot; empêche les utilisateurs de poursuivre leur navigation au-delà de la page d'avertissement.</string><string id="SSLVersionMax">Version SSL maximale activée</string><string id="SSLVersionMax_Explain">Avertissement : La règle relative à la version TLS maximale sera entièrement supprimée du produit Google Chrome à partir de la version 66 environ (autour de février 2018).

Si cette règle n'est pas définie, Google Chrome utilise la version maximale par défaut.

Cette règle peut également être définie sur l'une des valeurs suivantes : &quot;tls1.2&quot; ou &quot;tls1.3&quot;. Si elle est configurée, Google Chrome n'utilisera pas de versions de SSL/TLS supérieures à la version spécifiée. Toute valeur non reconnue sera ignorée.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Activer la navigation sécurisée</string><string id="SafeBrowsingEnabled_Explain">Active la fonctionnalité de navigation sécurisée de Google Chrome et empêche les utilisateurs de modifier ce paramètre.

Si vous activez ce paramètre, la navigation sécurisée est toujours active.

Si vous désactivez ce paramètre, la navigation sécurisée n'est jamais active.

Si vous activez ou désactivez ce paramètre, les utilisateurs ne peuvent pas modifier ni ignorer le paramètre &quot;Activer la protection contre le hameçonnage et les logiciels malveillants&quot; dans Google Chrome.

Si vous ne définissez pas cette règle, la navigation sécurisée est activée, mais les utilisateurs peuvent la modifier.

Consultez la page https://developers.google.com/safe-browsing pour en savoir plus sur la navigation sécurisée.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Permettre aux utilisateurs d'activer la création de rapports détaillés dans le cadre de la navigation sécurisée</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Si cette règle est définie sur &quot;False&quot;, les utilisateurs ne peuvent pas envoyer d'informations système ni de contenu de pages aux serveurs Google. Si elle est définie sur &quot;True&quot; ou si elle n'est pas configurée, ils sont autorisés à envoyer des informations système et le contenu des pages au service de navigation sécurisée afin de contribuer à la détection des applications et des sites dangereux.

Consultez la page https://developers.google.com/safe-browsing pour en savoir plus sur la navigation sécurisée.</string><string id="SavingBrowserHistoryDisabled">Désactiver l'enregistrement de l'historique du navigateur</string><string id="SavingBrowserHistoryDisabled_Explain">Désactive l'enregistrement de l'historique du navigateur dans Google Chrome et empêche les utilisateurs de modifier ce paramètre.

Si ce paramètre est activé, l'historique de navigation n'est pas enregistré. Il désactive également la synchronisation des onglets.

Si ce paramètre est désactivé ou n'est pas configuré, l'historique de navigation est enregistré.</string><string id="SearchSuggestEnabled">Activer les suggestions de recherche</string><string id="SearchSuggestEnabled_Explain">Activer les suggestions de recherche dans l'Omnibox de Google Chrome et empêcher les utilisateurs de modifier ce paramètre

Si vous activez ce paramètre, les suggestions de recherche sont utilisées.

Si vous le désactivez, les suggestions de recherche ne sont jamais utilisées.

Dans les deux cas, les utilisateurs ne peuvent pas le modifier, ni le remplacer dans Google Chrome.

Si cette règle n'est pas configurée, ce paramètre est activé, mais l'utilisateur est en mesure de le modifier.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Définir les paramètres régionaux recommandés pour une session publique</string><string id="SessionLocales_Explain">Définit une ou plusieurs langues recommandées pour une session publique, permettant ainsi aux utilisateurs de choisir facilement l'une de ces langues.

Les utilisateurs peuvent choisir une langue et une disposition de clavier avant de démarrer une session publique. Par défaut, toutes les langues compatibles avec Google Chrome OS sont répertoriées dans l'ordre alphabétique. Vous pouvez utiliser cette règle pour placer un ensemble de langues recommandées en haut de la liste.

Si cette règle n'est pas définie, la langue actuelle de l'interface utilisateur sera présélectionnée.

Si cette règle est définie, les langues recommandées seront placées en haut de la liste et seront visuellement distinctes des autres langues. Les langues recommandées seront classées selon l'ordre dans lequel elles apparaissent dans la règle. La première langue recommandée sera présélectionnée.

Si plusieurs langues recommandées sont définies, nous partons du principe que les utilisateurs voudront sélectionner la langue de leur choix. Au moment de démarrer une session publique, ces utilisateurs pourront ainsi sélectionner une langue et une disposition de clavier (ces options seront mises en avant sur la page). Dans le cas contraire, nous partons du principe que la plupart des utilisateurs voudront utiliser la langue présélectionnée. Ainsi, au moment de démarrer une session publique, les options permettant de sélectionner une langue et une disposition de clavier seront mises en retrait.

Une fois cette règle définie et la connexion automatique activée (reportez-vous aux règles |DeviceLocalAccountAutoLoginId| et |DeviceLocalAccountAutoLoginDelay|), la première langue recommandée ainsi que la disposition de clavier la plus populaire pour cette langue seront utilisées pour la session publique démarrée de manière automatique.

La disposition de clavier présélectionnée sera toujours la plus populaire pour la langue présélectionnée.

Cette règle permet uniquement de définir des langues recommandées. Vous pouvez l'utiliser pour placer un ensemble de langues recommandées en haut de la liste, mais les utilisateurs auront toujours la possibilité de choisir n'importe quelle langue compatible avec Google Chrome OS pour leur session.
</string><string id="SessionLocalesDesc">Définir les paramètres régionaux recommandés pour une session publique</string><string id="ShelfAutoHideBehavior">Règle pour masquer automatiquement l'étagère</string><string id="ShelfAutoHideBehavior_Explain">Définit si l'étagère Google Chrome OS doit être masquée automatiquement ou non.

Si cette règle est définie sur &quot;AlwaysAutoHideShelf&quot;, l'étagère est toujours masquée automatiquement.

Si cette règle est définie sur &quot;NeverAutoHideShelf&quot;, l'étagère n'est jamais masquée automatiquement.

Si cette règle est configurée, l'utilisateur ne peut ni la modifier, ni la contourner.

Si cette règle n'est pas configurée, l'utilisateur peut choisir de masquer automatiquement l'étagère ou non.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Toujours masquer automatiquement l'étagère</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Ne jamais masquer automatiquement l'étagère</string><string id="ShowHomeButton">Afficher le bouton Accueil sur la barre d'outils</string><string id="ShowHomeButton_Explain">Affiche le bouton Accueil sur la barre d'outils Google Chrome.

Si vous activez ce paramètre, le bouton Accueil est toujours affiché.

Si vous le désactivez, le bouton Accueil ne s'affiche jamais.

Dans les deux cas, les utilisateurs ne peuvent pas le modifier, ni le remplacer dans Google Chrome.

Si cette règle n'est pas configurée, l'utilisateur peut décider d'afficher ou non le bouton Accueil.</string><string id="ShowLogoutButtonInTray">Ajouter un bouton de déconnexion dans la barre d'état système</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Activer l'isolation des sites pour tous les sites</string><string id="SitePerProcess_Explain">
REMARQUE : Il s'agit d'une règle expérimentale qui peut bloquer certaines fonctionnalités.
Nous vous conseillons d'examiner le paramètre de la règle IsolateOrigins pour obtenir
le meilleur résultat, c'est-à-dire l'isolation avec un impact limité sur les utilisateurs, et d'utiliser
IsolateOrigins avec une liste des sites que vous souhaitez isoler. Le paramètre
SitePerProcess isole tous les sites.
Si cette règle est activée, chaque site exécute son propre processus.
Si elle est désactivée, la logique préliminaire de gestion du processus d'isolation de site prend effet.
Si elle n'est pas configurée, l'utilisateur peut modifier ce paramètre.
</string><string id="SpellCheckServiceEnabled">Activer ou désactiver le service Web de correction orthographique</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome peut utiliser un service Web de Google pour corriger les erreurs d'orthographe. En cas d'activation de ce paramètre, ce service est toujours utilisé. En cas de désactivation de ce paramètre, il n'est jamais utilisé.

Il reste toutefois possible de procéder à la correction orthographique à l'aide d'un dictionnaire téléchargé. Cette règle ne contrôle que l'utilisation du service en ligne.

En cas de non-configuration de ce paramètre, les utilisateurs peuvent décider d'utiliser le service de correction orthographique ou non.</string><string id="SuppressUnsupportedOSWarning">Supprimer l'avertissement relatif au système d'exploitation non compatible</string><string id="SuppressUnsupportedOSWarning_Explain">Supprime l'avertissement qui s'affiche lorsque l'application Google Chrome s'exécute sur un ordinateur ou un système d'exploitation qui n'est plus accepté.</string><string id="SyncDisabled">Désactiver la synchronisation des données avec Google</string><string id="SyncDisabled_Explain">Désactive la synchronisation des données dans Google Chrome à l'aide des services de synchronisation hébergés par Google et empêche les utilisateurs de modifier ce paramètre.

Si vous activez ce paramètre, les utilisateurs ne peuvent pas le modifier ni le remplacer dans Google Chrome.

Si cette règle n'est pas configurée, Google Sync est disponible et l'utilisateur peut décider de l'utiliser ou non.

Pour désactiver totalement Google Sync, nous vous conseillons de désactiver le service Google Sync dans la console d'administration Google.

Cette règle ne doit pas être activée si la règle RoamingProfileSupportEnabled l'est également, car elles partagent la même fonctionnalité côté client. Dans ce cas, le service de synchronisation hébergé par Google est totalement désactivé.</string><string id="SystemTimezone">Fuseau horaire</string><string id="SystemTimezone_Explain">Indique le fuseau horaire à utiliser sur l'appareil. Les utilisateurs peuvent changer le fuseau horaire spécifié pour la session en cours. Cependant, en cas de déconnexion, le paramètre est de nouveau défini sur le fuseau horaire spécifié. Si une valeur non valide est utilisée, la règle est toutefois activée avec le fuseau horaire &quot;GMT&quot;. Si une chaîne vide est utilisée, cette règle est ignorée.

Si cette règle n'est pas appliquée, le fuseau horaire actif continue d'être utilisé. Les utilisateurs peuvent néanmoins changer le fuseau horaire ; la modification est alors permanente. En conséquence, toute modification apportée par un utilisateur a une incidence sur l'écran de connexion de tous les autres utilisateurs.

Le fuseau horaire est défini sur &quot;États-Unis/Pacifique&quot; pour tous les nouveaux appareils.

Le format de la valeur correspond aux noms des fuseaux horaires de la &quot;IANA Time Zone Database&quot; (voir la page https://en.wikipedia.org/wiki/Tz_database). La plupart des fuseaux horaires se présentent sous la forme &quot;continent/grande_ville&quot; ou &quot;océan/grande_ville&quot;.

Si cette règle est définie, la mise à jour automatique du fuseau horaire selon la position de l'appareil est désactivée et la règle SystemTimezoneAutomaticDetection est également ignorée.</string><string id="SystemTimezoneAutomaticDetection">Configurer la méthode de détection automatique du fuseau horaire</string><string id="SystemTimezoneAutomaticDetection_Explain">Lorsque cette règle est configurée, le mode de détection automatique du fuseau horaire dépend de la valeur définie :

TimezoneAutomaticDetectionUsersDecide : les utilisateurs peuvent contrôler la détection automatique du fuseau horaire à l'aide des commandes classiques disponibles dans chrome://settings

TimezoneAutomaticDetectionDisabled : les commandes automatiques de fuseau horaire disponibles dans chrome://settings sont désactivées. La détection automatique du fuseau horaire est dans ce cas toujours désactivée.

TimezoneAutomaticDetectionIPOnly : les commandes de fuseau horaire disponibles dans chrome://settings sont désactivées. La détection automatique du fuseau horaire est dans ce cas toujours activée. Elle utilise une méthode reposant exclusivement sur l'adresse IP pour mettre à jour la position.

TimezoneAutomaticDetectionSendWiFiAccessPoints : les commandes de fuseau horaire disponibles dans chrome://settings sont désactivées. La détection automatique du fuseau horaire est dans ce cas toujours activée. La liste des points d'accès Wi-Fi visibles est toujours transmise au serveur de l'API Geolocation pour une détection de fuseau horaire plus précise.

TimezoneAutomaticDetectionSendAllLocationInfo : les commandes de fuseau horaire disponibles dans chrome://settings sont désactivées. La détection automatique du fuseau horaire est dans ce cas toujours activée. Les informations de localisation (comme les points d'accès Wi-Fi, les antennes relais accessibles et les données GPS) sont transmises à un serveur pour une détection de fuseau horaire plus précise.

Si cette règle n'est pas configurée, elle est appliquée comme si la valeur TimezoneAutomaticDetectionUsersDecide était définie.

Si la règle SystemTimezone est configurée, elle remplace celle-ci. La détection automatique du fuseau horaire est alors totalement désactivée.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Toujours transmettre les signaux de localisation disponibles au serveur tout en mettant à jour le fuseau horaire</string><string id="SystemUse24HourClock">Utiliser le format d'horloge 24 h par défaut</string><string id="SystemUse24HourClock_Explain">Indiquer le format d'horloge à utiliser pour l'appareil

Cette règle permet de configurer le format d'horloge à utiliser sur l'écran de connexion et en tant que format par défaut pour les sessions utilisateur. Les utilisateurs peuvent modifier celui-ci dans leur compte.

Si la règle est définie sur la valeur &quot;true&quot;, le format 24 heures est utilisé sur l'appareil. Si elle est définie sur la valeur &quot;false&quot;, le format 12 heures est utilisé.

Si cette règle n'est pas définie, le format 24 heures est utilisé par défaut sur l'appareil.</string><string id="TPMFirmwareUpdateSettings">Configurer le comportement de la fonctionnalité de mise à jour du micrologiciel TPM</string><string id="TPMFirmwareUpdateSettings_Explain">Configure la disponibilité et le comportement de la fonctionnalité de mise à jour du micrologiciel TPM.

Les paramètres individuels peuvent être spécifiés dans les propriétés JSON :

allow-user-initiated-powerwash : si vous définissez cette règle sur true, les utilisateurs pourront déclencher le flux Powerwash pour installer une mise à jour du micrologiciel TPM.

Si cette règle n'est pas définie, la fonctionnalité de mise à jour du micrologiciel TPM ne sera pas disponible.</string><string id="TaskManagerEndProcessEnabled">Permet de mettre fin aux processus dans le gestionnaire des tâches</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Définir les conditions d'utilisation d'un compte local de l'appareil</string><string id="TermsOfServiceURL_Explain">Définir les conditions d'utilisation que l'utilisateur doit accepter avant d'ouvrir une session d'un compte local de l'appareil

Si cette règle est définie, Google Chrome OS télécharge les conditions d'utilisation et les présente à l'utilisateur dès ouverture d'une session d'un compte local de l'appareil. L'utilisateur ne peut ouvrir cette session qu'après acceptation desdites conditions d'utilisation.

Si cette règle n'est pas définie, les conditions d'utilisation ne sont pas présentées à l'utilisateur.

La règle doit être définie sur une URL à partir de laquelle Google Chrome OS peut télécharger les conditions d'utilisation. Ces conditions doivent être en texte brut, et proposées au format texte/brut au type MIME. Aucun balisage n'est autorisé.</string><string id="TouchVirtualKeyboardEnabled">Activer le clavier virtuel</string><string id="TouchVirtualKeyboardEnabled_Explain">Cette règle configure l'activation du clavier virtuel en tant que périphérique d'entrée sur Chrome OS. Les utilisateurs ne peuvent pas la modifier.

Si la règle est définie sur la valeur &quot;true&quot;, le clavier virtuel à l'écran est toujours activé.

Si la règle est définie sur la valeur &quot;false&quot;, le clavier virtuel à l'écran est toujours désactivé.

Si cette règle est définie, les utilisateurs n'ont pas la possibilité de la modifier. Toutefois, ils peuvent toujours activer ou désactiver un clavier d'accessibilité à l'écran qui a la priorité sur le clavier virtuel contrôlé par cette règle. Consultez la règle |VirtualKeyboardEnabled| pour en savoir plus sur le contrôle du clavier d'accessibilité à l'écran.

Si cette règle n'est pas définie, le clavier à l'écran est initialement désactivé, mais l'utilisateur peut l'activer à tout moment. Des règles heuristiques peuvent également être utilisées pour déterminer quand le clavier doit être affiché.</string><string id="TranslateEnabled">Activer Google Traduction</string><string id="TranslateEnabled_Explain">Active le service Google Traduction intégré sur Google Chrome.

Si vous activez ce paramètre, Google Chrome affichera, le cas échéant, une offre intégrée à la barre d'outils de traduction de la page.

Si vous le désactivez, les utilisateurs ne verront jamais la barre de traduction.

Dans les deux cas, les utilisateurs ne peuvent pas le modifier ou le remplacer dans Google Chrome.

Si ce paramètre n'est pas défini, l'utilisateur peut décider d'utiliser cette fonction ou non.</string><string id="URLBlacklist">Bloquer l'accès à une liste d'URL</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Bloquer l'accès à une liste d'URL</string><string id="URLWhitelist">Permet d'accéder à une liste d'URL.</string><string id="URLWhitelist_Explain">Permet d'accéder aux URL répertoriées comme des exceptions à la liste noire des URL.

Consultez la description des règles de liste noire d'URL pour connaître le format des entrées de cette liste.

Cette règle peut être utilisée pour ouvrir des exceptions aux listes noires restrictives. Par exemple, &quot;*&quot; peut figurer sur la liste noire pour bloquer toutes les demandes, et cette règle peut être utilisée pour autoriser l'accès à une liste limitée d'adresses URL. Elle peut être utilisée pour ouvrir des exceptions à certains schémas, à des sous-domaines d'autres domaines, à des ports, ou à des chemins spécifiques.

Le filtre le plus spécifique permet de déterminer si une URL est bloquée ou non. La liste blanche est prioritaire sur la liste noire.

Cette règle étant limitée à 1 000 entrées, les entrées suivantes sont ignorées.

Si vous ne définissez pas cette règle, il n'y a pas d'exceptions à la liste noire définie par la règle &quot;URLBlacklist&quot;.</string><string id="URLWhitelistDesc">Permet d'accéder à une liste d'URL.</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Si cette règle est définie sur &quot;True&quot;, le bureau unifié est autorisé et activé
par défaut, ce qui permet aux applications de couvrir plusieurs affichages.
L'utilisateur peut désactiver le bureau unifié pour certains affichages
en le désélectionnant dans les paramètres d'affichage.

Si cette règle est définie sur &quot;False&quot; ou n'est pas définie, le bureau
unifié est désactivé. Dans ce cas, l'utilisateur ne peut pas activer cette
fonctionnalité.</string><string id="UsbDetachableWhitelist">Liste blanche d'appareils USB amovibles</string><string id="UsbDetachableWhitelist_Explain">Définit la liste des appareils USB autorisés à être dissociés de leur pilote de noyau afin d'être utilisés directement au sein d'une application Web via l'API chrome.usb. Les entrées sont des paires composées d'un identifiant de fournisseur USB et d'un identifiant produit associé à un appareil spécifique.

Si cette règle n'est pas configurée, la liste des appareils USB amovibles est vide.</string><string id="UsbDetachableWhitelistDesc">Liste blanche d'appareils USB amovibles</string><string id="UserAvatarImage">Avatar de l'utilisateur</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Définir le nom à afficher pour les comptes locaux des appareils</string><string id="UserDisplayName_Explain">Définit quel nom de compte s'affiche sur l'écran de connexion de Google Chrome OS pour le compte local de l'appareil correspondant.

Si cette règle est définie, l'écran de connexion affiche la chaîne spécifiée dans le sélecteur de comptes reposant sur les images, pour le compte local de l'appareil correspondant.

Si la règle n'est pas définie, le nom affiché sur l'écran de connexion de Google Chrome OS correspond à l'identifiant de l'adresse e-mail utilisée pour le compte local de l'appareil.

Cette règle est ignorée pour les comptes utilisateur classiques.</string><string id="VideoCaptureAllowed">Autoriser ou interdire la capture vidéo</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL autorisées à accéder aux appareils de capture vidéo sans avis préalable</string><string id="VideoCaptureAllowedUrls_Explain">Les modèles de cette liste sont rapprochés de la source de sécurité
de l'URL à l'origine de la demande. En cas de correspondance,
l'accès aux appareils d'enregistrement audio est autorisé sans confirmation requise.

REMARQUE : Avant la version 45, cette règle n'était compatible qu'avec le mode Kiosque.</string><string id="VideoCaptureAllowedUrlsDesc">URL autorisées à accéder aux appareils de capture vidéo sans avis préalable</string><string id="WPADQuickCheckEnabled">Activer l'optimisation WPAD</string><string id="WPADQuickCheckEnabled_Explain">Permet la désactivation de l'optimisation WPAD (Web Proxy Auto-Discovery) dans Google Chrome.

Si cette règle est définie sur &quot;False&quot;, l'optimisation WPAD est désactivée. Par conséquent, l'attente est plus longue dans Google Chrome pour obtenir une réponse des serveurs WPAD basés sur le DNS. Si la règle n'est pas configurée ou si elle est activée, l'optimisation WPAD est activée.

Quelle que soit la définition de cette règle, les utilisateurs n'ont pas la possibilité de modifier le paramètre d'optimisation WPAD.</string><string id="WallpaperImage">Image de fond d'écran</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Restreindre la portée des ports UDP locaux utilisés par WebRTC</string><string id="WebRtcUdpPortRange_Explain">Si cette règle est définie, la portée du port UDP utilisé par WebRTC est restreinte à l'intervalle de port spécifié (points de terminaison inclus).

Si cette règle n'est pas définie, ou si elle est définie sur la chaîne vide ou sur une portée de port non valide, WebRTC peut utiliser n'importe quel port UDP local disponible.</string></stringTable><presentationTable><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Extensions autorisées à utiliser l'API d'attestation à distance</listBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Configurer le préfixe TalkGadget pour les hôtes d'accès à distance</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Restreindre la plage de ports UDP utilisés par l'hôte d'accès à distance</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL où les clients d'accès à distance doivent obtenir leur jeton d'authentification</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL permettant de valider le jeton d'authentification du client d'accès à distance</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Certificat client pour se connecter à RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Identifiants d'extension que l'utilisateur ne doit pas être autorisé à installer (ou * pour tous)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Identifiants d'extension à exclure de la liste noire</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Identifiants d'extension ou d'application et URL de mise à jour à installer en arrière-plan</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Formats d'URL à partir desquelles autoriser les sources d'installation des extensions, des applications et des scripts d'utilisateur</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Types d'extensions ou d'applications autorisés à être installés</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Paramètres de gestion pour les extensions</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Action à effectuer lorsque l'utilisateur ferme le couvercle</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Pourcentage d'adaptation du délai d'assombrissement de l'écran en mode Présentation:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Pourcentage d'adaptation du délai d'assombrissement de l'écran si l'utilisateur devient actif après la réduction de la luminosité:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Paramètres de gestion de l'alimentation en cas d'inactivité de l'utilisateur</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Délais de verrouillage de l'écran</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Nom du moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Mot clé du moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>URL de recherche du moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>URL de suggestions de recherche du moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>URL de recherche instantanée du moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Icône du moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Codages du moteur de recherche par défaut</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Liste d'URL alternatives pour le moteur de recherche par défaut</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Paramètre contrôlant le positionnement des termes de recherche pour le moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Paramètre qui active la fonctionnalité de recherche par image pour le moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL de la page Nouvel onglet du moteur de recherche par défaut</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Paramètres pour l'URL de recherche utilisant POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Paramètres pour l'URL de suggestion utilisant POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Paramètres pour l'URL instantanée utilisant POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Paramètres pour l'URL d'image utilisant POST</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL de la page &quot;Nouvel onglet&quot;</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL de la page d'accueil</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Action au démarrage</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL à ouvrir au démarrage</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Définir le type de loupe</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Activer la loupe plein écran sur l'écran de connexion</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Paramètre de cookies par défaut</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Paramètres d'images par défaut</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Paramètre JavaScript par défaut</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Paramètre par défaut pour le plug-in &quot;Flash&quot;</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Paramètre de fenêtres pop-up par défaut</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Paramètre de notification par défaut</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Paramètre de géolocalisation par défaut</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Contrôler l'utilisation de l'API Web Bluetooth</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Sélectionner automatiquement des certificats client pour ces sites</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Autoriser les cookies sur ces sites</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Bloquer les cookies sur ces sites</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Autoriser les cookies limités à la session sur ces sites</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Autoriser les images sur ces sites</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Bloquer les images sur ces sites</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Autoriser JavaScript sur ces sites</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Bloquer JavaScript sur ces sites</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Autoriser le plug-in &quot;Flash&quot; sur ces sites</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Bloquer le plug-in &quot;Flash&quot; sur ces sites</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Autoriser les fenêtres pop-up sur ces sites</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Inscrire des gestionnaires de protocoles</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Bloquer les fenêtres pop-up sur ces sites</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Autoriser les notifications sur ces sites</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Bloquer les notifications sur ces sites</listBox></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Modèles d'authentification compatibles</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Liste blanche des serveurs d'authentification</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Liste blanche des serveurs de délégation Kerberos</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Sélectionner le mode de spécification des paramètres de serveur proxy</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adresse ou URL du serveur proxy</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL d'un fichier .pac de proxy</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Liste de règles de contournement de proxy séparées par des virgules</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Définir les domaines autorisés à accéder aux applications Google</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Définir la disponibilité des certificats pour les applications ARC</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Configurer ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL autorisées à accéder aux appareils de capture audio sans avis préalable</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Désactiver l'application des règles de transparence des certificats pour une liste d'URL</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Contrôler le comportement de l'utilisateur lors d'une session à plusieurs profils</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Version disponible</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Instructions de sélection de l'imprimante par défaut</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Configurez la liste des applications installées sur l'écran de connexion.</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Dispositions de clavier de l'écran de connexion de l'appareil</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Paramètres régionaux de l'écran de connexion de l'appareil</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Gestion de l'alimentation sur l'écran de connexion</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Fichier de configuration des imprimantes d'entreprise pour des appareils</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Règle d'accès à la configuration des imprimantes d'appareils.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Imprimantes d'appareils d'entreprise désactivées</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Imprimantes d'appareils d'entreprise activées</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervalles de désactivation (en heures) pendant lesquels les règles OffHours |ignored_policy_proto_tags| de désactivation de l'appareil sont disponibles</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Configuration réseau au niveau de l'appareil</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Fréquence d'actualisation des règles de l'appareil:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Options système à appliquer au démarrage de Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Cibler une version pour les mises à jour automatiques</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Types de connexion autorisés pour les mises à jour</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Facteur de dispersion des mises à jour automatiques:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Liste des utilisateurs autorisés à se connecter</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Image de fond d'écran de l'appareil</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Définir la rotation de l'écran par défaut (réappliquée à chaque redémarrage)</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Définir le répertoire de téléchargement</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Restrictions de téléchargement</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Stratégie de migration pour eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Activer les fonctionnalités obsolètes de la plate-forme Web pour une durée limitée</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Appliquer un mode restreint minimal sur YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Disponibilité du mode navigation privée</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Activer l'isolation des sites pour des origines définies</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Autorisations de clés</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Favoris gérés</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Délai maximal de récupération après le rejet d'une règle:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Impression en mode natif</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Règle d'accès à la configuration des imprimantes.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Imprimantes d'entreprise désactivées</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Fichier de configuration des imprimantes d'entreprise</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Imprimantes d'entreprise activées</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Activer la prédiction réseau</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Les applications de prise de note ajoutées à la liste blanche sont autorisées sur l'écran de verrouillage de Google Chrome OS</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Configuration réseau au niveau de l'utilisateur</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Liste des applications épinglées à afficher dans le lanceur d'applications</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Fréquence d'actualisation des règles relatives aux utilisateurs:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Limiter la durée pendant laquelle un utilisateur authentifié via SAML peut se connecter hors connexion:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Version SSL maximale activée</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Définir les paramètres régionaux recommandés pour une session publique</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Règle pour masquer automatiquement l'étagère</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Fuseau horaire</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Configurer la méthode de détection automatique du fuseau horaire</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Configurer le comportement de la fonctionnalité de mise à jour du micrologiciel TPM</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Définir les conditions d'utilisation d'un compte local de l'appareil</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Bloquer l'accès à une liste d'URL</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Permet d'accéder à une liste d'URL.</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Liste blanche d'appareils USB amovibles</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Avatar de l'utilisateur</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Définir le nom à afficher pour les comptes locaux des appareils</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL autorisées à accéder aux appareils de capture vidéo sans avis préalable</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Image de fond d'écran</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Restreindre la portée des ports UDP locaux utilisés par WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>