<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 of hoger</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Standaardinstellingen (gebruikers kunnen overschrijven)</string><string id="QuickUnlock_group">Beleid ten aanzien van snel ontgrendelen</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Een witte lijst die beheert welke modi voor snel ontgrendelen de gebruiker kan configureren en gebruiken om het vergrendelingsscherm te ontgrendelen.

Deze waarde bestaat uit een lijst met tekenreeksen. Geldige lijstvermeldingen zijn &quot;all&quot;, &quot;PIN&quot;. Als je &quot;all&quot; toevoegt aan de lijst, betekent dit dat elke modus voor snel ontgrendelen beschikbaar is voor de gebruiker, waaronder modi die in de toekomst worden geïmplementeerd. Anders zijn alleen de modi voor snel ontgrendelen in de lijst beschikbaar.

Als je bijvoorbeeld elke modus voor snel ontgrendelen wilt toestaan, gebruik je ['all&quot;]. Als je alleen ontgrendelen via pincode wilt toestaan, gebruik je [&quot;PIN&quot;]. Als je alle modi voor snel ontgrendelen wilt uitschakelen, gebruik je [].

Standaard zijn er geen modi voor snel ontgrendelen beschikbaar voor beheerde apparaten.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Met deze instelling wordt bepaald hoe vaak het wachtwoord voor het vergrendelingsscherm moet worden opgegeven om de functie voor snel ontgrendelen te kunnen blijven gebruiken. Telkens wanneer het vergrendelingsscherm wordt weergegeven en het wachtwoord nog niet is opgegeven gedurende de ingestelde periode, is de functie voor snel ontgrendelen niet beschikbaar om het vergrendelingsscherm te ontgrendelen. Wanneer het vergrendelingsscherm niet wordt ontgrendeld gedurende de ingestelde periode, moet de volgende keer dat de gebruiker een verkeerde code invoert of het vergrendelingsscherm opnieuw opent een wachtwoord worden opgegeven.

Als deze instelling is ingeschakeld, wordt gebruikers die de functie voor snel ontgrendelen gebruiken, op basis van deze instelling gevraagd hun wachtwoord op te geven voor het vergrendelingsscherm.

Als deze instelling niet is geconfigureerd, wordt gebruikers die de functie voor snel ontgrendelen gebruiken, elke dag gevraagd hun wachtwoord voor het vergrendelingsscherm op te geven.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Als dit is ingesteld op 'false' (onwaar), kunnen gebruikers geen pincodes instellen die als zwak worden beschouwd en gemakkelijk kunnen worden geraden.

Enkele voorbeelden van zwakke pincodes: pincodes die slechts één cijfer bevatten (1111), pincodes met een oplopende cijferreeks (1234), pincodes met een aflopende cijferreeks (4321) en pincodes die te algemeen zijn.

Standaard krijgen gebruikers een waarschuwing en geen foutmelding te zien als de pincode als zwak wordt beschouwd.</string><string id="HTTPAuthentication_group">Beleid voor HTTP-verificatie</string><string id="AuthSchemes">Ondersteunde authenticatieschema's</string><string id="AuthSchemes_Explain">Hiermee wordt gespecificeerd welke HTTP-verificatieschema's door Google Chrome worden ondersteund.

Mogelijke waarden zijn 'basic', 'digest', 'ntlm' en 'negotiate'. Scheid meerdere waarden van elkaar met komma's.

Als dit beleid niet is ingesteld, worden alle vier de schema's gebruikt.</string><string id="DisableAuthNegotiateCnameLookup">CNAME-lookup uitschakelen bij het verwerken van Kerberos-authenticatie</string><string id="DisableAuthNegotiateCnameLookup_Explain">Hiermee wordt gespecificeerd of de gegenereerde Kerberos-SPN wordt gebaseerd op de canonieke DNS-naam of de oorspronkelijk opgegeven naam.

Als je deze instelling inschakelt, wordt de CNAME-lookup overgeslagen en wordt de servernaam gebruikt zoals deze is opgegeven.

Als je deze instelling uitschakelt of niet instelt, wordt de canonieke naam van de server bepaald aan de hand van de CNAME-lookup.</string><string id="EnableAuthNegotiatePort">Niet-standaardpoort in Kerberos-SPN opnemen</string><string id="EnableAuthNegotiatePort_Explain">Hiermee wordt aangegeven of de gegenereerde Kerberos-SPN een niet-standaardpoort moet bevatten.

Als je deze instelling inschakelt en er een niet-standaardpoort (een andere poort dan 80 of 443) wordt opgegeven, wordt deze opgenomen in de gegenereerde Kerberos-SPN.

Als je deze instelling uitschakelt of niet instelt, bevat de gegenereerde Kerberos-SPN in geen geval een poortnummer.</string><string id="AuthServerWhitelist">Witte lijst voor verificatieserver</string><string id="AuthServerWhitelist_Explain">Hiermee wordt gespecificeerd welke servers op de witte lijst voor geïntegreerde verificatie moeten worden geplaatst. Geïntegreerde verificatie wordt alleen ingeschakeld wanneer Google Chrome een verificatieverzoek ontvangt van een proxy of van een server die op deze toegestane lijst staat.

Scheid meerdere servernamen van elkaar met komma's. Jokertekens (*) zijn toegestaan.

Als je dit beleid niet instelt, probeert Google Chrome te detecteren of een server zich in het intranet bevindt en wordt daarna pas gereageerd op IWA-verzoeken. Als een server wordt gedetecteerd als intranet, worden IWA-verzoeken van de server genegeerd door Google Chrome.</string><string id="AuthNegotiateDelegateWhitelist">Witte lijst voor Kerberos-delegatieserver</string><string id="AuthNegotiateDelegateWhitelist_Explain">Servers waarnaar Google Chrome mag delegeren.

Scheid meerdere servernamen van elkaar met komma's. Jokertekens (*) zijn toegestaan.

Als je dit beleid niet instelt, delegeert Google Chrome geen gebruikersreferenties, zelfs niet als een server wordt gedetecteerd als intranet.</string><string id="AllowCrossOriginAuthPrompt">Prompts voor algemene HTTP-authenticatie met verschillende herkomst</string><string id="AllowCrossOriginAuthPrompt_Explain">Hiermee wordt bepaald of subinhoud van derden op een pagina een dialoogvenster voor algemene HTTP-authenticatie als pop-up mag weergeven.

Deze optie is meestal uitgeschakeld als beveiliging tegen phishing. Als dit beleid niet wordt ingesteld, wordt de optie uitgeschakeld en mag subinhoud van derden geen dialoogvenster voor algemene HTTP-authenticatie als pop-up weergeven.</string><string id="PowerManagement_group">Energiebeheer</string><string id="LidCloseAction">Actie die wordt ondernomen wanneer de gebruiker de klep sluit</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Onderbreken</string><string id="LidCloseAction_LidCloseActionLogout">De gebruiker uitloggen</string><string id="LidCloseAction_LidCloseActionShutdown">Afsluiten</string><string id="LidCloseAction_LidCloseActionDoNothing">Niets doen</string><string id="PowerManagementUsesAudioActivity">Specificeer of audioactiviteit invloed heeft op stroombeheer</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Specificeer of videoactiviteit invloed heeft op stroombeheer</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Percentage waarmee de dimvertraging van het scherm in de presentatiemodus wordt geschaald</string><string id="PresentationScreenDimDelayScale_Explain">Hiermee wordt het percentage gespecificeerd waarmee de inactieve vertraging wordt geschaald als het apparaat zich in presentatiemodus bevindt.

Als dit beleid is ingesteld, specificeert het het percentage waarmee de inactieve vertraging wordt geschaald als het apparaat zich in presentatiemodus bevindt. Als de inactieve vertraging wordt geschaald, worden het dimmen van het scherm, scherm uitschakelen en vertragingen van schermvergrendeling aangepast om dezelfde afstanden tot de inactieve vertraging te behouden als oorspronkelijk is geconfigureerd.

Als dit beleid niet is ingesteld, wordt een standaardschaalfactor gebruikt.

De schaalfactor moet 100% of meer zijn. Waarden waarmee de inactieve vertraging in presentatiemodus korter wordt dan de normale inactieve vertraging, zijn niet toegestaan.</string><string id="AllowScreenWakeLocks">Schermactiveringsvergrendeling toestaan</string><string id="AllowScreenWakeLocks_Explain">Geeft aan of schermactiveringsvergrendeling is toegestaan. Deze kan worden aangevraagd door extensies via de API voor de stroombeheerextensie.

Als dit beleid is ingesteld als 'true' of als het niet is ingesteld, wordt schermactiveringsvergrendeling ingesteld voor stroombeheer.

Als dit beleid is ingesteld als 'false', worden verzoeken voor schermactiveringsvergrendeling genegeerd.</string><string id="UserActivityScreenDimDelayScale">Percentage waarmee de dimvertraging van het scherm wordt geschaald als de gebruiker actief wordt na het dimmen</string><string id="UserActivityScreenDimDelayScale_Explain">Bepaalt het percentage waarmee de dimvertraging van het scherm wordt geschaald wanneer er activiteit van de gebruiker wordt waargenomen terwijl het scherm is gedimd of kort nadat het scherm is uitgeschakeld.

Als dit beleid is ingeschakeld, bepaalt het het percentage waarmee de dimvertraging van het scherm wordt geschaald wanneer er activiteit van de gebruiker wordt waargenomen terwijl het scherm is gedimd of kort nadat het scherm is uitgeschakeld. Wanneer de dimvertraging is geschaald, worden de vertragingen 'Scherm uit', 'Schermvergrendeling' en 'Inactief' aangepast om dezelfde afstand van de dimvertraging van het scherm te behouden zoals oorspronkelijk was geconfigureerd.

Als dit beleid niet is ingesteld, wordt een standaardschaalfactor gebruikt.

De schaalfactor moet 100% of meer zijn.</string><string id="WaitForInitialUserActivity">Wachten op initiële gebruikersactiviteit</string><string id="WaitForInitialUserActivity_Explain">Hiermee wordt aangegeven of vertragingen in energiebeheer en de limiet voor sessielengte pas moeten worden gestart nadat de eerste gebruikersactiviteit in een sessie is gedetecteerd.

Als dit beleid is ingesteld op 'True', worden vertragingen in energiebeheer en de limiet voor sessielengte pas gestart nadat de eerste gebruikersactiviteit in een sessie is gedetecteerd.

Als dit beleid is ingesteld op 'False', worden vertragingen in energiebeheer en de limiet voor sessielengte gestart bij het starten van de sessie.</string><string id="PowerManagementIdleSettings">Instellingen voor energiebeheer wanneer de gebruiker inactief is</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Drempels voor schermvergrendeling</string><string id="ScreenLockDelays_Explain">Specificeert de periode zonder gebruikersinvoer waarna het scherm wordt vergrendeld wanneer het apparaat op netstroom of op de batterij werkt.

Wanneer de periode is ingesteld op een waarde groter dan nul, is dit de tijd dat de gebruiker inactief moet zijn voordat Google Chrome OS het scherm vergrendelt.

Wanneer de periode is ingesteld op nul, vergrendelt Google Chrome OS het scherm niet wanneer de gebruiker inactief is.

Wanneer de periode niet is ingesteld, wordt een standaardperiode gebruikt.

De aanbevolen manier om het scherm te vergrendelen bij inacitiviteit is de schermvergrendeling in te schakelen bij tijdelijk opschorten en Google Chrome OS tijdelijk te laten opschorten zodra de inactiviteitsdrempel is bereikt. Dit beleid mag alleen worden gebruikt wanneer de schermvergrendeling aanzienlijk eerder moet worden ingesteld dan de tijdelijke opschorting of wanneer tijdelijk opschorten bij inactiviteit helemaal niet wenselijk is.

De beleidswaarde moet worden gespecificeerd in milliseconden. Waarden worden vastgezet op een lagere waarde dan de inactiviteitsdrempel.</string><string id="Extensions_group">Extensies</string><string id="ExtensionInstallBlacklist">Zwarte lijst voor het installeren van extensies configureren</string><string id="ExtensionInstallBlacklist_Explain">Hiermee kun je opgeven welke extensies gebruikers NIET mogen installeren. Extensies die al zijn geïnstalleerd, worden uitgeschakeld als ze op de zwarte lijst zijn gezet en de gebruiker kan ze niet weer inschakelen. Nadat een extensie die op basis van de zwarte lijst is uitgeschakeld, van de zwarte lijst is verwijderd, wordt deze automatisch weer ingeschakeld.

Een zwartelijstwaarde van '*' betekent dat alle extensies op de zwarte lijst staan, tenzij ze expliciet worden vermeld op de witte lijst.

Als dit beleid niet wordt ingesteld, kan de gebruiker elke extensie installeren in Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Zwarte lijst voor het installeren van extensies configureren</string><string id="ExtensionInstallWhitelist">Witte lijst voor het installeren van extensies configureren</string><string id="ExtensionInstallWhitelist_Explain">Hiermee kun je opgeven welke extensies niet op de zwarte lijst staan.

Een waarde van '*' op de zwarte lijst betekent dat alle extensies op de zwarte lijst staan. Gebruikers kunnen alleen extensies installeren die op de witte lijst staan.

Standaard staan alle extensies op de witte lijst, maar als alle extensies door een beleidsmaatregel op de zwarte lijst zijn geplaatst, kan de witte lijst worden gebruikt om dat beleid voor specifieke extensies op te heffen.</string><string id="ExtensionInstallWhitelistDesc">Witte lijst voor het installeren van extensies configureren</string><string id="ExtensionInstallForcelist">De lijst met automatisch geïnstalleerde apps en extensies configureren</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">De lijst met automatisch geïnstalleerde apps en extensies configureren</string><string id="ExtensionInstallSources">Installatiebronnen voor het configureren van extensies, apps en gebruikersscripts</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Installatiebronnen voor het configureren van extensies, apps en gebruikersscripts</string><string id="ExtensionAllowedTypes">Toegestane typen apps/extensies configureren</string><string id="ExtensionAllowedTypes_Explain">Hiermee wordt bepaald welke typen apps/extensies mogen worden geïnstalleerd en wordt de runtime-toegang beperkt.

Met deze instelling worden de toegestane typen extensies/apps die in Google Chrome kunnen worden geïnstalleerd, op de witte lijst gezet, evenals de hosts waarmee ze interactie kunnen hebben. De waarde is een lijst met tekenreeksen, waarbij elke tekenreeks een van de volgende zou moeten zijn: 'extension', 'theme', 'user_script', 'hosted_app', 'legacy_packaged_app', 'platform_app'. Raadpleeg de documentatie over Google Chrome-extensies voor meer informatie over deze typen.

Houd er rekening mee dat dit beleid ook van invloed is op extensies en apps die geforceerd worden geïnstalleerd via ExtensionInstallForcelist.

Als deze instelling is geconfigureerd, worden extensies/apps met een type dat niet op de lijst staat, niet geïnstalleerd.

Als deze instelling niet wordt geconfigureerd, worden er geen beperkingen afgedwongen voor de geaccepteerde typen extensies/apps.</string><string id="ExtensionAllowedTypesDesc">Toegestane typen apps/extensies configureren</string><string id="ExtensionSettings">Instellingen voor extensiebeheer</string><string id="ExtensionSettings_Explain">Hiermee worden extensiebeheerinstellingen voor Google Chrome ingesteld.

Met dit beleid worden meerdere instellingen beheerd, waaronder instellingen die worden beheerd door bestaande, aan extensies gerelateerde beleidsregels. Dit beleid overschrijft alle oudere beleidsregels als beide zijn ingesteld.

Dit beleid wijst een extensie-ID of update-URL toe aan de configuratie. Bij een extensie-ID wordt de configuratie uitsluitend op de opgegeven extensie toegepast. Er kan een standaardconfiguratie worden ingesteld voor de speciale ID &quot;*&quot;. Deze wordt vervolgens toegepast op alle extensies waarvoor geen aangepaste configuratie is ingesteld in dit beleid. Bij een update-URL wordt de configuratie toegepast op alle extensies met de exacte update-URL die wordt vermeld in het manifest van deze extensie, zoals beschreven in https://developer.chrome.com/extensions/autoupdate.

De configuratie voor elke extensie (of extensies met dezelfde update-URL) is een woordenboek dat de onderstaande velden kan bevatten.

&quot;installation_mode&quot;: Is toegewezen aan een tekenreeks die de installatiemodus voor de extensie aangeeft. De geldige tekenreeksen zijn:
* &quot;allowed&quot;: Staat toe dat de extensie wordt geïnstalleerd door de gebruiker. Dit is het standaardgedrag.
* &quot;blocked&quot;: Blokkeert de installatie van de extensie.
* &quot;force_installed&quot;: De extensie wordt automatisch geïnstalleerd en kan niet worden verwijderd door de gebruiker.
* &quot;normal_installed&quot;: De extensie wordt automatisch geïnstalleerd, maar kan worden uitgeschakeld door de gebruiker.

De &quot;installation_mode&quot; kan ook worden geconfigureerd voor meerdere extensies, waaronder de extensie &quot;*&quot; (als standaardinstellingen) en extensies met dezelfde update-URL. Alleen de waarden &quot;allowed&quot; en &quot;blocked&quot; kunnen in dit geval worden gebruikt.

Als de modus is ingesteld op &quot;force_installed&quot; of &quot;normal_installed&quot;, moet er ook een &quot;update_url&quot; worden ingesteld. Houd er rekening mee dat de in dit beleid ingestelde update-URL alleen wordt gebruikt voor de eerste installatie. Daaropvolgende updates van de extensie gebruiken de update-URL die in het manifest van de extensie is opgenomen. De update-URL moet naar een XML-document met een updatemanifest verwijzen, zoals hierboven genoemd.

&quot;blocked_permissions&quot;: Is toegewezen aan een lijst met tekenreeksen die de geblokkeerde API-machtigingen voor de extensie aangeven. De namen van de machtigingen zijn hetzelfde als de tekenreeksen voor machtigingen die zijn opgenomen in het manifest van de extensie, zoals beschreven in https://developer.chrome.com/extensions/declare_permissions. Deze instelling kan ook worden geconfigureerd voor de extensie &quot;*&quot;. Als de extensie een machtiging nodig heeft die op de blokkeerlijst staat, kan deze niet worden geladen. Als de extensie een geblokkeerde machtiging bevat als optionele vereiste, wordt deze als gebruikelijk behandeld, maar wordt het aanvragen van conflicterende machtigingen automatisch afgewezen tijdens de uitvoering.

&quot;allowed_permissions&quot;: Vergelijkbaar met &quot;blocked_permissions&quot;, maar in dit geval worden sommige machtigingen expliciet toegestaan die wellicht zijn geblokkeerd via lijsten met algemeen geblokkeerde machtigingen. Deze instelling kan daarom niet worden geconfigureerd voor de extensie &quot;*&quot;. Houd er rekening mee dat deze instelling niet automatisch verleende machtigingen aan extensies geeft.

&quot;minimum_version_required&quot;: Is toegewezen aan een versietekenreeks. De indeling van de versietekenreeks is hetzelfde als de indeling in het manifest van de extensie, zoals beschreven in https://developer.chrome.com/apps/manifest/version. Een extensie met een versie ouder dan de opgegeven minimum versie wordt uitgeschakeld. Dit is ook van toepassing op automatisch geïnstalleerde extensies.

De volgende instellingen kunnen alleen worden gebruikt voor de standaardconfiguratie &quot;*&quot;:

&quot;install_sources&quot;: Elk item in deze lijst is een overeenkomstpatroon voor een extensie (https://developer.chrome.com/extensions/match_patterns). Gebruikers kunnen gemakkelijk items installeren vanaf elke URL die overeenkomt met een item in deze lijst. De locatie van het *.crx-bestand en de pagina waar de download wordt gestart (dat wil zeggen, de verwijzing), moeten beide zijn toegestaan op basis van deze patronen.

&quot;allowed_types&quot;: Met deze instelling worden de toegestane typen extensies/apps die in Google Chrome kunnen worden geïnstalleerd, op een witte lijst gezet. De waarde is een lijst met tekenreeksen waarbij elke tekenreeks een van de volgende moet zijn: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Raadpleeg de documentatie over Google Chrome-extensies voor meer informatie over deze typen.
&quot;blocked_install_message&quot;: Als een gebruiker probeert een extensie te installeren, maar deze wordt geblokkeerd door beleid, geeft de Chrome Web Store een algemene foutmelding weer. Met deze instelling kun je tekst toevoegen aan de foutmelding. Deze tekst kan bijvoorbeeld worden gebruikt om gebruikers door te verwijzen naar je helpdesk of uit te leggen waarom een bepaalde extensie wordt geblokkeerd. De foutmelding wordt afgekapt als deze meer dan 1000 tekens bevat.
&quot;runtime_blocked_hosts&quot;: Accepteert een lijst met hosts waarmee een extensie geen interactie mag hebben. Dit omvat het invoegen van JavaScript, het aanpassen en bekijken van webRequests/webNavigation en het bekijken en aanpassen van cookies. De indeling is vergelijkbaar met overeenkomstpatronen https://developer.chrome.com/extensions/match_patterns, behalve dat er geen paden kunnen worden gedefinieerd (zoals &quot;*://*.example.com&quot;). Dit biedt ook ondersteuning voor effectieve TLD-jokertekens (&quot;*://example.*&quot;).
&quot;runtime_allowed_hosts&quot;: Accepteert een lijst met hosts waarmee een extensie interactie mag hebben, ongeacht of ze worden vermeld in &quot;runtime_blocked_hosts&quot;. Dit is dezelfde indeling als &quot;runtime_blocked_hosts&quot;.
</string><string id="Attestation_group">Externe bevestiging</string><string id="AttestationEnabledForUser">Externe bevestiging van gebruiker inschakelen</string><string id="AttestationEnabledForUser_Explain">Als dit beleid is ingesteld op 'true', kan de gebruiker met de hardware van Chrome-apparaten de identiteit ervan extern bevestigen aan de privacy-CA via de Enterprise Platform Keys API met chrome.enterprise.platformKeys.challengeUserKey().

Als dit beleid is ingesteld op 'false' of niet is ingesteld, mislukt het aanroepen van de API en wordt er een foutcode weergegeven.</string><string id="AttestationExtensionWhitelist">Extensies die toestemming hebben de API voor externe bevestiging te gebruiken</string><string id="AttestationExtensionWhitelist_Explain">Dit beleid geeft aan welke extensies de Enterprise Platform Keys API-functie chrome.enterprise.platformKeys.challengeUserKey() mogen gebruiken voor externe bevestiging. Je moet extensies aan deze lijst toevoegen om de API te kunnen gebruiken.

Als een extensie niet in de lijst voorkomt of als de lijst niet is ingesteld, mislukt het aanroepen van de API en wordt er een foutcode weergegeven.</string><string id="AttestationExtensionWhitelistDesc">Extensies die toestemming hebben de API voor externe bevestiging te gebruiken</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Hiermee schakel je Google Cast in</string><string id="EnableMediaRouter_Explain">Als dit beleid is ingesteld op 'waar' (true) of niet is ingesteld, is Google Cast ingeschakeld en kunnen gebruikers deze functie starten vanuit het app-menu, contextmenu's op pagina's, mediabedieningsopties op websites die werken met Cast en via het Cast-icoon in de werkbalk (als dit wordt weergegeven).

Als dit beleid is ingesteld op 'onwaar' (false), is Google Cast uitgeschakeld.</string><string id="ShowCastIconInToolbar">Hiermee geef je het werkbalkicoon van Google Cast weer</string><string id="ShowCastIconInToolbar_Explain">Als dit beleid is ingesteld op 'waar' (true), wordt het Cast-icoon altijd weergegeven in de werkbalk of het overloopmenu en kunnen gebruikers het niet verwijderen.

Als dit beleid is ingesteld op 'onwaar' (false) of niet is ingesteld, kunnen gebruikers het Cast-icoon vastzetten of verwijderen via het contextmenu van het icoon.

Als het beleid 'EnableMediaRouter' is ingesteld op 'onwaar' (false), heeft de waarde van dit beleid geen effect en wordt het icoon niet weergegeven in de werkbalk.</string><string id="Homepage_group">Homepage</string><string id="HomepageLocation">De homepage-URL configureren</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">De pagina 'Nieuw tabblad' als homepage gebruiken</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Homepage's</string><string id="RestoreOnStartup">Actie bij starten</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Pagina 'Nieuw tabblad' openen</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">De laatste sessie herstellen</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Een lijst met URL's openen</string><string id="RestoreOnStartupURLs">URL's die worden geopend bij starten</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">URL's die worden geopend bij starten</string><string id="ContentSettings_group">Instellingen voor content</string><string id="DefaultCookiesSetting">Standaardinstelling voor cookies</string><string id="DefaultCookiesSetting_Explain">Hiermee kun je instellen of websites lokaal gegevens mogen instellen. Het instellen van lokale gegevens kan worden toegestaan voor alle websites of worden geweigerd voor alle websites.

Als dit beleid is ingesteld op 'Cookies bewaren voor de duur van de sessie', worden cookies gewist wanneer de sessie wordt beëindigd. Let op dat als Google Chrome in de achtergrondmodus wordt uitgevoerd, de sessie mogelijk niet wordt beëindigd wanneer het laatste venster wordt gesloten. Zie het beleid BackgroundModeEnabled voor meer informatie over het configureren van dit gedrag.

Als er geen instelling voor dit beleid wordt opgegeven, wordt AllowCookies gebruikt en kan de gebruiker dit wijzigen.</string><string id="DefaultCookiesSetting_AllowCookies">Alle sites toestaan lokale gegevens in te stellen</string><string id="DefaultCookiesSetting_BlockCookies">Niet toestaan dat sites lokaal gegevens instellen</string><string id="DefaultCookiesSetting_SessionOnly">Cookies bewaren voor de duur van de sessie</string><string id="DefaultImagesSetting">Standaardinstelling voor afbeeldingen</string><string id="DefaultImagesSetting_Explain">Hiermee kun je instellen of het websites is toegestaan afbeeldingen weer te geven. Het weergeven van afbeeldingen kan worden toegestaan voor alle websites of worden geweigerd voor alle websites.

Als dit beleid niet wordt ingesteld, wordt 'AllowImages' gebruikt en kan dit door de gebruiker worden gewijzigd.</string><string id="DefaultImagesSetting_AllowImages">Alle sites toestaan afbeeldingen weer te geven</string><string id="DefaultImagesSetting_BlockImages">Niet toestaan dat sites afbeeldingen weergeven</string><string id="DefaultJavaScriptSetting">Standaardinstelling voor JavaScript</string><string id="DefaultJavaScriptSetting_Explain">Hiermee kun je instellen of JavaScript op websites mag worden uitgevoerd. Het uitvoeren van JavaScript kan voor alle websites worden toegestaan of voor alle websites worden geweigerd.

Als dit beleid niet wordt ingesteld, wordt 'AllowJavaScript' gebruikt en kan de gebruiker dit aanpassen.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Alle sites toestaan JavaScript uit te voeren</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Niet toestaan dat sites JavaScript uitvoeren</string><string id="DefaultPluginsSetting">Standaardinstelling voor Flash</string><string id="DefaultPluginsSetting_Explain">Hiermee kun je instellen of websites de Flash-plug-in automatisch mogen uitvoeren. Het automatisch uitvoeren van de Flash-plug-in kan worden toegestaan voor alle websites of worden geweigerd voor alle websites.

Via Click-to-play kan de Flash-plug-in worden uitgevoerd, maar de gebruiker moet op de tijdelijke aanduiding klikken om de uitvoering te starten.

Als dit beleid niet wordt ingesteld, kan de gebruiker deze instelling handmatig wijzigen.</string><string id="DefaultPluginsSetting_AllowPlugins">Alle sites toestaan om de Flash-plug-in automatisch uit te voeren</string><string id="DefaultPluginsSetting_BlockPlugins">De Flash-plug-in blokkeren</string><string id="DefaultPluginsSetting_ClickToPlay">Klikken om te spelen</string><string id="DefaultPopupsSetting">Standaardinstelling voor pop-ups</string><string id="DefaultPopupsSetting_Explain">Hiermee kun je instellen of websites pop-ups mogen weergeven. Het weergeven van pop-ups kan worden toegestaan voor alle websites of worden geweigerd voor alle websites.

Als dit beleid niet is ingesteld, wordt 'BlockPopups' gebruikt en kan de gebruiker dit wijzigen.</string><string id="DefaultPopupsSetting_AllowPopups">Alle sites toestaan pop-ups weer te geven</string><string id="DefaultPopupsSetting_BlockPopups">Niet toestaan dat sites pop-ups weergeven</string><string id="DefaultNotificationsSetting">Standaardinstelling voor meldingen</string><string id="DefaultNotificationsSetting_Explain">Hiermee kun je instellen of websites bureaubladmeldingen mogen weergeven. Het weergeven van bureaubladmeldingen kan standaard worden toegestaan of geweigerd, of de gebruiker kan een melding te zien krijgen wanneer een website bureaubladmeldingen wil weergeven.

Als dit beleid niet wordt ingesteld, wordt 'AskNotifications' gebruikt en kan de gebruiker dit aanpassen.</string><string id="DefaultNotificationsSetting_AllowNotifications">Sites toestaan bureaubladmeldingen weer te geven</string><string id="DefaultNotificationsSetting_BlockNotifications">Niet toestaan dat sites bureaubladmeldingen weergeven</string><string id="DefaultNotificationsSetting_AskNotifications">Altijd goedkeuring vragen wanneer een site bureaubladmeldingen wil weergeven</string><string id="DefaultGeolocationSetting">Standaardinstelling voor geolocatie</string><string id="DefaultGeolocationSetting_Explain">Hiermee kun je instellen of websites de fysieke locatie van gebruikers mogen bijhouden. Het bijhouden van de fysieke locatie van gebruikers kan standaard worden toegestaan, standaard worden geweigerd of het kan de gebruiker telkens worden gevraagd wanneer een website zijn fysieke locatie opvraagt.

Als dit beleid niet wordt ingesteld, wordt 'AskGeolocation' gebruikt en kan de gebruiker dit wijzigen.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Sites toestaan de fysieke locatie van gebruikers bij te houden</string><string id="DefaultGeolocationSetting_BlockGeolocation">Niet toestaan dat sites de fysieke locatie van gebruikers bijhouden</string><string id="DefaultGeolocationSetting_AskGeolocation">Goedkeuring vragen wanneer een site de fysieke locatie van gebruikers wil bijhouden</string><string id="DefaultWebBluetoothGuardSetting">Gebruik van de Web Bluetooth API beheren</string><string id="DefaultWebBluetoothGuardSetting_Explain">Hiermee kun je instellen of websites toegang mogen krijgen tot Bluetooth-apparaten in de buurt. De toegang kan volledig worden geblokkeerd of de gebruiker kan elke keer om toestemming worden gevraagd wanneer een website toegang wil hebben tot Bluetooth-apparaten in de buurt.

Als dit beleid niet is ingesteld, wordt '3' gebruikt en kan de gebruiker dit wijzigen.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Niet toestaan dat sites toegang tot Bluetooth-apparaten vragen via de Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Toestaan dat sites de gebruiker vragen om toegang te verlenen tot een Bluetooth-apparaat in de buurt</string><string id="AutoSelectCertificateForUrls">Clientcertificaten automatisch selecteren voor deze sites</string><string id="AutoSelectCertificateForUrls_Explain">Hiermee kun je een lijst met URL-patronen opgeven die sites specificeren waarvoor Google Chrome automatisch een clientcertificaat moet selecteren als de site vraagt om een certificaat.

De waarde moet een array van JSON-woordenboeken met tekenreeksen zijn. Elk woordenboek moet de indeling { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER } hebben, waarbij $URL_PATTERN een patroon voor het instellen van content is. $FILTER beperkt de clientcertificaten die de browser automatisch kan selecteren. Onafhankelijk van het filter, worden alleen certificaten geselecteerd die overeenkomen met het certificaatverzoek van de server. Als $FILTER de indeling { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } } heeft, worden daarnaast alleen clientcertificaten geselecteerd die zijn uitgegeven door een certificaat met de CommonName $ISSUER_CN. Als $FILTER het lege woordenboek {} is, wordt de selectie van clientcertificaten niet verder beperkt.

Als dit beleid niet wordt ingesteld, wordt voor geen enkele site automatische selectie uitgevoerd.</string><string id="AutoSelectCertificateForUrlsDesc">Clientcertificaten automatisch selecteren voor deze sites</string><string id="CookiesAllowedForUrls">Cookies toestaan op deze sites</string><string id="CookiesAllowedForUrls_Explain">Hiermee kun je een lijst met URL-patronen instellen waarmee sites worden gespecificeerd die cookies mogen instellen.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultCookiesSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="CookiesAllowedForUrlsDesc">Cookies toestaan op deze sites</string><string id="CookiesBlockedForUrls">Cookies blokkeren op deze sites</string><string id="CookiesBlockedForUrls_Explain">Hiermee kun je een lijst met URL-patronen instellen waarmee sites worden gespecificeerd die geen cookies mogen instellen.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultCookiesSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="CookiesBlockedForUrlsDesc">Cookies blokkeren op deze sites</string><string id="CookiesSessionOnlyForUrls">Sessiecookies toestaan op deze sites</string><string id="CookiesSessionOnlyForUrls_Explain">Hiermee kun je een lijst met URL-patronen instellen waarmee sites worden gespecificeerd die sessiecookies mogen instellen.

Als dit beleid niet is ingesteld, wordt voor alle sites de algemene standaardwaarde gebruikt op basis van het beleid 'DefaultCookiesSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.

Let op: Als Google Chrome op de achtergrond wordt uitgevoerd, wordt de sessie wellicht niet afgesloten wanneer het laatste browservenster wordt gesloten. In plaats daarvan blijft de sessie actief tot de browser wordt afgesloten. Zie het beleid 'BackgroundModeEnabled' voor meer informatie over het configureren van dit gedragspatroon.

Als het beleid 'RestoreOnStartup' zo is ingesteld dat URL's van eerdere sessies worden hersteld, geldt dit beleid niet en worden cookies voor deze sites permanent opgeslagen.</string><string id="CookiesSessionOnlyForUrlsDesc">Sessiecookies toestaan op deze sites</string><string id="ImagesAllowedForUrls">Afbeeldingen toestaan op deze sites</string><string id="ImagesAllowedForUrls_Explain">Hiermee kun je een lijst URL-patronen instellen waarmee sites worden gespecificeerd waarop afbeeldingen kunnen worden weergegeven.

Als dit beleid niet is ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultImagesSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="ImagesAllowedForUrlsDesc">Afbeeldingen toestaan op deze sites</string><string id="ImagesBlockedForUrls">Afbeeldingen blokkeren op deze sites</string><string id="ImagesBlockedForUrls_Explain">Hiermee kun je een lijst URL-patronen instellen waarmee sites worden gespecificeerd waarop geen afbeeldingen kunnen worden weergegeven.

Als dit beleid niet is ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultImagesSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="ImagesBlockedForUrlsDesc">Afbeeldingen blokkeren op deze sites</string><string id="JavaScriptAllowedForUrls">JavaScript toestaan op deze sites</string><string id="JavaScriptAllowedForUrls_Explain">Hiermee kun je een lijst URL-patronen instellen waarmee sites worden gespecificeerd die JavaScript mogen uitvoeren.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultJavaScriptSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="JavaScriptAllowedForUrlsDesc">JavaScript toestaan op deze sites</string><string id="JavaScriptBlockedForUrls">JavaScript blokkeren op deze sites</string><string id="JavaScriptBlockedForUrls_Explain">Hiermee kun je een lijst URL-patronen instellen waarmee sites worden gespecificeerd die JavaScript niet mogen uitvoeren.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultJavaScriptSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="JavaScriptBlockedForUrlsDesc">JavaScript blokkeren op deze sites</string><string id="PluginsAllowedForUrls">De Flash-plug-in toestaan op deze sites</string><string id="PluginsAllowedForUrls_Explain">Hiermee kun je een lijst met URL-patronen opgeven voor sites die de Flash-plug-in mogen uitvoeren.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites. Je vindt deze in het beleid 'DefaultPluginsSetting' (als dit is ingesteld), of in de persoonlijke configuratie van de gebruiker.</string><string id="PluginsAllowedForUrlsDesc">De Flash-plug-in toestaan op deze sites</string><string id="PluginsBlockedForUrls">De Flash-plug-in blokkeren op deze sites</string><string id="PluginsBlockedForUrls_Explain">Hiermee kun je een lijst met URL-patronen opgeven voor sites die de Flash-plug-in niet mogen uitvoeren.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites. Je vindt deze in het beleid 'DefaultPluginsSetting' (als dit is ingesteld), of in de persoonlijke configuratie van de gebruiker.</string><string id="PluginsBlockedForUrlsDesc">De Flash-plug-in blokkeren op deze sites</string><string id="PopupsAllowedForUrls">Pop-ups toestaan ​​op deze sites</string><string id="PopupsAllowedForUrls_Explain">Hiermee kun je een lijst met URL-patronen instellen waarmee sites worden gespecificeerd waarop pop-ups mogen worden geopend.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultPopupsSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="PopupsAllowedForUrlsDesc">Pop-ups toestaan ​​op deze sites</string><string id="RegisteredProtocolHandlers">Protocolhandlers registreren</string><string id="RegisteredProtocolHandlers_Explain">Hiermee kun je een lijst met protocolhandlers registreren. Dit kan alleen een aanbevolen beleid zijn. De eigenschap |protocol| moet worden ingesteld op het schema, zoals 'mailto', en de eigenschap |url| moet worden ingesteld op het URL-patroon van de app die het schema verwerkt. Het patroon kan een '%s' bevatten, die indien aanwezig wordt vervangen door de verwerkte URL.

De protocolhandlers die door het beleid zijn geregistreerd, worden samengevoegd met de handlers die door de gebruiker zijn geregistreerd en kunnen beide worden gebruikt. De gebruiker kan de protocolhandlers die door het beleid zijn geïnstalleerd, overschrijven door een nieuwe standaardhandler te installeren. Een protocolhandler die door het beleid is geregistreerd, kan echter niet worden verwijderd.</string><string id="PopupsBlockedForUrls">Pop-ups blokkeren op deze sites</string><string id="PopupsBlockedForUrls_Explain">Hiermee kun je een lijst met URL-patronen instellen waarmee sites worden gespecificeerd waarop geen pop-ups mogen worden geopend.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultPopupsSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="PopupsBlockedForUrlsDesc">Pop-ups blokkeren op deze sites</string><string id="NotificationsAllowedForUrls">Meldingen op deze sites toestaan</string><string id="NotificationsAllowedForUrls_Explain">Hiermee kun je een lijst met URL-patronen opgeven van sites waarop meldingen mogen worden weergegeven.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultNotificationsSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="NotificationsAllowedForUrlsDesc">Meldingen op deze sites toestaan</string><string id="NotificationsBlockedForUrls">Meldingen op deze sites blokkeren</string><string id="NotificationsBlockedForUrls_Explain">Hiermee kun je een lijst met URL-patronen opgeven van sites waarop geen meldingen mogen worden weergegeven.

Als dit beleid niet wordt ingesteld, wordt de algemene standaardwaarde gebruikt voor alle sites op basis van het beleid 'DefaultNotificationsSetting' (als dit is ingesteld) of anders op basis van de configuratie van de gebruiker.</string><string id="NotificationsBlockedForUrlsDesc">Meldingen op deze sites blokkeren</string><string id="Drive_group">Opties voor Google Drive configureren</string><string id="DriveDisabled">Schakelt Drive uit in de app Bestanden van Google Chrome OS</string><string id="DriveDisabled_Explain">Hiermee wordt synchronisatie van Google Drive in de app Bestanden van Google Chrome OS uitgeschakeld wanneer de optie is ingesteld op 'waar'. In dat geval worden geen gegevens naar Google Drive geüpload.

Als de optie niet is ingesteld of is ingesteld op 'onwaar', kunnen gebruikers bestanden naar Google Drive overzetten.</string><string id="DriveDisabledOverCellular">Schakelt Google Drive uit via mobiele verbindingen in de app Bestanden van Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Als deze instelling is ingesteld op 'waar', wordt synchronisatie met Google Drive uitgeschakeld in de app Bestanden van Google Chrome OS bij gebruik van een mobiele verbinding. In dat geval worden gegevens alleen gesynchroniseerd met Google Drive bij verbinding via wifi of Ethernet.

Als deze instelling niet is ingesteld of is ingesteld op 'onwaar', kunnen gebruikers bestanden overzetten naar Google Drive via mobiele verbindingen.</string><string id="RemoteAccess_group">Opties voor externe toegang configureren</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Firewallpassage vanaf host voor externe toegang inschakelen</string><string id="RemoteAccessHostFirewallTraversal_Explain">Maakt het gebruik van STUN-servers mogelijk wanneer externe clients verbinding proberen te maken met dit apparaat.

Als deze instelling is ingeschakeld, kunnen externe clients deze apparaten zien en hiermee verbinding maken, zelfs als ze worden gescheiden door een firewall.

Als deze instelling is uitgeschakeld en uitgaande UDP-verbindingen worden gefilterd door de firewall, staat dit apparaat alleen verbindingen toe met clientapparaten binnen het lokale netwerk.

Als dit beleid niet wordt ingesteld, wordt de instelling ingeschakeld.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Het voorvoegsel voor het TalkGadget configureren voor hosts voor externe toegang</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Hiermee configureer je het voorvoegsel voor het TalkGadget dat wordt gebruikt door hosts voor externe toegang en voorkom je dat gebruikers dit wijzigen.

Als dit voorvoegsel is opgegeven, wordt het toegevoegd aan het begin van de basisnaam voor het TalkGadget om een volledige domeinnaam voor het TalkGadget te maken. De basisdomeinnaam voor het TalkGadget is '.talkgadget.google.com'.

Als deze instelling is ingeschakeld, gebruiken hosts de aangepaste domeinnaam in plaats van de standaarddomeinnaam om toegang te krijgen tot het TalkGadget.

Als deze instelling is uitgeschakeld of niet is ingesteld, wordt de standaarddomeinnaam voor het TalkGadget ('chromoting-host.talkgadget.google.com') gebruikt voor alle hosts.

Deze beleidsinstelling is niet van toepassing op clients voor externe toegang. Deze clients gebruiken altijd 'chromoting-client.talkgadget.google.com' om toegang tot het TalkGadget te krijgen.</string><string id="RemoteAccessHostRequireCurtain">Afschermen van hosts voor externe toegang inschakelen</string><string id="RemoteAccessHostRequireCurtain_Explain">Schakelt afscherming van hosts voor externe toegang in terwijl een verbinding tot stand wordt gebracht.

Als deze instelling is ingeschakeld, worden de fysieke invoer- en uitvoerapparaten van hosts uitgeschakeld terwijl een externe verbinding tot stand wordt gebracht.

Als deze instelling is uitgeschakeld of niet is ingesteld, kunnen zowel lokale als externe gebruikers met de host communiceren terwijl deze wordt gedeeld.</string><string id="RemoteAccessHostAllowClientPairing">Verificatie zonder pincode in- of uitschakelen voor hosts voor externe toegang</string><string id="RemoteAccessHostAllowClientPairing_Explain">Als deze instelling is ingeschakeld of niet is geconfigureerd, kunnen gebruikers clients en hosts aanmelden op het moment dat verbinding wordt gemaakt, zodat er niet elke keer een pincode hoeft te worden opgegeven.

Als deze instelling is uitgeschakeld, is deze functie niet beschikbaar.</string><string id="RemoteAccessHostAllowGnubbyAuth">Gnubby-verificatie toestaan voor hosts voor externe toegang</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Als deze instelling is ingeschakeld, worden gnubby-verificatieverzoeken verzonden via een proxy met een externe hostverbinding.

Als deze instelling uitgeschakeld of niet geconfigureerd is, worden gnubby-verificatieverzoeken niet via een proxy verzonden.</string><string id="RemoteAccessHostAllowRelayedConnection">Het gebruik van relayservers door de host voor externe toegang inschakelen</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Het UDP-poortbereik beperken dat voor de host voor externe toegang wordt gebruikt</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Vereist dat de naam van de lokale gebruiker en de eigenaar van de host voor externe toegang met elkaar overeenkomen</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL waarbij clients met externe toegang hun verificatietoken moeten ophalen</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL voor het valideren van verificatietoken voor client voor externe toegang</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Clientcertificaat voor verbinding maken met RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="NewTabPage_group">Pagina 'Nieuw tabblad'</string><string id="NewTabPageLocation">De URL van de pagina 'Nieuw tabblad' configureren</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Proxy_group">Proxyserver</string><string id="ProxyMode">Kies hoe je proxyserverinstellingen wilt specificeren</string><string id="ProxyMode_Explain">Hiermee kun je de proxyserver specificeren die door Google Chrome wordt gebruikt en wordt voorkomen dat gebruikers proxyinstellingen kunnen aanpassen.

Als je ervoor kiest nooit een proxyserver te gebruiken en altijd rechtstreeks verbinding te maken, worden alle andere opties genegeerd.

Als je ervoor kiest de proxyinstellingen van het systeem te gebruiken, worden alle andere opties genegeerd.

Als je ervoor kiest de proxyserver automatisch te detecteren, worden alle andere opties genegeerd.

Als je de modus voor een vaste proxyserver kiest, kun je verdere opties specificeren in 'Adres of URL van proxyserver' en 'Door komma's gescheiden lijst van regels voor proxyomzeiling'. Alleen de HTTP-proxyserver met de hoogste prioriteit is beschikbaar voor ARC-apps.

Als je een proxyscript in een PAC-bestand gebruikt, moet je de URL met het script opgeven in 'URL naar een PAC-bestand voor de proxy'.

Ga voor gedetailleerde voorbeelden naar:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Als je deze instelling inschakelt, worden alle proxygerelateerde opties die via de opdrachtregel zijn opgegeven door Google Chrome en ARC-apps genegeerd.

Als je dit beleid niet instelt, kunnen gebruikers zelf de gewenste proxyinstellingen selecteren.</string><string id="ProxyMode_ProxyDisabled">Nooit een proxy gebruiken</string><string id="ProxyMode_ProxyAutoDetect">Proxyinstellingen automatisch detecteren</string><string id="ProxyMode_ProxyPacScript">Een PAC-script voor de proxy gebruiken</string><string id="ProxyMode_ProxyFixedServers">Vaste proxyservers gebruiken</string><string id="ProxyMode_ProxyUseSystem">Proxyinstellingen van het systeem gebruiken</string><string id="ProxyServer">Adres of URL van proxyserver</string><string id="ProxyServer_Explain">Je kunt de URL van de proxyserver hier opgeven.

Dit beleid wordt alleen van kracht als je handmatige proxyinstellingen hebt geselecteerd bij 'Kies hoe je proxyserverinstellingen wilt opgeven'.

Stel dit beleid niet in als je een andere modus hebt geselecteerd voor het instellen van het proxybeleid.

Ga voor meer opties en gedetailleerde voorbeelden naar:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">URL naar een PAC-bestand voor de proxy</string><string id="ProxyPacUrl_Explain">Je kunt hier een URL naar een PAC-bestand voor de proxy opgeven.

Dit beleid wordt alleen van kracht als je handmatige proxyinstellingen hebt geselecteerd bij 'Kies hoe je proxyserverinstellingen wilt opgeven'.

Stel dit beleid niet in als je een andere modus hebt geselecteerd voor het instellen van je proxybeleid.

Ga voor gedetailleerde voorbeelden naar:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Regels voor proxyomzeiling</string><string id="ProxyBypassList_Explain">Google Chrome omzeilt elke proxy voor de lijst met hosts die hier wordt gespecificeerd.

Dit beleid wordt alleen van kracht als je handmatig proxyinstellingen hebt geselecteerd bij 'Kies hoe je proxyserverinstellingen wilt specificeren'.

Stel dit beleid niet in als je een andere modus voor het instellen van je proxybeleid hebt geselecteerd.

Ga voor meer gedetailleerde voorbeelden naar:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="DefaultSearchProvider_group">Standaardzoekprovider</string><string id="DefaultSearchProviderEnabled">De standaardzoekprovider inschakelen</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Naam van standaardzoekprovider</string><string id="DefaultSearchProviderName_Explain">Hiermee wordt de naam van de standaardzoekprovider gespecificeerd. Als dit leeg is of niet wordt ingesteld, wordt de hostnaam gebruikt die door de zoek-URL wordt gespecificeerd.

Dit beleid wordt alleen gebruikt als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderKeyword">Zoekwoord voor standaardzoekprovider</string><string id="DefaultSearchProviderKeyword_Explain">Hiermee wordt het zoekwoord gespecificeerd dat in de omnibox wordt gebruikt om de zoekfunctie voor deze provider te activeren.

Dit beleid is optioneel. Als je dit niet instelt, wordt de zoekfunctie voor de provider door geen enkel zoekwoord geactiveerd.

Dit beleid wordt alleen gebruikt als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderSearchURL">Zoek-URL voor standaardzoekprovider</string><string id="DefaultSearchProviderSearchURL_Explain">Hiermee kun je de URL opgeven van de zoekmachine die wordt gebruikt wanneer je een standaardzoekopdracht uitvoert. De URL moet de tekenreeks '{searchTerms}' bevatten. Deze tekenreeks wordt op het moment van de zoekopdracht vervangen door de termen waarnaar de gebruiker zoekt.

De zoek-URL van Google kan worden opgegeven als: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Deze optie moet worden ingesteld wanneer het beleid 'DefaultSearchProviderEnabled' is ingeschakeld en wordt alleen gerespecteerd als dit het geval is.</string><string id="DefaultSearchProviderSuggestURL">Voorgestelde URL voor standaardzoekprovider</string><string id="DefaultSearchProviderSuggestURL_Explain">Hiermee kun je de URL opgeven van de zoekmachine die wordt gebruikt om zoeksuggesties te leveren. De URL moet de tekenreeks '{searchTerms}' bevatten. Deze tekenreeks wordt op het moment van de zoekopdracht vervangen door de tekst die de gebruiker tot op dat moment heeft getypt.

Dit beleid is optioneel. Als het beleid niet is ingesteld, wordt er geen suggestie-URL gebruikt.

De suggestie-URL van Google kan worden opgegeven als: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderInstantURL">Instant-URL voor standaardzoekprovider</string><string id="DefaultSearchProviderInstantURL_Explain">Hiermee kun je de URL opgeven van de zoekmachine die wordt gebruikt om instantresultaten te leveren. De URL moet de tekenreeks '{searchTerms}' bevatten. Deze tekenreeks wordt op het moment van de zoekopdracht vervangen door de tekst die de gebruiker tot op dat moment heeft getypt.

Dit beleid is optioneel. Als het beleid niet is ingesteld, worden er geen instantresultaten geleverd.

De URL voor de instantresultaten van Google kan worden opgegeven als: '{google:baseURL}suggest?q={searchTerms}'.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderIconURL">Pictogram voor standaardzoekprovider</string><string id="DefaultSearchProviderIconURL_Explain">Hiermee specificeer je de URL van het voorkeurspictogram voor de standaardzoekprovider.

Dit beleid is optioneel. Als je het niet instelt, wordt er geen pictogram weergegeven voor de zoekprovider.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderEncodings">Coderingen voor standaardzoekprovider</string><string id="DefaultSearchProviderEncodings_Explain">Hiermee worden de tekencoderingen gespecificeerd die door de zoekprovider worden ondersteund. Deze coderingen zijn codepaginanamen zoals UTF-8, GB2312 en ISO-8859-1. Ze worden getest in de volgorde waarin ze worden opgegeven.

Dit beleid is optioneel. Als het beleid niet wordt ingesteld, wordt de standaardcodering (UTF-8) gebruikt.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderEncodingsDesc">Coderingen voor standaardzoekprovider</string><string id="DefaultSearchProviderAlternateURLs">Lijst met alternatieve URL's voor de standaardzoekprovider</string><string id="DefaultSearchProviderAlternateURLs_Explain">Hiermee wordt een lijst met alternatieve URL's gespecificeerd die kunnen worden gebruikt om zoektermen uit de zoekmachine te extraheren. De URL's moeten de tekenreeks '{searchTerms}' bevatten die wordt gebruikt om de zoektermen te extraheren.

Dit beleid is optioneel. Als het beleid niet wordt ingesteld, worden geen alternatieve URL's gebruikt om zoektermen te verkrijgen.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderAlternateURLsDesc">Lijst met alternatieve URL's voor de standaardzoekprovider</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter die plaatsing van zoektermen beheert voor de standaardzoekprovider</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Als dit beleid is ingesteld en een zoek-URL die is voorgesteld vanuit de omnibox, deze parameter in de zoekreeks of in de fragment-ID bevat, geeft de suggestie de zoektermen en zoekprovider weer en niet de onbewerkte zoek-URL.

Dit beleid is optioneel. Als het niet wordt ingesteld, wordt er geen vervanging van zoektermen uitgevoerd.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderImageURL">Parameter die een functie voor zoeken op afbeelding levert voor de standaardzoekprovider</string><string id="DefaultSearchProviderImageURL_Explain">Specificeert de URL van de zoekmachine die wordt gebruikt om de functie voor zoeken naar afbeeldingen te leveren. Zoekopdrachten worden verzonden met de GET-methode. Als het beleid DefaultSearchProviderImageURLPostParams is ingesteld, gebruiken zoekopdrachten voor afbeeldingen in plaats daarvan de POST-methode.

Dit beleid is optioneel. Als het beleid niet is ingesteld, wordt er geen functie voor afbeeldingen zoeken gebruikt.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderNewTabURL">URL van standaard zoekprovider voor nieuwe tabbladpagina</string><string id="DefaultSearchProviderNewTabURL_Explain">Specificeert de URL die een zoekmachine gebruikt om een nieuwe tabbladpagina weer te geven.

Dit beleid is optioneel. Als het niet wordt ingesteld, wordt er geen nieuwe tabbladpagina weergegeven.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderSearchURLPostParams">Parameters voor zoek-URL die POST gebruikt</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Specificeert de parameters die worden gebruikt wanneer een URL wordt gezocht met POST. Het bestaat uit door komma's gescheiden naam/waarde-paren. Als een waarde een templateparameter, zoals {searchTerms} in het bovenstaande voorbeeld, is, wordt de waarde vervangen door echte zoektermgegevens.

Dit beleid is optioneel. Als het beleid niet is ingesteld, wordt de zoekopdracht verzonden met de GET-methode.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parameters voor suggestie-URL die POST gebruikt</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Specificeert de parameters die worden gebruikt voor het uitvoeren van een voorgestelde zoekopdracht met POST. Het bestaat uit door komma's gescheiden naam/waarde-paren. Als een waarde een templateparameter, zoals {searchTerms} in het bovenstaande voorbeeld, is, wordt de waarde vervangen door echte zoektermgegevens.

Dit beleid is optioneel. Als het beleid niet is ingesteld, wordt de voorgestelde zoekopdracht verzonden met de GET-methode.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderInstantURLPostParams">Parameters voor instant-URL die POST gebruikt</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Specificeert de parameters die worden gebruikt voor het uitvoeren van een instantzoekopdracht met POST. Het bestaat uit door komma's gescheiden naam/waarde-paren. Als een waarde een templateparameter, zoals {searchTerms} in het bovenstaande voorbeeld, is, wordt de waarde vervangen door echte zoektermgegevens.

Dit beleid is optioneel. Als het beleid niet is ingesteld, wordt de instantzoekopdracht verzonden met de GET-methode.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="DefaultSearchProviderImageURLPostParams">Parameters voor afbeeldings-URL die POST gebruikt</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Specificeert de parameters die worden gebruikt voor het uitvoeren van een zoekopdracht naar afbeeldingen met POST. Het bestaat uit door komma's gescheiden naam/waarde-paren. Als een waarde een templateparameter, zoals {imageThumbnail} in het bovenstaande voorbeeld, is, wordt de waarde vervangen door echte afbeeldingsminiatuurgegevens.

Dit beleid is optioneel. Als het beleid niet is ingesteld, wordt de voorgestelde zoekopdracht verzonden met de GET-methode.

Dit beleid wordt alleen gerespecteerd als het beleid 'DefaultSearchProviderEnabled' is ingeschakeld.</string><string id="Accessibility_group">Toegankelijkheidsinstellingen</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Toegankelijkheidsopties weergeven in het systeemvakmenu</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Grote muisaanwijzer inschakelen</string><string id="LargeCursorEnabled_Explain">De toegankelijkheidsfunctie 'Grote muisaanwijzer' inschakelen.

Als dit beleid op 'waar' is ingesteld, is de grote muisaanwijzer altijd ingeschakeld.

Als dit beleid op 'onwaar' is ingesteld, is de grote muisaanwijzer altijd uitgeschakeld.

Als je dit beleid instelt, kunnen gebruikers dit niet wijzigen of negeren.

Als je dit beleid niet instelt, is de grote muisaanwijzer eerst uitgeschakeld, maar kan de gebruiker deze op elk moment inschakelen.</string><string id="SpokenFeedbackEnabled">Gesproken feedback inschakelen</string><string id="SpokenFeedbackEnabled_Explain">De toegankelijkheidsfunctie voor gesproken feedback inschakelen.

Als je dit beleid op 'waar' instelt, is gesproken feedback altijd ingeschakeld.

Als je dit beleid op 'onwaar' instelt, is gesproken feedback altijd uitgeschakeld.

Als je dit beleid instelt, kunnen gebruikers dit niet wijzigen of negeren.

Als je dit beleid niet instelt, is gesproken feedback eerst uitgeschakeld maar kan de gebruiker deze op elk moment inschakelen.</string><string id="HighContrastEnabled">Modus voor hoog contrast inschakelen</string><string id="HighContrastEnabled_Explain">De toegankelijkheidsfunctie Modus voor hoog contrast inschakelen.

Als dit beleid op 'waar' is ingesteld, is de modus voor hoog contrast altijd ingeschakeld.

Als dit beleid op 'onwaar' is ingesteld, is de modus voor hoog contrast altijd uitgeschakeld.

Als je dit beleid instelt, kunnen gebruikers dit niet wijzigen of negeren.

Als je dit beleid niet instelt, is de modus voor hoog contrast initieel uitgeschakeld maar kan de gebruiker deze op elk moment inschakelen.</string><string id="VirtualKeyboardEnabled">Schermtoetsenbord inschakelen</string><string id="VirtualKeyboardEnabled_Explain">De toegankelijkheidsfunctie voor het schermtoetsenbord inschakelen.

Als dit beleid is ingesteld op 'true' (waar), wordt het schermtoetsenbord altijd ingeschakeld.

Als dit beleid is ingesteld op 'false' (onwaar), wordt het schermtoetsenbord altijd uitgeschakeld.

Als je dit beleid instelt, kunnen gebruikers dit niet wijzigen of negeren.

Als dit beleid niet is ingesteld, wordt het schermtoetsenbord aanvankelijk uitgeschakeld, maar kan dit door gebruikers op elk moment worden ingeschakeld.</string><string id="KeyboardDefaultToFunctionKeys">Mediatoetsen worden standaard ingesteld op functietoetsen</string><string id="KeyboardDefaultToFunctionKeys_Explain">Hiermee wordt het standaardgedrag van de toetsen op de bovenste rij gewijzigd in functietoetsen.

Als dit beleid wordt ingesteld op 'waar', voeren de toetsen op de bovenste rij van het toetsenbord standaard opdrachten van functietoetsen uit. De zoektoets moet worden ingedrukt om het gedrag terug te zetten naar mediatoetsen.

Als dit beleid wordt ingesteld op 'onwaar' of niet wordt ingesteld, voert het toetsenbord standaard opdrachten uit van mediatoetsen, en voert het opdrachten uit van functietoetsen wanneer de zoektoets ingedrukt wordt gehouden.</string><string id="ScreenMagnifierType">Het type vergrootglas instellen</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Vergrootglas uitgeschakeld</string><string id="ScreenMagnifierType_Full-screen">Vergrootglas van volledig scherm ingeschakeld</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">De standaardstatus van de grote muisaanwijzer op het inlogscherm instellen</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">De standaardstatus van de toegankelijkheidsfunctie 'Grote muisaanwijzer' op het inlogscherm instellen.

Als dit beleid op 'waar' is ingesteld, wordt de grote muisaanwijzer ingeschakeld als het inlogscherm wordt weergegeven.

Als dit beleid op 'onwaar' is ingesteld, wordt de grote muisaanwijzer uitgeschakeld als het inlogscherm wordt weergegeven.

Als je dit beleid instelt, kunnen gebruikers dit tijdelijk negeren door de grote muisaanwijzer in of uit te schakelen. De keuze van de gebruiker is echter niet permanent en de standaardinstelling wordt hersteld wanneer het inlogscherm opnieuw wordt weergegeven of als de gebruiker gedurende een minuut niet actief is op het inlogscherm.

Als dit beleid niet is ingesteld, wordt de grote muisaanwijzer uitgeschakeld wanneer het inlogscherm voor de eerste keer wordt weergegeven. Gebruikers kunnen de grote muisaanwijzer op elk moment in- of uitschakelen en de status op het inlogscherm is van toepassing op alle gebruikers.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">De standaardstatus van gesproken feedback op het inlogscherm instellen</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">De standaardstatus van de toegankelijkheidsfunctie voor gesproken feedback instellen op het inlogscherm.

Als dit beleid is ingesteld op 'waar', wordt gesproken feedback ingeschakeld wanneer het inlogscherm wordt weergegeven.

Als dit beleid is ingesteld op 'onwaar', wordt gesproken feedback uitgeschakeld wanneer het inlogscherm wordt weergegeven.

Als je dit beleid instelt, kunnen gebruikers dit tijdelijk negeren door gesproken feedback in of uit te schakelen. De keuze van de gebruiker is echter niet permanent en de standaardinstelling wordt hersteld als het inlogscherm opnieuw wordt weergegeven of de gebruiker gedurende een minuut niet actief is op het inlogscherm.

Als je het beleid niet instelt, wordt gesproken feedback uitgeschakeld wanneer het inlogscherm voor het eerst wordt weergegeven. Gebruikers kunnen gesproken feedback op elk moment in- of uitschakelen en de status op het inlogscherm is permanent tussen gebruikers.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">De standaardstatus van de modus voor hoog contrast op het inlogscherm instellen</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">De standaardstatus van de toegankelijkheidsfunctie 'Modus voor hoog contrast' instellen op het inlogscherm

Als dit beleid op 'waar' is ingesteld, wordt de modus voor hoog contrast ingeschakeld wanneer het inlogscherm wordt weergegeven.

Als dit beleid op 'onwaar' is ingesteld, wordt de modus voor hoog contrast uitgeschakeld wanneer het inlogscherm wordt weergegeven.

Als je dit beleid instelt, kunnen gebruikers dit tijdelijk negeren door de modus voor hoog contrast in of uit te schakelen. De keuze van de gebruiker is echter niet permanent en de standaardinstelling wordt hersteld wanneer het inlogscherm opnieuw wordt weergegeven of de gebruiker gedurende een minuut niet actief is op het inlogscherm.

Als je het beleid niet instelt, wordt de modus voor hoog contrast uitgeschakeld wanneer het inlogscherm voor de eerste keer wordt weergegeven. Gebruikers kunnen de modus voor hoog contrast op elk moment in- of uitschakelen en de status op het inlogscherm is permanent tussen gebruikers.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">De standaardstatus van het schermtoetsenbord op het inlogscherm instellen</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">De standaardstatus van de toegankelijkheidsfunctie voor het schermtoetsenbord op het inlogscherm instellen.

Als dit beleid is ingesteld op 'true' (waar), wordt het schermtoetsenbord ingeschakeld wanneer het inlogscherm wordt weergegeven.

Als dit beleid is ingesteld op 'false' (onwaar), wordt het schermtoetsenbord uitgeschakeld wanneer het inlogscherm wordt weergegeven.

Als je dit beleid instelt, kunnen gebruikers dit tijdelijk negeren door het schermtoetsenbord in of uit te schakelen. De keuze van de gebruiker is echter niet permanent en de standaardinstelling wordt hersteld wanneer het inlogscherm opnieuw wordt weergegeven of als de gebruiker gedurende een minuut niet actief is op het inlogscherm.

Als dit beleid niet is ingesteld, wordt het schermtoetsenbord uitgeschakeld wanneer het inlogscherm voor de eerste keer wordt weergegeven. Gebruikers kunnen het schermtoetsenbord op elk moment in- of uitschakelen en de status op het inlogscherm is van toepassing op alle gebruikers.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Het standaardtype van vergrootglas instellen dat op het inlogscherm is ingeschakeld</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Het standaardtype van vergrootglas instellen dat op het inlogscherm is ingeschakeld.

Als dit beleid is ingesteld, bepaalt het het type vergrootglas dat is ingeschakeld wanneer het inlogscherm wordt weergegeven. Als je het beleid op 'Geen' instelt, wordt het vergrootglas uitgeschakeld.

Als je dit beleid instelt, kunnen gebruikers dit tijdelijk negeren door het vergrootglas in of uit te schakelen. De keuze van de gebruiker is echter niet permanent en de standaardinstelling wordt hersteld wanneer het inlogscherm opnieuw wordt weergegeven of de gebruiker gedurende een minuut niet actief is op het inlogscherm.

Als je dit beleid niet instelt, is het vergrootglas uitgeschakeld wanneer het inlogscherm voor de eerste keer wordt weergegeven. Gebruikers kunnen het vergrootglas op elk moment in- of uitschakelen en de status op het inlogscherm is van toepassing op alle gebruikers.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Vergrootglas uitgeschakeld</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Vergrootglas van volledig scherm ingeschakeld</string><string id="PasswordManager_group">Wachtwoordbeheer</string><string id="PasswordManagerEnabled">Opslaan van wachtwoorden in wachtwoordbeheer inschakelen</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="AllowDeletingBrowserHistory">Verwijderen van browser- en downloadgeschiedenis inschakelen</string><string id="AllowDeletingBrowserHistory_Explain">Hiermee wordt het verwijderen van de browsergeschiedenis en downloadgeschiedenis in Google Chrome ingeschakeld en wordt voorkomen dat gebruikers deze instelling wijzigen.

Zelfs als dit beleid is uitgeschakeld, kan niet worden gegarandeerd dat de browser- en downloadgeschiedenis behouden blijven. Gebruikers kunnen de geschiedenisbestanden rechtstreeks bewerken of verwijderen en de browser kan sommige of alle geschiedenisitems op elk gewenst moment laten verlopen of archiveren.

Als deze instelling is ingeschakeld of niet is ingesteld, kunnen de browsergeschiedenis en downloadgeschiedenis worden verwijderd.

Als deze instelling is uitgeschakeld, kunnen de browsergeschiedenis en downloadgeschiedenis niet worden verwijderd.</string><string id="AllowDinosaurEasterEgg">Easter egg-dinosaurusgame toestaan</string><string id="AllowDinosaurEasterEgg_Explain">Toestaan dat gebruikers de easter egg-dinosaurusgame spelen wanneer het apparaat offline is.

Als dit beleid is ingesteld op 'oinwaar', kunnen gebruikers de easter egg-dinosaurusgame niet spelen wanneer het apparaat offline is. Als deze instelling is ingesteld op 'waar', kunnen gebruikers de easter egg-dinosaurusgame spelen. Als dit beleid niet is ingesteld, kunnen gebruikers de easter egg-dinosaurusgame niet spelen op geregistreerde Chrome OS-apparaten, maar kunnen ze deze wel onder andere omstandigheden spelen.</string><string id="AllowOutdatedPlugins">Verouderde plug-ins toestaan die actief zijn</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Schermvergrendeling toestaan</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Domeinen definiëren voor toegang tot Google-apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Alternatieve foutpagina's inschakelen</string><string id="AlternateErrorPagesEnabled_Explain">Hiermee wordt het gebruik ingeschakeld van alternatieve foutpagina's die zijn geïntegreerd in Google Chrome (zoals 'pagina niet gevonden') en wordt voorkomen dat gebruikers deze instelling kunnen wijzigen.

Als je deze instelling inschakelt, worden er alternatieve foutpagina's gebruikt.

Als je deze instelling uitschakelt, worden er nooit alternatieve foutpagina's gebruikt.

Als je deze instelling in- of uitschakelt, kunnen gebruikers de instelling niet aanpassen of negeren in Google Chrome.

Als dit beleid niet wordt ingesteld, wordt dit ingeschakeld maar kan de gebruiker dit wijzigen.</string><string id="AlwaysAuthorizePlugins">Plug-ins waarvoor toestemming is vereist, altijd uitvoeren</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Android Backup Service inschakelen</string><string id="ArcBackupRestoreEnabled_Explain">Wanneer dit beleid is ingesteld op 'waar', worden app-gegevens van Android geüpload naar Android Backup-servers en teruggezet vanaf deze servers wanneer compatibele apps opnieuw worden geïnstalleerd.

Wanneer dit beleid is ingesteld op 'onwaar', is Android Backup Service uitgeschakeld.

Als deze instelling is geconfigureerd, kunnen gebruikers de instelling niet wijzigen.

Als deze instelling niet is geconfigureerd, kunnen gebruikers Android Backup Service in- en uitschakelen in de app Android-instellingen.</string><string id="ArcCertificatesSyncMode">Certificaatbeschikbaarheid instellen voor ARC-apps</string><string id="ArcCertificatesSyncMode_Explain">Als dit is ingesteld op SyncDisabled of niet is geconfigureerd, zijn certificaten van Google Chrome OS niet beschikbaar voor ARC-apps.

Als dit is ingesteld op CopyCaCerts, zijn alle door ONC geïnstalleerde CA-certificaten met Web TrustBit beschikbaar voor ARC-apps.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Gebruik van certificaten van Google Chrome OS voor ARC-apps uitschakelen</string><string id="ArcCertificatesSyncMode_CopyCaCerts">CA-certificaten van Google Chrome OS voor ARC-apps inschakelen</string><string id="ArcEnabled">ARC inschakelen</string><string id="ArcEnabled_Explain">Als dit beleid is ingesteld op waar, wordt ARC ingeschakeld voor de gebruiker (onderhevig aan extra controles van de beleidsinstellingen; ARC is nog steeds niet beschikbaar als de kortstondige modus of toegang tot meerdere accounts is ingeschakeld in de huidige gebruikerssessie).

Als deze instelling is uitgeschakeld of niet is geconfigureerd, kunnen zakelijke gebruikers ARC niet gebruiken.</string><string id="ArcLocationServiceEnabled">Google-locatieservice voor Android inschakelen</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">ARC configureren</string><string id="ArcPolicy_Explain">Hiermee wordt een reeks beleidsregels gespecificeerd om door te geven aan de ARC-runtime. De waarde moet geldige JSON zijn.

Dit beleid kan worden gebruikt om in te stellen welke Android-apps automatisch worden geïnstalleerd op het apparaat:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Android-app-ID, bijv. &quot;com.google.android.gm&quot; voor Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Specificeert hoe een app wordt geïnstalleerd. OPTIONAL: De app wordt niet automatisch geïnstalleerd, maar de gebruiker kan deze installeren. Dit is de standaardwaarde als dit beleid niet is gespecificeerd. PRELOAD: De app wordt automatisch geïnstalleerd, maar de gebruiker kan deze verwijderen. FORCE_INSTALLED: De app wordt automatisch geïnstalleerd en de gebruiker kan deze niet verwijderen. BLOCKED: De app is geblokkeerd en kan niet worden geïnstalleerd. Als de app is geïnstalleerd op basis van een eerder beleid, wordt deze verwijderd.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Beleid voor het verlenen van machtigingen aan apps. PERMISSION_POLICY_UNSPECIFIED: Beleid niet gespecificeerd. Als er geen beleid is gespecificeerd voor een machtiging op een bepaald niveau, wordt het gedrag 'PROMPT' standaard gebruikt. PROMPT: De gebruiker vragen een machtiging te verlenen. GRANT: Een machtiging automatisch verlenen. DENY: Een machtiging automatisch weigeren.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;App-specifiek JSON-configuratieobject met een set sleutel/waarde-paren, bijv. '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. De sleutels worden gedefinieerd in het app-manifest.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Bekijk PinnedLauncherApps als je apps wilt vastzetten in de Launcher.</string><string id="AudioCaptureAllowed">Het opnemen van audio toestaan of weigeren</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL's die zonder prompt toegang krijgen tot apparaten voor het vastleggen van audio</string><string id="AudioCaptureAllowedUrls_Explain">Patronen in deze lijst worden vergeleken met de beveiligingsoorsprong van de aanvragende URL. Als een overeenkomst wordt gevonden, wordt toegang tot apparaten voor het vastleggen van audio zonder prompt toegestaan.

OPMERKING: Tot versie 45 werd dit beleid alleen ondersteund in de kioskmodus.</string><string id="AudioCaptureAllowedUrlsDesc">URL's die zonder prompt toegang krijgen tot apparaten voor het vastleggen van audio</string><string id="AudioOutputAllowed">Het afspelen van audio toestaan</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Automatisch aanvullen inschakelen</string><string id="AutoFillEnabled_Explain">Hiermee wordt de functie Automatisch aanvullen van Google Chrome ingeschakeld en wordt gebruikers toegestaan webformulieren automatisch in te vullen met eerder opgeslagen informatie zoals adres- of creditcardgegevens.

Als je deze instelling uitschakelt, kunnen gebruikers de functie Automatisch aanvullen niet gebruiken.

Als je de instelling inschakelt of geen waarde instelt, kunnen gebruikers de opties voor Automatisch aanvullen zelf beheren. Zo kunnen ze profielen voor Automatisch aanvullen configureren en de functie naar wens in- of uitschakelen.</string><string id="AutofillCreditCardEnabled">Automatisch aanvullen inschakelen voor creditcards</string><string id="AutofillCreditCardEnabled_Explain">Hiermee wordt de functie Automatisch aanvullen van Google Chrome ingeschakeld en wordt gebruikers toegestaan creditcard- of adresgegevens automatisch in te vullen op webformulieren aan de hand van eerder opgeslagen gegevens.

Als je deze instelling uitschakelt, worden er nooit creditcardgegevens voorgesteld of ingevuld door Automatisch aanvullen. Er worden ook geen aanvullende creditcardgegevens opgeslagen die de gebruiker mogelijk verzendt terwijl hij browst op internet.

Als je deze instelling inschakelt of geen waarde instelt, kan de gebruiker de functie Automatisch aanvullen (waaronder creditcards) beheren in de UI.</string><string id="BlockThirdPartyCookies">Indirecte cookies blokkeren</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Bladwijzerbalk inschakelen</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Captive portal-verificatie negeert proxyserver</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Handhaving van Certificaattransparantie voor een lijst met URL's uitschakelen</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Hiermee schakel je de handhaving van de Certificaattransparantie voor de vermelde URL's uit.

Dit beleid staat toe dat de certificaten voor de hostnamen in de opgegeven URL's niet bekend worden gemaakt via Certificaattransparantie. Zodoende kun je certificaten blijven gebruiken die anders niet zouden worden vertrouwd omdat ze niet goed openbaar zijn gemaakt. Hierdoor is het echter wel moeilijker om verkeerd uitgegeven certificaten voor deze hosts te detecteren.

Een URL-patroon wordt ingedeeld overeenkomstig https://www.chromium.org/administrators/url-blacklist-filter-format. Aangezien de certificaten geldig zijn voor een bepaalde hostnaam (los van het schema, de poort of het pad), wordt alleen rekening gehouden met het hostnaamgedeelte van de URL. Hosts met jokertekens worden niet ondersteund.

Als dit beleid niet is ingesteld, worden alle certificaten die bekend moeten worden gemaakt via Certificaattransparantie, niet vertrouwd als ze niet bekend zijn gemaakt overeenkomstig het beleid voor Certificaattransparantie.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Handhaving van Certificaattransparantie voor een lijst met URL's uitschakelen</string><string id="ChromeOsLockOnIdleSuspend">Vergrendeling inschakelen wanneer het apparaat inactief wordt of overschakelt op de slaapstand</string><string id="ChromeOsLockOnIdleSuspend_Explain">Hiermee wordt de vergrendeling ingeschakeld wanneer Google Chrome OS-apparaten inactief worden of overschakelen op de slaapstand.

Als je deze instelling inschakelt, worden gebruikers om een wachtwoord gevraagd om het apparaat te ontgrendelen als het zich in de slaapstand bevindt.

Als je deze instelling uitschakelt, worden gebruikers niet om een wachtwoord gevraagd om het apparaat te ontgrendelen als het zich in de slaapstand bevindt.

Als je deze instelling in- of uitschakelt, kunnen gebruikers de instelling niet wijzigen of overschrijven.

Als het beleid niet wordt ingesteld, kan de gebruiker kiezen of hij om een wachtwoord wil worden gevraagd om het apparaat te ontgrendelen.</string><string id="ChromeOsMultiProfileUserBehavior">Het gebruikersgedrag beheren in een multiprofielsessie</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Bepaal het gebruikersgedrag tijdens een sessie met meerdere profielen op Google Chrome OS-apparaten.

Als dit beleid is ingesteld op 'MultiProfileUserBehaviorUnrestricted', kan de gebruiker de primaire of secundaire gebruiker in een sessie met meerdere profielen zijn.

Als dit beleid is ingesteld op 'MultiProfileUserBehaviorMustBePrimary', kan de gebruik alleen de primaire gebruiker zijn in een sessie met meerdere profielen.

Als dit beleid is ingesteld op 'MultiProfileUserBehaviorNotAllowed', mag de gebruiker geen deel uitmaken van een sessie met meerdere profielen.

Als je deze instelling instelt, kan deze niet door gebruikers worden gewijzigd of genegeerd.

Als de instelling wordt gewijzigd terwijl de gebruiker is ingelogd bij een sessie met meerdere profielen, worden alle gebruikers in de sessie gecontroleerd op basis van hun overeenkomstige instellingen. De sessie wordt gesloten als een van de gebruikers niet langer deel mag uitmaken van de sessie.

Als dit beleid niet wordt ingesteld, is de standaardwaarde 'MultiProfileUserBehaviorMustBePrimary' van toepassing op gebruikers die op ondernemingsniveau worden beheerd en wordt 'MultiProfileUserBehaviorUnrestricted' gebruikt voor niet-beheerde gebruikers.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Toestaan dat Enterprise-gebruiker zowel primair als secundair is (standaardgedrag voor niet-beheerde gebruikers)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Toestaan dat Enterprise-gebruiker alleen primair gebruiker van meerdere profielen is (standaardgedrag voor beheerde Enterprise-gebruikers)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Zakelijke gebruikers niet toestaan deel uit te maken van multiprofielen (primair of secundair)</string><string id="ChromeOsReleaseChannel">Releasekanaal</string><string id="ChromeOsReleaseChannel_Explain">Hiermee wordt het releasekanaal gespecificeerd waarmee dit apparaat moet worden vergrendeld.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabiel kanaal</string><string id="ChromeOsReleaseChannel_BetaChannel">Bètakanaal</string><string id="ChromeOsReleaseChannel_DevChannel">Ontwikkelaarskanaal (mogelijk instabiel)</string><string id="ChromeOsReleaseChannelDelegated">Of de gebruiker het releasekanaal moet configureren</string><string id="ChromeOsReleaseChannelDelegated_Explain">Als dit beleid is ingesteld op 'Waar' en het beleid ChromeOsReleaseChannel niet is ingesteld, mogen gebruikers van het registrerende domein het releasekanaal van het apparaat wijzigen. Als dit beleid is ingesteld op 'Onwaar', wordt het apparaat vergrendeld op het laatst ingestelde kanaal.

Het door de gebruiker geselecteerde kanaal wordt overschreven door het beleid ChromeOsReleaseChannel. Als het beleidskanaal echter stabieler is dan het kanaal dat is geïnstalleerd op het apparaat, wordt het kanaal pas gewijzigd nadat de versie van het stabielere kanaal een hoger versienummer bereikt dan de versie die op het apparaat is geïnstalleerd.</string><string id="ComponentUpdatesEnabled">Hiermee schakel je componentupdates in Google Chrome in</string><string id="ComponentUpdatesEnabled_Explain">Hiermee schakel je onderdelenupdates voor alle onderdelen in Google Chrome in wanneer de optie niet is ingesteld of is ingesteld op true (waar).

Als deze optie is ingesteld op false (onwaar), zijn de updates voor onderdelen uitgeschakeld. Bepaalde onderdelen worden echter uitgesloten van dit beleid: updates voor onderdelen worden niet uitgeschakeld als deze geen uitvoerbare code bevatten, het gedrag van de browser niet aanzienlijk veranderen of essentieel zijn voor de beveiliging.
Voorbeelden van dergelijk onderdelen zijn Certificate Revocation Lists en de Safe Browsing-gegevens.
Zie https://developers.google.com/safe-browsing voor meer informatie over Safe Browsing.</string><string id="DefaultPrinterSelection">Regels voor selectie van standaardprinter</string><string id="DefaultPrinterSelection_Explain">Negeert de regels van Google Chrome voor selectie van de standaardprinter.

Dit beleid bepaalt de regels voor het selecteren van de standaardprinter in Google Chrome, wat gebeurt wanneer de afdrukfunctie voor het eerst in een profiel wordt gebruikt.

Wanneer dit beleid is ingesteld, probeert Google Chrome een printer te vinden die overeenkomt met alle opgegeven kenmerken en selecteert deze als standaardprinter. De eerste gevonden printer die overeenkomt met dit beleid, wordt geselecteerd. Als meerdere printers overeenkomen, kan elke willekeurige overeenkomende printer worden geselecteerd, afhankelijk van de volgorde waarin de printers worden gevonden.

Als dit beleid niet is ingesteld, of als er geen overeenkomende printer binnen de time-outperiode wordt gevonden, wordt de printer standaard ingesteld op de ingebouwde pdf-printer, of er wordt geen printer geselecteerd, als de pdf-printer niet beschikbaar is.

De waarde wordt geparseerd als JSON-object, overeenkomend met het volgende schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Het zoeken naar een overeenkomende printer al dan niet beperken tot een specifieke reeks printers.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Reguliere expressie voor overeenkomende printer-ID.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Reguliere expressie voor overeenkomende printerweergavenaam.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Printers die zijn gekoppeld aan Google Cloud Print, worden als '&quot;cloud&quot;' beschouwd. De overige printers worden als '&quot;local&quot;' geclassificeerd.
Wanneer een veld wordt overgeslagen, betekent dit dat alle waarden overeenkomen. Het niet-opgeven van de verbinding zorgt er bijvoorbeeld voor dat 'Voorbeeld afdrukken' het detecteren van alle soorten printers start (zowel lokale als cloudprinters).
Reguliere expressiepatronen moeten de JavaScript RegExp-syntaxis volgen en namen komen alleen overeen als ook het hoofdlettergebruik klopt (hoofdlettergevoelig).</string><string id="DeveloperToolsDisabled">Ontwikkelaarstools uitschakelen</string><string id="DeveloperToolsDisabled_Explain">Hiermee worden de ontwikkelaarstools en de JavaScript-console uitgeschakeld.

Als je deze instelling inschakelt, kunnen de ontwikkelaarstools niet meer worden geopend en kunnen website-elementen niet meer worden geïnspecteerd. Alle sneltoetsen en menu- en contextmenu-opties voor het openen van de ontwikkelaarstools of de JavaScript-console worden uitgeschakeld.

Als je deze optie uitschakelt of niet instelt, kan de gebruiker de ontwikkelaarstools en de JavaScript-console gebruiken.</string><string id="DeviceAllowBluetooth">Bluetooth toestaan op apparaat</string><string id="DeviceAllowBluetooth_Explain">Als dit beleid is ingesteld op false (onwaar), wordt Bluetooth in Google Chrome OS uitgeschakeld en kan de gebruiker deze functie niet opnieuw inschakelen.

Als dit beleid is ingesteld op true (waar) of niet is ingesteld, kan de gebruiker Bluetooth naar wens in- of uitschakelen.

Als dit beleid is ingesteld, kan de gebruiker het niet wijzigen of overschrijven.

Nadat Bluetooth is ingeschakeld, moet het apparaat opnieuw worden opgestart om de wijzigingen door te voeren (het apparaat hoeft niet opnieuw te worden opgestart wanneer Bluetooth wordt uitgeschakeld).</string><string id="DeviceAllowNewUsers">Het maken van nieuwe gebruikersaccounts toestaan</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Gebruikers toestaan aanbiedingen in te wisselen via registratie van Chrome OS</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">IT-beheerders voor zakelijke apparaten kunnen deze markering gebruiken om te bepalen of gebruikers aanbiedingen kunnen inwisselen via registratie van Chrome OS.

Als dit beleid is ingesteld op 'true' (waar) of niet wordt ingesteld, kunnen gebruikers aanbiedingen inwisselen via registratie van Chrome OS.

Als dit beleid is ingesteld op 'false' (onwaar), kunnen gebruikers geen aanbiedingen inwisselen.</string><string id="DeviceAutoUpdateDisabled">Schakelt 'Automatisch updaten' uit</string><string id="DeviceAutoUpdateDisabled_Explain">Als dit is ingesteld op 'true' (waar), schakel je hiermee automatische updates uit.

Google Chrome OS-apparaten zoeken automatisch naar updates wanneer deze instelling niet is geconfigureerd of is ingesteld op 'false' (onwaar).

Waarschuwing: Het wordt aanbevolen automatische updates ingeschakeld te laten, zodat gebruikers software-updates en essentiële beveiligingsoplossingen ontvangen. Als je automatische updates uitschakelt, kunnen gebruikers gevaar lopen.</string><string id="DeviceAutoUpdateP2PEnabled">Automatisch updaten van p2p ingeschakeld</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Specificeert of p2p wordt gebruikt voor netto-updateladingen voor het besturingssysteem. Als dit is ingesteld op 'Waar', proberen apparaten netto-updateladingen (payloads) op te halen via het LAN, waardoor bandbreedtegebruik en vertraging kunnen worden verminderd. Als de netto-updatelading niet beschikbaar is via het LAN, gaat het apparaat over tot downloaden via een updateserver. Als deze instelling is ingesteld op 'Niet waar' of niet is geconfigureerd, wordt 2p2 niet gebruikt.</string><string id="DeviceBlockDevmode">Ontwikkelaarsmodus blokkeren</string><string id="DeviceBlockDevmode_Explain">Ontwikkelaarsmodus blokkeren.

Als dit beleid is ingesteld op Waar (True), voorkomt Google Chrome OS dat het apparaat wordt opgestart in de ontwikkelaarsmodus. Als de schakelaar voor de ontwikkelaarsmodus op 'Aan' is gezet, wordt het systeem niet opgestart en wordt een foutscherm weergegeven.

Als dit beleid niet is ingesteld of is ingesteld op Onwaar, (False) blijft de ontwikkelaarsmodus beschikbaar voor het apparaat.</string><string id="DeviceDataRoamingEnabled">Dataroaming inschakelen</string><string id="DeviceDataRoamingEnabled_Explain">Bepaalt of dataroaming moet worden ingeschakeld voor het apparaat. Als dit is ingesteld op 'true', wordt dataroaming toegestaan. Als de instelling niet wordt geconfigureerd of op 'false' is ingesteld, is dataroaming niet beschikbaar.</string><string id="DeviceEphemeralUsersEnabled">Gebruikersgegevens wissen bij uitloggen</string><string id="DeviceEphemeralUsersEnabled_Explain">Bepaalt of Google Chrome OS na het afmelden lokale accountgegevens bewaart. Als dit is ingesteld op 'true', bewaart Google Chrome OS geen bestaande accounts en worden alle gegevens over de gebruikerssessie na het afmelden gewist. Als dit beleid is ingesteld op 'false' of niet is geconfigureerd, bewaart het apparaat mogelijk (gecodeerde) lokale gebruikersgegevens.</string><string id="DeviceGuestModeEnabled">Gastmodus inschakelen</string><string id="DeviceGuestModeEnabled_Explain">Als dit beleid is ingesteld op 'true' of niet is geconfigureerd, staat Google Chrome OS gasten toe zich aan te melden. Gastensessies zijn anonieme sessies waar geen wachtwoord voor hoeft te worden ingevoerd.

Als dit beleid is ingesteld op 'false', staat Google Chrome OS niet toe dat er gastensessies worden gestart.</string><string id="DeviceLoginScreenAppInstallList">De lijst met geïnstalleerde apps op het inlogscherm configureren</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">De lijst met geïnstalleerde apps op het inlogscherm configureren</string><string id="DeviceLoginScreenInputMethods">Toetsenbordindelingen voor inlogscherm van apparaat</string><string id="DeviceLoginScreenInputMethods_Explain">Hiermee configureer je welke toetsenbordindelingen zijn toegestaan voor het inlogscherm van Google Chrome OS.

Als dit beleid is ingesteld op een lijst met invoermethode-ID's, zijn de opgegeven invoermethoden beschikbaar in het inlogscherm. De eerste opgegeven invoermethode wordt vooraf geselecteerd. Hoewel een gebruikerspod is gericht op het inlogscherm, is de laatst gebruikte invoermethode van de gebruiker beschikbaar naast de invoermethoden die door dit beleid worden aangegeven. Als dit beleid niet is ingesteld, worden de invoermethoden op het inlogscherm afgeleid van de taal waarin het inlogscherm wordt weergegeven. Waarden die geen geldige invoermethode-ID's zijn, worden genegeerd.</string><string id="DeviceLoginScreenInputMethodsDesc">Toetsenbordindelingen voor inlogscherm van apparaat</string><string id="DeviceLoginScreenLocales">Taal voor inlogscherm van apparaat</string><string id="DeviceLoginScreenLocales_Explain">Hiermee wordt de taal geconfigureerd die wordt afgedwongen op het Google Chrome OS-inlogscherm.

Als dit beleid is ingesteld, wordt het inlogscherm altijd weergegeven in de taal die is aangegeven door de eerste waarde van dit beleid (het beleid wordt gedefinieerd als een lijst voor voorwaartse compatibiliteit). Als dit beleid niet is ingesteld of is ingesteld op een lege lijst, wordt het inlogscherm weergegeven in de taal van de laatste gebruikerssessie. Als dit beleid is ingesteld op een waarde die geen geldige taal is, wordt het inlogscherm weergegeven in een reservetaal (momenteel en-US).</string><string id="DeviceLoginScreenLocalesDesc">Taal voor inlogscherm van apparaat</string><string id="DeviceLoginScreenPowerManagement">Energiebeheer op het inlogscherm</string><string id="DeviceLoginScreenPowerManagement_Explain">Energiebeheer configureren op het inlogscherm in Google Chrome OS.

Met dit beleid kun je configureren hoe Google Chrome OS zich gedraagt wanneer er enige tijd geen gebruikersactiviteit is terwijl het inlogscherm wordt weergegeven. Het beleid beheerst meerdere instellingen. Voor de afzonderlijke semantiek en waardebereiken bekijk je de bijbehorende beleidsregels die energiebeheer in een sessie beheersen. De enige afwijkingen van deze beleidsregels zijn:
* De acties die worden ondernomen voor inactief of het sluiten van de klep, kunnen de sessie niet beëindigen.
* De standaardactie die wordt ondernomen voor inactief bij gebruik op netspanning, is uitschakelen.

Als een instelling niet wordt gespecificeerd, wordt een standaardwaarde gebruikt.

Als het instellen van dit beleid ongedaan wordt gemaakt, worden de standaardwaarden gebruikt voor alle instellingen.</string><string id="DeviceMetricsReportingEnabled">Rapportage van statistieken inschakelen</string><string id="DeviceMetricsReportingEnabled_Explain">Hiermee wordt beheerd of gebruiksstatistieken en diagnostische gegevens, waaronder crashrapporten, worden gerapporteerd aan Google. Als dit is ingesteld op 'true' (waar), rapporteert Google Chrome OS gebruiksstatistieken en diagnostische gegevens. Als het niet is geconfigureerd of is ingesteld op 'false' (onwaar), wordt de rapportage van statistieken en diagnostische gegevens uitgeschakeld.</string><string id="DeviceNativePrinters">Configuratiebestand voor zakelijke printers voor apparaten</string><string id="DeviceNativePrinters_Explain">Hiermee worden configuraties geleverd voor zakelijke printers die zijn gekoppeld aan apparaten.

Met dit beleid kun je printerconfiguraties leveren aan Google Chrome OS-apparaten. Het bestand mag niet groter zijn dan 5 MB en moet zijn gecodeerd in JSON-indeling. De indeling is gelijk aan het NativePrinters-woordenboek. Naar schatting wordt een bestand dat ongeveer 21.000 printers bevat, gecodeerd als een bestand van 5 MB. De cryptografische hash wordt gebruikt om de integriteit van de download te verifiëren.

Het bestand wordt gedownload en gecachet. Het bestand wordt opnieuw gedownload wanneer de URL of de hash verandert.

Als dit beleid is ingesteld, wordt in Google Chrome OS het bestand voor printerconfiguraties gedownload en worden printers beschikbaar gesteld in overeenstemming met DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist en DeviceNativePrintersBlacklist.

Dit beleid is niet van invloed op de mogelijkheid van gebruikers om printers op afzonderlijke apparaten te configureren. Het is bedoeld als aanvulling op de configuratie van printers door individuele gebruikers.

Dit beleid vormt een aanvulling op NativePrintersBulkConfiguration.

Als dit beleid niet is ingesteld, zijn er geen apparaatprinters en worden de overige beleidsregels van DeviceNativePrinter* genegeerd.</string><string id="DeviceNativePrintersAccessMode">Toegangsbeleid voor configuratie van apparaatprinters.</string><string id="DeviceNativePrintersAccessMode_Explain">Hiermee wordt beheerd welke printers uit DeviceNativePrinters beschikbaar zijn voor gebruikers.

Hiermee wordt aangegeven welk toegangsbeleid wordt gebruikt voor bulksgewijze printerconfiguratie. Als AllowAll is geselecteerd, worden alle printers weergegeven. Als BlacklistRestriction is geselecteerd, wordt DeviceNativePrintersBlacklist gebruikt om de toegang te beperken tot de gespecificeerde printers. Als WhitelistPrintersOnly is geselecteerd, geeft DeviceNativePrintersWhitelist alleen die printers aan die kunnen worden geselecteerd.

Als dit beleid niet is ingesteld, wordt uitgegaan van BlacklistRestriction.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Alle printers worden weergegeven, behalve printers op de zwarte lijst.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Alleen printers op de witte lijst worden weergegeven aan gebruikers</string><string id="DeviceNativePrintersAccessMode_AllowAll">Alle printers in het configuratiebestand toestaan.</string><string id="DeviceNativePrintersBlacklist">Zakelijke apparaatprinters uitgeschakeld</string><string id="DeviceNativePrintersBlacklist_Explain">Hiermee worden de printers gespecificeerd die een gebruiker niet kan gebruiken.

Dit beleid wordt alleen gebruikt als BlacklistRestriction is gekozen voor DeviceNativePrintersAccessMode.

Als dit beleid wordt gebruikt, zijn alle printers beschikbaar voor de gebruiker, met uitzondering van de ID's die in dit beleid worden vermeld.
</string><string id="DeviceNativePrintersBlacklistDesc">Zakelijke apparaatprinters uitgeschakeld</string><string id="DeviceNativePrintersWhitelist">Zakelijke apparaatprinters ingeschakeld</string><string id="DeviceNativePrintersWhitelist_Explain">Hiermee worden de printers gespecificeerd die een gebruiker kan gebruiken.

Dit beleid wordt alleen gebruikt als WhitelistPrintersOnly is gekozen voor DeviceNativePrintersAccessMode.

Als dit beleid wordt gebruikt, zijn alleen de printers met ID's die overeenkomen met de waarden in dit beleid, beschikbaar voor de gebruiker. De ID's moeten overeenkomen met de vermeldingen in het bestand dat is opgegeven in DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Zakelijke apparaatprinters ingeschakeld</string><string id="DeviceOffHours">Intervallen buiten gebruikstijd wanneer het beleid DeviceOffHours |ignored_policy_proto_tags| wordt vrijgegeven</string><string id="DeviceOffHours_Explain">Als het beleid 'OffHours' is ingesteld, worden de gespecificeerde apparaatbeleidsregels genegeerd (gebruik de standaardinstellingen van deze beleidsregels) tijdens de gedefinieerde tijdsintervallen. Chrome past apparaatbeleidsregels opnieuw toe voor elke gebeurtenis wanneer de periode 'OffHours' begint of eindigt. De gebruiker ontvangt een melding en wordt gedwongen uit te loggen wanneer de tijd 'OffHours' eindigt en de apparaatbeleidsinstellingen worden gewijzigd (bijvoorbeeld wanneer de gebruiker is ingelogd met een niet-toegestaan account).</string><string id="DeviceOpenNetworkConfiguration">Netwerkconfiguratie op apparaatniveau</string><string id="DeviceOpenNetworkConfiguration_Explain">Hiermee kun je een netwerkconfiguratie toepassen voor alle gebruikers van een Google Chrome OS-apparaat. De netwerkconfiguratie is een tekenreeks met JSON-indeling, zoals gedefinieerd door de indeling voor open netwerkconfiguratie, beschreven op https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Vernieuwingsfrequentie voor apparaatbeleid</string><string id="DevicePolicyRefreshRate_Explain">Hiermee wordt de periode in milliseconden gespecificeerd waarna de apparaatbeheerservice wordt gevraagd om informatie over het apparaatbeleid.

Als je dit beleid instelt, wordt de standaardwaarde van 3 uur overschreven. Geldige waarden voor dit beleid liggen tussen 1800000 (30 minuten) en 86400000 (1 dag). Alle waarden die niet binnen dit bereik vallen, worden afgerond tot de betreffende minimum- of maximumgrens.

Als je dit beleid niet instelt, gebruikt Google Chrome OS de standaardwaarde van 3 uur.

Houd er rekening mee dat als het platform beleidsmeldingen ondersteunt, de vernieuwingsvertraging wordt ingesteld op 24 uur (hierbij worden alle standaardinstellingen en de waarde van dit beleid genegeerd) omdat beleidsmeldingen naar verwachting automatisch een vernieuwing afdwingen wanneer het beleid wordt gewijzigd, waardoor frequentere vernieuwingen overbodig zijn.</string><string id="DeviceQuirksDownloadEnabled">Query's naar de Quirks Server inschakelen voor hardwareprofielen</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automatisch opnieuw opstarten wanneer apparaat wordt afgesloten</string><string id="DeviceRebootOnShutdown_Explain">Als dit beleid wordt ingesteld op 'onwaar' of niet wordt geconfigureerd, staat Google Chrome OS de gebruiker toe het apparaat af te sluiten.
Als dit beleid wordt ingesteld op 'waar', activeert Google Chrome OS een herstart wanneer de gebruiker het apparaat afsluit. Google Chrome OS vervangt alle instanties van afsluitknoppen in de gebruikersinterface door herstartknoppen. Als de gebruiker het apparaat afsluit met de aan/uit-knop, wordt het apparaat niet automatisch opnieuw opgestart, ook niet wanneer het beleid is ingeschakeld.</string><string id="DeviceShowUserNamesOnSignin">Gebruikersnamen weergeven in het aanmeldscherm</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Markeringen voor het hele systeem die worden toegepast bij het starten van Google Chrome</string><string id="DeviceStartUpFlags_Explain">Hiermee worden de markeringen gespecificeerd die bij het starten moeten worden toegepast op Google Chrome. De opgegeven markeringen worden alleen toegepast op het inlogscherm. Markeringen die worden ingesteld via dit beleid, worden niet doorgevoerd in gebruikerssessies.</string><string id="DeviceStartUpFlagsDesc">Markeringen voor het hele systeem die worden toegepast bij het starten van Google Chrome</string><string id="DeviceTargetVersionPrefix">Doelversie voor automatische updates</string><string id="DeviceTargetVersionPrefix_Explain">Hiermee stel je een doelversie voor automatische updates in.

Hiermee geef je het voorvoegsel van een doelversie op waarnaar Google Chrome OS moet worden geüpdatet. Als op het apparaat een versie wordt uitgevoerd die lager is dan het opgegeven voorvoegsel, wordt het apparaat geüpdatet naar de nieuwste versie met het opgegeven voorvoegsel. Als op het apparaat al een hogere versie is geïnstalleerd, gebeurt er niets (dat wil zeggen, er worden geen downgrades uitgevoerd) en blijft het apparaat de huidige versie gebruiken. De notatie van het voorvoegsel werkt op basis van componenten, zoals het volgende voorbeeld laat zien:

&quot;&quot; (of niet geconfigureerd): updaten naar de nieuwste versie die beschikbaar is.
&quot;1412.&quot;: updaten naar een secundaire versie van 1412 (bijvoorbeeld 1412.24.34 of 1412.60.2).
&quot;1412.2.&quot;: updaten naar een secundaire versie van 1412.2 (bijvoorbeeld 1412.2.34 of 1412.2.2).
&quot;1412.24.34&quot;: alleen updaten naar deze specifieke versie.

Waarschuwing: Het wordt niet aanbevolen versiebeperkingen te configureren, omdat gebruikers hierdoor mogelijk geen software-updates en essentiële beveiligingsoplossingen ontvangen. Als je updates beperkt tot een specifiek versievoorvoegsel, kunnen gebruikers gevaar lopen.</string><string id="DeviceUpdateAllowedConnectionTypes">Verbindingstypen die zijn toegestaan voor updates</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">De verbindingstypen die mogen worden gebruikt voor updates voor het besturingssysteem. Updates voor het besturingssysteem kunnen de verbinding zwaar belasten door hun grootte en kunnen extra kosten tot gevolg hebben. Updates voor het besturingssysteem zijn daarom standaard uitgeschakeld voor dure verbindingstypen. Dit omvat momenteel de verbindingstypen WiMax, Bluetooth en Mobiel.

De herkende verbindingstypen zijn 'ethernet', 'wifi', 'wimax', 'bluetooth' en 'mobiel'.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Verbindingstypen die zijn toegestaan voor updates</string><string id="DeviceUpdateHttpDownloadsEnabled">Downloads voor automatische updates via HTTP toestaan</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Nettoladingen (payloads) voor automatische updates voor Google Chrome OS kunnen worden gedownload via HTTP in plaats van HTTPS. Hierdoor kunnen HTTP-downloads transparant in het HTTP-cachegeheugen worden opgeslagen.

Als dit beleid is ingesteld op 'true' (waar), probeert Google Chrome OS nettoladingen voor automatische updates te downloaden via HTTP. Als het beleid is ingesteld op 'false' (onwaar) of niet is geconfigureerd, wordt HTTPS gebruikt voor het downloaden van nettoladingen voor automatische updates.</string><string id="DeviceUpdateScatterFactor">Spreidingsfactor voor automatische update</string><string id="DeviceUpdateScatterFactor_Explain">Bepaalt het maximaal aantal seconden dat een apparaat willekeurig de download van een update mag uitstellen vanaf het moment dat de update voor het eerst naar de server werd gepusht. Het apparaat kan een deel van deze tijd wachten in termen van kloktijd en het resterende deel in termen van het aantal updatecontroles. De maximale spreiding is in elk geval begrensd door een constante periode zodat een apparaat nooit vastloopt tijdens het wachten tot een update kan worden gedownload.</string><string id="DeviceUserWhitelist">Aanmelden bij witte lijst van gebruikers</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Aanmelden bij witte lijst van gebruikers</string><string id="DeviceWallpaperImage">Achtergrondafbeelding voor apparaat</string><string id="DeviceWallpaperImage_Explain">Configureer een achtergrondafbeelding op apparaatniveau die wordt weergegeven op het inlogscherm als er nog geen gebruiker is ingelogd bij het apparaat. Je kunt het beleid instellen door de URL op te geven waar het Chrome OS-apparaat de achtergrondafbeelding kan downloaden, evenals een cryptografische hash waarmee de integriteit van de download kan worden gecontroleerd. De afbeelding moet de JPEG-indeling hebben en het bestand mag niet groter dan 16 MB zijn. De URL moet zonder verificatie toegankelijk zijn. De achtergrondafbeelding wordt gedownload en opgeslagen in het cachegeheugen. De afbeelding wordt opnieuw gedownload wanneer de URL of de hash verandert.

Het beleid moet worden opgegeven als tekenreeks die de URL en hash aangeeft in JSON-indeling, bijvoorbeeld:
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Als het achtergrondbeleid voor het apparaat is ingesteld, downloadt het Chrome OS-apparaat de achtergrondafbeelding en gebruikt deze op het inlogscherm als er nog geen gebruiker is ingelogd bij het apparaat. Zodra de gebruiker inlogt, wordt het achtergrondbeleid van de gebruiker toegepast.

Als het achtergrondbeleid voor het apparaat niet is ingesteld, wordt op basis van het achtergrondbeleid van de gebruiker (als dit is ingesteld) bepaald wat wordt weergegeven.</string><string id="Disable3DAPIs">Ondersteuning voor API's voor 3D-beelden uitschakelen</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Aangeven of de plug-inzoeker moet worden uitgeschakeld</string><string id="DisablePluginFinder_Explain">Als je deze instelling inschakelt, wordt het automatisch zoeken naar en de installatie van ontbrekende plug-ins uitgeschakeld in Google Chrome.

Als je deze optie uitschakelt of niet instelt, wordt de zoekfunctie voor plug-ins geactiveerd.</string><string id="DisableSafeBrowsingProceedAnyway">Doorgaan vanaf de waarschuwingspagina van Safe Browsing uitschakelen</string><string id="DisableSafeBrowsingProceedAnyway_Explain">De service Safe Browsing geeft een waarschuwingspagina weer wanneer gebruikers naar sites gaan die zijn gemarkeerd als potentieel schadelijk. Als je deze instelling inschakelt, voorkom je dat gebruikers vanaf de waarschuwingspagina toch doorgaan naar de schadelijke site.

Als deze instelling is uitgeschakeld of niet is geconfigureerd, kunnen gebruikers ervoor kiezen door te gaan naar de gemarkeerde site nadat de waarschuwing is weergegeven.

Zie https://developers.google.com/safe-browsing voor meer informatie over Safe Browsing.</string><string id="DisableScreenshots">Het maken van screenshots uitschakelen</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Standaard displayrotatie instellen, wordt telkens toegepast na opnieuw opstarten</string><string id="DisplayRotationDefault_Explain">Als dit beleid is ingesteld, wordt elke display bij opnieuw opstarten
gedraaid tot de gespecificeerde stand, plus de eerste keer dat de
display wordt aangesloten nadat de beleidswaarde is gewijzigd.
Gebruikers kunnen na inloggen de schermrotatie wijzigen via de
instellingenpagina, maar na opnieuw opstarten wordt hun instelling
overschreven door de waarde in het beleid.

Dit beleid is van toepassing op de primaire display en alle
secundaire displays.

Als het beleid niet is ingesteld, is de standaardwaarde 0 graden
en kan de gebruiker dit naar wens wijzigen. In dit geval wordt
de standaardwaarde niet opnieuw toegepast na opnieuw opstarten.</string><string id="DisplayRotationDefault_ROTATE_0">Scherm 0 graden draaien</string><string id="DisplayRotationDefault_ROTATE_90">Scherm 90 graden met de klok mee draaien</string><string id="DisplayRotationDefault_ROTATE_180">Scherm 180 graden draaien</string><string id="DisplayRotationDefault_ROTATE_270">Scherm 270 graden met de klok mee draaien</string><string id="DownloadDirectory">Downloaddirectory instellen</string><string id="DownloadDirectory_Explain">Hiermee configureer je de directory die Google Chrome gebruikt voor het downloaden van bestanden.

Als je dit beleid instelt, gebruikt Google Chrome deze directory, ongeacht of de gebruiker een directory heeft gespecificeerd of heeft aangegeven telkens te willen worden gevraagd wat de downloadlocatie moet zijn.

Ga naar https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables voor een lijst met variabelen die kunnen worden gebruikt.

Als dit beleid niet wordt ingesteld, wordt de directory voor het downloaden van bestanden gebruikt en kan de gebruiker deze wijzigen.</string><string id="DownloadRestrictions">Downloadbeperkingen toestaan</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Geen speciale beperkingen</string><string id="DownloadRestrictions_BlockDangerousDownloads">Gevaarlijke downloads blokkeren</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Potentieel gevaarlijke downloads blokkeren</string><string id="DownloadRestrictions_BlockAllDownloads">Alle downloads blokkeren</string><string id="EasyUnlockAllowed">Hiermee kan Smart Lock worden gebruikt</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Migratiestrategie voor eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Vergelijkbaar met Wipe (waarde 2), maar probeert inlogtokens te behouden, zodat de gebruiker niet opnieuw hoeft in te loggen.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Als het apparaatmodel van de klant al ondersteuning voor ARC bood voordat migratie naar ext4 nodig werd om ARC uit te voeren en als het beleid ArcEnabled is ingesteld op 'true' (waar), wordt AskUser (waarde 3) gebruikt voor deze optie. In alle andere gevallen (als het apparaatmodel voorheen geen ondersteuning voor ARC bood of als het beleid ArcEnabled op 'false' (onwaar) is ingesteld), is deze waarde gelijk aan DisallowArc (waarde 0).</string><string id="EditBookmarksEnabled">Het bewerken van bladwijzers in- of uitschakelen</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Of door lokale vertrouwensankers uitgegeven certificaten zonder de extensie subjectAlternativeName zijn toegestaan</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Wanneer deze instelling is ingeschakeld, gebruikt Google Chrome de commonName van een servercertificaat, zodat deze overeenkomt met een hostnaam als er een subjectAlternativeName-extensie ontbreekt voor het certificaat, zolang het certificaat kan worden gevalideerd en is gekoppeld aan lokaal geïnstalleerd CA-certificaten.

Houd er rekening mee dat dit niet wordt aanbevolen, aangezien zodoende de extensie nameConstraints, waarmee kan worden beperkt voor welke hostnamen een bepaald certificaat kan worden geautoriseerd, kan worden omzeild.

Als dit beleid niet is ingesteld of is ingesteld op 'false' (onwaar), worden de servercertificaten die geen subjectAlternativeName-extensie met een DNS-naam of IP-adres bevatten, niet vertrouwd.</string><string id="EnableDeprecatedWebPlatformFeatures">Verouderde webplatformfuncties beperkte tijd inschakelen</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Een lijst met verouderde webplatformfuncties opgeven die tijdelijk kunnen worden ingeschakeld.

Dit beleid biedt beheerders de mogelijkheid om verouderde webplatformfuncties beperkte tijd opnieuw in te schakelen. De functies worden geïdentificeerd door een stringtag. De functies die horen bij de tags die zijn opgenomen in de lijst die dit beleid heeft aangegeven, worden opnieuw ingeschakeld.

Als dit beleid niet wordt ingesteld, of als de lijst leeg is of niet overeenkomt met een van de ondersteunde stringtags, blijven alle verouderde webplatformfuncties uitgeschakeld.

Hoewel het beleid zelf op de bovenstaande platforms wordt ondersteund, is de functie die ermee wordt ingeschakeld mogelijk op minder platforms beschikbaar. Niet alle verouderde webplatformfuncties kunnen opnieuw worden ingeschakeld. Alleen de webplatformfuncties die hieronder worden vermeld, kunnen tijdelijk opnieuw worden ingeschakeld, waarbij de periode per functie verschilt. De algemene indeling van de stringtag is [NaamVerouderdeFunctie]_EffectiveUntil[jjjjmmdd]. De reden voor de wijzigingen van webplatformfuncties vind je op https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Verouderde webplatformfuncties beperkte tijd inschakelen</string><string id="EnableOnlineRevocationChecks">Uitvoer van online OCSP/CRL-controles</string><string id="EnableOnlineRevocationChecks_Explain">Omdat soft-fail online certificaatintrekkingscontroles de veiligheid niet aantoonbaar verhogen, worden deze standaard uitgeschakeld in versie 19 en hoger van Google Chrome. Als dit beleid op 'waar' wordt ingesteld, wordt het eerdere gedrag hersteld en worden online OCSP/CRL-controles uitgevoerd.

Als het beleid niet is ingesteld, of is ingesteld op 'onwaar', voert Google Chrome geen online intrekkingscontroles uit in Google Chrome 19 en hoger.</string><string id="EnableSha1ForLocalAnchors">Of door lokale vertrouwensankers verstrekte, met SHA-1 ondertekende certificaten zijn toegestaan</string><string id="EnableSha1ForLocalAnchors_Explain">Wanneer deze instelling is ingeschakeld, staat Google Chrome met SHA-1 ondertekende certificaten toe, zolang deze correct zijn gevalideerd en zijn gekoppeld aan een lokaal geïnstalleerd CA-certificaat.

Opmerking: Dit beleid is afhankelijk van de uitgevoerde verificatiestack voor het certificaat van het besturingssysteem en of hiermee SHA-1-handtekeningen zijn toegestaan. Als door een update van het besturingssysteem een wijziging wordt aangebracht in de verwerking van het besturingssysteem ten aanzien van SHA-1-certificaten, is dit beleid wellicht niet meer van toepassing. Daarnaast is dit beleid bedoeld als tijdelijke oplossing voor bedrijven om af te stappen van SHA-1. Dit beleid wordt op of rond 1 januari 2019 verwijderd.

Als dit beleid niet is ingesteld of is ingesteld op 'false', volgt Google Chrome het openbaar aangekondigde verwijderingsschema voor SHA-1.</string><string id="ExternalStorageDisabled">Koppelen van externe opslag uitschakelen</string><string id="ExternalStorageDisabled_Explain">Wanneer de instelling is ingesteld op 'waar', is externe opslag niet beschikbaar in de bestandsbrowser.

Deze instelling is van toepassing op alle typen opslagmedia. Bijvoorbeeld: USB-flashdrives, externe harde schijven, SD-kaarten en andere geheugenkaarten, optische opslag, enzovoort. Deze is niet van toepassing op interne opslag, dus bestanden die zijn opgeslagen in de downloadmap, zijn nog steeds toegankelijk. De instelling is ook niet van toepassing op Google Drive.

Als deze instelling is uitgeschakeld of niet is geconfigureerd, kunnen gebruikers alle ondersteunde typen externe opslag gebruiken op hun apparaat.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Wanneer dit beleid is ingesteld op 'true' (waar), kunnen gebruikers niets schrijven naar externe opslagapparaten.

Als deze instelling is ingesteld op 'false' (onwaar) of niet is geconfigureerd, kunnen gebruikers bestanden maken en aanpassen op externe opslagapparaten waarop kan worden geschreven.

Het beleid ExternalStorageDisabled krijgt voorrang op dit beleid. Als ExternalStorageDisabled is ingesteld op 'true' (waar), wordt de toegang tot alle externe opslag uitgeschakeld en wordt dit beleid daarom genegeerd.

Dynamische vernieuwing van dit beleid wordt ondersteund in M56 en hoger.</string><string id="ForceGoogleSafeSearch">Google SafeSearch afdwingen</string><string id="ForceGoogleSafeSearch_Explain">Hiermee wordt afgedwongen dat zoekopdrachten in Google Zoeken worden uitgevoerd met SafeSearch ingesteld op 'actief' en wordt voorkomen dat gebruikers deze instelling kunnen wijzigen.

Als je deze instelling inschakelt, is SafeSearch altijd actief in Google Zoeken.

Als je deze instelling uitschakelt of geen waarde instelt, wordt SafeSearch Zoeken niet afgedwongen voor Google Zoeken.</string><string id="ForceMaximizeOnFirstRun">Het eerste browservenster maximaliseren bij eerste uitvoering</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Minimale 'Beperkte modus' op YouTube afdwingen</string><string id="ForceYouTubeRestrict_Explain">Hiermee wordt een minimale 'Beperkte modus' op YouTube afgedwongen en wordt voorkomen dat gebruikers een
minder beperkte modus kiezen.

Als deze instelling is ingesteld op 'Streng', is de strenge 'Beperkte modus' op YouTube altijd actief.

Als deze instelling is ingesteld op 'Gemiddeld', kan de gebruiker alleen de gemiddelde 'Beperkte modus'
en de strenge 'Beperkte modus' op YouTube kiezen, maar hij kan de 'Beperkte modus' niet uitschakelen.

Als deze instelling is ingesteld op 'Uit' of er is geen waarde ingesteld, wordt de 'Beperkte modus' op YouTube niet afgedwongen door Google Chrome. De 'Beperkte modus' kan echter nog steeds worden afgedwongen door externe beleidsregels zoals het YouTube-beleid.</string><string id="ForceYouTubeRestrict_Off">'Beperkte modus' niet afdwingen op YouTube</string><string id="ForceYouTubeRestrict_Moderate">Minimaal de gemiddelde 'Beperkte modus' op YouTube afdwingen</string><string id="ForceYouTubeRestrict_Strict">Strenge 'Beperkte modus' voor YouTube afdwingen</string><string id="FullscreenAllowed">Modus voor volledig scherm toestaan</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Hiermee wordt ondersteuning voor HTTP/0.9 op niet-standaardpoorten ingeschakeld</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Met dit beleid wordt HTTP/0.9 ingeschakeld voor poorten anders dan poort 80 voor HTTP en poort 443 voor HTTPS.

Dit beleid is standaard uitgeschakeld. Als dit is ingeschakeld, hebben gebruikers te maken met het volgende beveiligingsprobleem: https://crbug.com/600352.

Dit beleid is bedoeld om ondernemingen de kans te geven bestaande servers over te zetten naar iets anders dan HTTP/0.9. Het beleid zal in de toekomst worden verwijderd.

Als dit beleid niet is ingesteld, wordt HTTP/0.9 uitgeschakeld voor niet-standaardpoorten.</string><string id="IncognitoModeAvailability">Beschikbaarheid van incognitomodus</string><string id="IncognitoModeAvailability_Explain">Geeft aan of de gebruiker pagina's in de incognitomodus mag openen in Google Chrome.

Als 'Ingeschakeld' is geselecteerd, mogen pagina's worden geopend in de incognitomodus.

Als 'Uitgeschakeld' is geselecteerd, mogen pagina's niet worden geopend in de incognitomodus.

Als 'Afgedwongen' is geselecteerd, mogen pagina's ALLEEN worden geopend in de incognitomodus.</string><string id="IncognitoModeAvailability_Enabled">Incognitomodus beschikbaar</string><string id="IncognitoModeAvailability_Disabled">Incognitomodus uitgeschakeld</string><string id="IncognitoModeAvailability_Forced">Incognitomodus afgedwongen</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Site-isolatie inschakelen voor gespecificeerde herkomsten</string><string id="IsolateOrigins_Explain">
OPMERKING: Dit beleid is experimenteel en kan de functionaliteit verstoren.
Als het beleid is ingeschakeld, wordt elk van de benoemde herkomsten in een door komma's gescheiden lijst uitgevoerd in een eigen proces. Hiermee worden ook herkomsten geïsoleerd die worden benoemd door subdomeinen (als je https://example.com/ specificeert, wordt ook https://foo.example.com/ geïsoleerd als onderdeel van de site https://example.com/).
Als het beleid is uitgeschakeld, wordt de procesbeheerlogica die voorafgaat aan site-isolatie van kracht.
Als het beleid niet is geconfigureerd, kan de gebruiker deze instelling wijzigen.
</string><string id="KeyPermissions">Rechten voor sleutels</string><string id="KeyPermissions_Explain">Geeft extensies toegang tot zakelijke sleutels.

Sleutels zijn voor zakelijk gebruik bedoeld als ze via een beheerd account worden gegenereerd met de chrome.enterprise.platformKeys-API. Sleutels die op een andere manier worden geïmporteerd of gegenereerd, worden niet beschouwd als geschikt voor zakelijk gebruik.

De toegang tot sleutels die zijn bedoeld voor zakelijk gebruik, wordt uitsluitend beheerd door dit beleid. De gebruiker kan de toegang tot zakelijke sleutels niet verlenen aan of verwijderen uit extensies.

Een extensie kan standaard geen sleutel gebruiken die is bedoeld voor zakelijk gebruik. Dit staat gelijk aan het instellen van allowCorporateKeyUsage op 'onwaar' voor die extensie.

Alleen als allowCorporateKeyUsage is ingesteld op 'waar', kan deze elke platformsleutel gebruiken die is gemarkeerd voor zakelijk gebruik om willekeurige gegevens te ondertekenen. Deze toestemming mag alleen worden verleend als de extensie toegang tot de sleutel op betrouwbare wijze beveiligt tegen aanvallers.</string><string id="ManagedBookmarks">Beheerde bladwijzers</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maximum vertraging voor ophalen na ongeldigverklaring voor beleid</string><string id="MaxInvalidationFetchDelay_Explain">Specificeert de maximum vertraging in milliseconden tussen het ontvangen van een ongeldigverklaring van een beleid en het ophalen van het nieuwe beleid uit de apparaatbeheerservice.

Als je dit beleid instelt, wordt de standaardwaarde van 5000 milliseconden genegeerd. Geldige waarden voor dit beleid vallen binnen het bereik van 1000 (1 seconde) tot 300.000 (5 minuten). Waarden buiten dit bereik worden vast ingesteld op de respectieve grenswaarde.

Als je dit beleid niet instelt, gebruikt Google Chrome de standaardwaarde van 5000 milliseconden.</string><string id="NativePrinters">Systeemeigen printer</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Systeemeigen printer</string><string id="NativePrintersBulkAccessMode">Toegangsbeleid voor printerconfiguratie.</string><string id="NativePrintersBulkAccessMode_Explain">Hiermee wordt beheerd welke printers uit NativePrintersBulkConfiguration beschikbaar zijn voor gebruikers.

Hiermee wordt aangegeven welk toegangsbeleid wordt gebruikt voor bulksgewijze printerconfiguratie. Als AllowAll is geselecteerd, worden alle printers weergegeven. Als BlacklistRestriction is geselecteerd, wordt NativePrintersBulkBlacklist gebruikt om de toegang te beperken tot de gespecificeerde printers. Als WhitelistPrintersOnly is geselecteerd, geeft NativePrintersBulkWhitelist alleen die printers aan die kunnen worden geselecteerd.

Als dit beleid niet is ingesteld, wordt uitgegaan van BlacklistRestriction.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Alle printers worden weergegeven, behalve printers op de zwarte lijst.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Alleen printers op de witte lijst worden weergegeven aan gebruikers</string><string id="NativePrintersBulkAccessMode_AllowAll">Alle printers in het configuratiebestand toestaan.</string><string id="NativePrintersBulkBlacklist">Bedrijfsprinters uitgeschakeld</string><string id="NativePrintersBulkBlacklist_Explain">Hiermee worden de printers gespecificeerd die een gebruiker niet kan gebruiken.

Dit beleid wordt alleen gebruikt als BlacklistRestriction is gekozen voor NativePrintersBulkAccessMode.

Als dit beleid wordt gebruikt, zijn alle printers beschikbaar voor de gebruiker, met uitzondering van de ID's die in dit beleid worden vermeld.
</string><string id="NativePrintersBulkBlacklistDesc">Bedrijfsprinters uitgeschakeld</string><string id="NativePrintersBulkConfiguration">Configuratiebestand voor bedrijfsprinters</string><string id="NativePrintersBulkConfiguration_Explain">Hiermee worden configuraties geleverd voor zakelijke printers.

Met dit beleid kun  je printerconfiguraties leveren aan Google Chrome OS-apparaten. Het bestand mag niet groter zijn dan 5 MB en moet zijn gecodeerd in JSON-indeling. De indeling is gelijk aan het NativePrinters-woordenboek. Naar schatting wordt een bestand dat ongeveer 21.000 printers bevat, gecodeerd als een bestand van 5 MB. De cryptografische hash wordt gebruikt om de integriteit van de download te verifiëren.

Het bestand wordt gedownload en gecachet. Het bestand wordt opnieuw gedownload wanneer de URL of hash verandert.

Als dit beleid is ingesteld, wordt in Google Chrome OS het bestand voor printerconfiguraties gedownload en worden printers beschikbaar gesteld in overeenstemming met NativePrintersBulkAccessMode, NativePrintersBulkWhitelist en NativePrintersBulkBlacklist.

Als je dit beleid instelt, kunnen gebruikers dit niet wijzigen of overschrijven.

Dit beleid is niet van invloed op de mogelijkheid van gebruikers om printers op afzonderlijke apparaten te configureren. Het is bedoeld als aanvulling op de configuratie van printers door individuele gebruikers.
</string><string id="NativePrintersBulkWhitelist">Bedrijfsprinters ingeschakeld</string><string id="NativePrintersBulkWhitelist_Explain">Hiermee worden de printers gespecificeerd die een gebruiker kan gebruiken.

Dit beleid wordt alleen gebruikt als WhitelistPrintersOnly is gekozen voor NativePrintersBulkAccessMode.

Als dit beleid wordt gebruikt, zijn alleen de printers met ID's die overeenkomen met de waarden in dit beleid, beschikbaar voor de gebruiker. De ID's moeten overeenkomen met de vermeldingen in het bestand dat is opgegeven in NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Bedrijfsprinters ingeschakeld</string><string id="NetworkPredictionOptions">Netwerkvoorspelling inschakelen</string><string id="NetworkPredictionOptions_Explain">Hiermee wordt netwerkvoorspelling in Google Chrome ingeschakeld en wordt voorkomen dat gebruikers deze instelling kunnen wijzigen.

Hiermee wordt DNS-prefetching, vooraf verbinden met TCP en SSL en het vooraf renderen van webpagina's beheerd.

Als je deze voorkeur instelt op 'altijd', 'nooit' of 'alleen wifi', kunnen gebruikers deze instelling niet wijzigen of overschrijven in Google Chrome.

Als dit beleid niet wordt ingesteld, wordt netwerkvoorspelling ingeschakeld, maar kan de gebruiker dit wijzigen.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Netwerkacties voorspellen voor elke netwerkverbinding</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Netwerkacties voorspellen op elk netwerk dat niet mobiel is.
(Beëindigd in 50, verwijderd in 52. Als na 52 waarde 1 is ingesteld, wordt deze waarde verwerkt als 0 - netwerkacties voorspellen voor elke netwerkverbinding.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Geen netwerkacties voorspellen voor een netwerkverbinding</string><string id="NoteTakingAppsLockScreenWhitelist">Notitie-apps die zijn toegestaan op het Google Chrome OS-vergrendelingsscherm toevoegen aan de witte lijst</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Specificeert de lijst met apps die kunnen worden ingeschakeld als notitie-app op het Google Chrome OS-vergrendelingsscherm.

Als de gewenste notitie-app is ingeschakeld op het vergrendelingsscherm, bevat het vergrendelingsscherm een UI-element om de gewenste notitie-app te starten.
Wanneer de app is gestart, kan deze een app-venster bovenop het vergrendelingsscherm maken en gegevensitems (notities) maken in de context van het vergrendelingsscherm. De app kan gemaakte notities importeren naar de primaire gebruikerssessie wanneer de sessie ontgrendeld is. Momenteel worden alleen Chrome-notitie-apps ondersteund op het vergrendelingsscherm.

Als het beleid is ingesteld, kan de gebruiker een app alleen inschakelen op het vergrendelingsscherm als de extensie-ID van de app is opgenomen in de beleidslijstwaarde.
Dit betekent dat als je dit beleid instelt op een lege lijst, het maken van notities op het vergrendelingsscherm volledig wordt uitgeschakeld.
Houd er rekening mee dat als het beleid een app-ID bevat, dit niet noodzakelijkerwijs betekent dat de gebruiker de app kan inschakelen als notitie-app op het vergrendelingsscherm. In Chrome 61 wordt de reeks beschikbare apps bijvoorbeeld extra beperkt door het platform.

Als het beleid niet wordt ingesteld, gelden er geen beperkingen voor de reeks apps die de gebruiker kan inschakelen op het vergrendelingsscherm.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Notitie-apps die zijn toegestaan op het Google Chrome OS-vergrendelingsscherm toevoegen aan de witte lijst</string><string id="OpenNetworkConfiguration">Netwerkconfiguratie op gebruikersniveau</string><string id="OpenNetworkConfiguration_Explain">Hiermee kun je een gebruikerspecifieke netwerkconfiguratie toepassen op een Google Chrome OS-apparaat. De netwerkconfiguratie is een tekenreeks met JSON-indeling, zoals gedefinieerd door de indeling voor open netwerkconfiguratie, beschreven op https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Verwijderen van gegevens uit PAC-URL's toestaan (voor https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Verwijdert privacy- en beveiligingsgerelateerde gedeelten van URL's met https:// voordat deze worden doorgegeven aan PAC-scripts (Proxy Auto Config) die tijdens proxyverwerking worden gebruikt door Google Chrome.

Als dit is ingesteld op 'True' (waar), wordt de beveiligingsfunctie ingeschakeld en worden deze gegevens verwijderd
uit URL's met https:// voordat deze worden doorgegeven aan een PAC-script. Op deze manier kan het PAC-script
geen gegevens bekijken die normaal worden beschermd door een
versleuteld kanaal (zoals het pad of de query van de URL).

Als dit is ingesteld op 'False' (onwaar), wordt de beveiligingsfunctie uitgeschakeld en krijgen PAC-scripts.
impliciet de mogelijkheid om alle componenten van de URL met https://
te bekijken. Dit is van toepassing op alle PAC-scripts, ongeacht hun herkomst (waaronder
de scripts die worden opgehaald via een onbeveiligd transport of die onbeveiligd worden gevonden
via WPAD).

Deze functie staat standaard ingesteld op 'True' (waar) (beveiligingsfunctie ingeschakeld), behalve voor
zakelijke gebruikers van Chrome OS voor wie deze functie momenteel standaard is ingesteld op 'False' (onwaar).

Het wordt aanbevolen deze functie in te stellen op 'True' (waar). De enige reden om dit in te stellen op
'False' (onwaar), is als deze functie een compatibiliteitsprobleem veroorzaakt met bestaande PAC-scripts.

We hopen deze overschrijving in de toekomst te verwijderen.</string><string id="PinnedLauncherApps">Lijst met vastgezette apps om weer te geven in het opstartprogramma</string><string id="PinnedLauncherApps_Explain">Hiermee worden de app-ID's vermeld die Google Chrome OS weergeeft als vastgezette apps in de balk van het opstartprogramma.

Als dit beleid is geconfigureerd, staat de reeks apps vast en kan deze niet worden gewijzigd door de gebruiker.

Als het beleid niet is ingesteld, kan de gebruiker de lijst met vastgezette apps in het opstartprogramma wijzigen.</string><string id="PinnedLauncherAppsDesc">Lijst met vastgezette apps om weer te geven in het opstartprogramma</string><string id="PolicyRefreshRate">Vernieuwingsfrequentie voor gebruikersbeleid</string><string id="PolicyRefreshRate_Explain">Hiermee wordt de periode in milliseconden gespecificeerd waarna de apparaatbeheerservice wordt gevraagd om informatie over het gebruikersbeleid.

Als je dit beleid instelt, wordt de standaardwaarde van 3 uur overschreven. Geldige waarden voor dit beleid liggen tussen 1800000 (30 minuten) en 86400000 (1 dag). Alle waarden die niet binnen dit bereik vallen, worden afgerond tot de betreffende minimum- of maximumgrens. Als het platform beleidsmeldingen ondersteunt, wordt de vernieuwingsvertraging ingesteld op 24 uur omdat beleidsmeldingen naar verwachting automatisch een vernieuwing afdwingen wanneer het beleid wordt gewijzigd.

Als je dit beleid niet instelt, gebruikt Google Chrome de standaardwaarde van 3 uur.

Houd er rekening mee dat als het platform beleidsmeldingen ondersteunt, de vernieuwingsvertraging wordt ingesteld op 24 uur (hierbij worden alle standaardinstellingen en de waarde van dit beleid genegeerd) omdat beleidsmeldingen naar verwachting automatisch een vernieuwing afdwingen wanneer het beleid wordt gewijzigd, waardoor frequentere vernieuwingen overbodig zijn.</string><string id="PrintingEnabled">Afdrukken inschakelen</string><string id="PrintingEnabled_Explain">Hiermee wordt afdrukken in Google Chrome ingeschakeld en wordt voorkomen dat gebruikers deze instelling kunnen wijzigen.

Als deze instelling is ingeschakeld of niet is geconfigureerd, kunnen gebruikers afdrukken.

Als deze instelling is uitgeschakeld, kunnen gebruikers niet afdrukken via Google Chrome. Afdrukken is uitgeschakeld in het menu 'Gereedschap', extensies, JavaScript-applicaties, enzovoort. Het is nog steeds mogelijk af te drukken via plug-ins die Google Chrome omzeilen tijdens het afdrukken. Bij Flash-applicaties bevindt de afdrukoptie zich in het contextmenu, wat niet onder dit beleid valt.</string><string id="QuicAllowed">QUIC-protocol toestaan</string><string id="QuicAllowed_Explain">Als dit beleid wordt ingesteld op 'waar' of niet wordt ingesteld, wordt het gebruik van het QUIC-protocol in Google Chrome toegestaan.
Als dit beleid wordt ingesteld op 'onwaar', wordt het gebruik van het QUIC-protocol niet toegestaan.</string><string id="RebootAfterUpdate">Automatisch opnieuw opstarten na update</string><string id="RebootAfterUpdate_Explain">Plannen dat het apparaat automatisch opnieuw opstart nadat een update van Google Chrome OS is uitgevoerd.

Wanneer dit beleid is ingesteld op 'waar', start het apparaat automatisch opnieuw op wanneer een update van Google Chrome OS is uitgevoerd en opnieuw opstarten vereist is om het updateproces te voltooien. Het opnieuw opstarten is onmiddellijk gepland maar kan op het apparaat tot 24 uur worden uitgesteld als een gebruiker het apparaat op dat moment gebruikt.

Wanneer dit beleid is ingesteld op 'onwaar', start het apparaat niet automatisch opnieuw op nadat een update van Google Chrome OS is uitgevoerd. Het updateproces wordt voltooid wanneer de gebruiker het apparaat opnieuw opstart.

Als je dit beleid instelt, kunnen gebruikers dit niet wijzigen of negeren.

Opmerking: momenteel is automatisch opnieuw opstarten alleen ingeschakeld als het inlogscherm wordt weergegeven of een kiosk-appsessie wordt verwerkt. Dit zal in de toekomst veranderen en het beleid zal altijd worden toegepast, ongeacht of er een sessie van een bepaald type in verwerking is.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Of online OCSP/CRL-controles zijn vereist voor lokale vertrouwensankers</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Als deze instelling is ingeschakeld, voert Google Chrome altijd een intrekkingscontrole uit voor servercertificaten die kunnen worden gevalideerd en zijn ondertekend door lokaal geïnstalleerde CA-certificaten.

Als Google Chrome geen informatie over de intrekkingsstatus kan verkrijgen, worden dergelijke certificaten beschouwd als ingetrokken ('hard-fail').

Als dit beleid niet is ingesteld of is ingesteld op 'onwaar', gebruikt Google Chrome de bestaande instellingen voor online intrekkingscontrole.</string><string id="RunAllFlashInAllowMode">Instelling voor Flash-content uitbreiden naar alle content</string><string id="RunAllFlashInAllowMode_Explain">Als je deze instelling inschakelt, wordt alle Flash-content uitgevoerd die is ingesloten op websites waarvoor in de instellingen voor content is ingesteld dat Flash is toegestaan (door de gebruiker of op basis van bedrijfsbeleid). Dit geldt ook voor content die afkomstig is uit andere bronnen of minder belangrijke content.

Als je wilt beheren welke websites Flash mogen uitvoeren, bekijk je de beleidsregels 'DefaultPluginsSetting', 'PluginsAllowedForUrls' en 'PluginsBlockedForUrls'.

Als deze instelling is uitgeschakeld of niet is ingesteld, kan Flash-content van andere bronnen of minder belangrijke content worden geblokkeerd.</string><string id="SAMLOfflineSigninTimeLimit">De offline inlogtijd beperken voor een gebruiker die is geverifieerd via SAML</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Doorgaan vanaf de SSL-waarschuwingspagina toestaan</string><string id="SSLErrorOverrideAllowed_Explain">Chrome toont een waarschuwingspagina wanneer gebruikers naar sites met SSL-fouten navigeren. Gebruikers kunnen standaard, of wanneer dit beleid is ingesteld op 'waar', door deze waarschuwingspagina's klikken.
Als dit beleid wordt ingesteld op 'onwaar', kunnen gebruikers niet door waarschuwingspagina's klikken.</string><string id="SSLVersionMax">Maximale SSL-versie ingeschakeld</string><string id="SSLVersionMax_Explain">Waarschuwing: Het beleid voor de maximale TLS-versie wordt rond versie 66 (rond februari 2018) volledig verwijderd uit Google Chrome.

Als dit beleid niet is geconfigureerd, gebruikt Google Chrome de standaard maximumversie: TLS-versie 1.3.

Dit beleid kan ook zijn ingesteld op een van de volgende waarden: 'tls1.2' of 'tls1.3'. Wanneer dit beleid is ingesteld, gebruikt Google Chrome geen hogere SSL-/TLS-versies dan de opgegeven versie. Als er een waarde wordt ingesteld die niet wordt herkend, wordt deze genegeerd.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Safe Browsing inschakelen</string><string id="SafeBrowsingEnabled_Explain">Hiermee schakel je de functie Safe Browsing van Google Chrome in en voorkom je dat gebruikers deze instelling kunnen wijzigen.

Als je deze instelling inschakelt, is Safe Browsing altijd actief.

Als je deze instelling uitschakelt, is Safe Browsing nooit actief.

Als je deze instelling in- of uitschakelt, kunnen gebruikers de instelling 'Bescherming tegen phishing en malware inschakelen' in Google Chrome niet wijzigen of overschrijven.

Als dit beleid niet wordt ingesteld, wordt het beleid ingeschakeld, maar kan de gebruiker dit wijzigen.

Zie https://developers.google.com/safe-browsing voor meer informatie over Safe Browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Hiermee kunnen gebruikers zich aanmelden voor uitgebreide rapportage van Safe Browsing</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Als dit beleid wordt ingesteld op false (onwaar), kunnen gebruikers geen systeeminformatie en paginacontent meer naar Google-servers verzenden. Als deze instelling wordt ingesteld op true (waar) of niet wordt geconfigureerd, kunnen gebruikers bepaalde systeeminformatie en paginacontent naar Safe Browsing verzenden om te helpen bij de detectie van gevaarlijke apps en sites

Zie https://developers.google.com/safe-browsing voor meer informatie over Safe Browsing.</string><string id="SavingBrowserHistoryDisabled">Opslaan van browsegeschiedenis uitschakelen</string><string id="SavingBrowserHistoryDisabled_Explain">Hiermee wordt het opslaan van de browsergeschiedenis in Google Chrome uitgeschakeld en wordt voorkomen dat gebruikers deze instelling kunnen wijzigen.

Als deze instelling is ingeschakeld, wordt de browsergeschiedenis niet opgeslagen. Met deze instelling wordt ook tabbladsynchronisatie uitgeschakeld.

Als deze instelling is uitgeschakeld of niet is ingesteld, wordt de browsergeschiedenis opgeslagen.</string><string id="SearchSuggestEnabled">Zoeksuggesties inschakelen</string><string id="SearchSuggestEnabled_Explain">Hiermee worden zoeksuggesties in de omnibox van Google Chrome ingeschakeld en wordt voorkomen dat gebruikers deze instelling kunnen wijzigen.

Als je deze instelling inschakelt, worden er zoeksuggesties gebruikt.

Als je deze instelling uitschakelt, worden er nooit zoeksuggesties gebruikt.

Als je deze instelling in- of uitschakelt, kunnen gebruikers de instelling niet aanpassen of negeren in Google Chrome.

Als dit beleid niet wordt ingesteld, wordt dit ingeschakeld maar kan de gebruiker dit wijzigen.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">De aanbevolen talen instellen voor een openbare sessie</string><string id="SessionLocales_Explain">Hiermee worden een of meer aanbevolen talen voor een openbare sessie ingesteld, waardoor gebruikers gemakkelijk een van deze talen kunnen kiezen.

De gebruiker kan een taal en een toetsenbordindeling kiezen voordat hij een openbare sessie start. Standaard worden alle door Google Chrome OS ondersteunde talen in alfabetische volgorde vermeld. Je kunt dit beleid gebruiken om een reeks aanbevolen talen naar de bovenste posities in de lijst te verplaatsen.

Als dit beleid niet is ingesteld, wordt de huidige taal van de gebruikersinterface geselecteerd.

Als dit beleid is ingesteld, worden de aanbevolen talen verplaatst naar de bovenste posities in de lijst en worden deze visueel gescheiden van de andere talen. De aanbevolen talen worden weergegeven in de volgorde waarin deze in het beleid staan. De eerste aanbevolen taal wordt voorgeselecteerd.

Als er meer dan één aanbevolen taal is, wordt aangenomen dat gebruikers een van deze talen willen selecteren. De selectie voor taal en toetsenbordinstelling wordt op prominente wijze gepresenteerd bij het starten van een openbare sessie. In andere gevallen wordt aangenomen dat de meeste gebruikers de voorgeselecteerde taal willen gebruiken. De selectie voor taal en toetsenbordinstelling wordt in dat geval minder prominent gepresenteerd bij het starten van een openbare sessie.

Wanneer dit beleid is ingesteld en automatisch inloggen is ingeschakeld (zie het beleid |DeviceLocalAccountAutoLoginId| en |DeviceLocalAccountAutoLoginDelay|), gebruikt de automatisch gestarte openbare sessie de eerste aanbevolen taal en de populairste toetsenbordinstelling die aan deze taal is gekoppeld.

De voorgeselecteerde toetsenbordinstelling is altijd de populairste instelling die aan de voorgeselecteerde taal is gekoppeld.

Dit beleid kan alleen worden ingesteld als aanbevolen. Je kunt dit beleid gebruiken om een aantal aanbevolen talen naar het bovenste deel van de lijst te verplaatsen, maar gebruikers kunnen altijd de gewenste taal die door Google Chrome OS wordt ondersteund voor hun sessie kiezen.
</string><string id="SessionLocalesDesc">De aanbevolen talen instellen voor een openbare sessie</string><string id="ShelfAutoHideBehavior">Automatisch verbergen van archief beheren</string><string id="ShelfAutoHideBehavior_Explain">Het automatisch verbergen van het Google Chrome OS-archief beheren.

Als dit beleid is ingesteld op 'AlwaysAutoHideShelf', wordt het archief altijd automatisch verborgen.

Als dit beleid is ingesteld op 'NeverAutoHideShelf', wordt het archief nooit automatisch verborgen.

Als je dit beleid instelt, kunnen gebruikers het niet wijzigen of overschrijven.

Als het beleid niet wordt ingesteld, kunnen gebruikers kiezen of het archief automatisch wordt verborgen.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Archief altijd automatisch verbergen</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Archief nooit automatisch verbergen</string><string id="ShowHomeButton">Knop 'Homepage' in de werkbalk weergeven</string><string id="ShowHomeButton_Explain">Hiermee wordt de knop 'Homepage' weergegeven in de werkbalk van Google Chrome.

Als je deze instelling inschakelt, wordt de knop 'Homepage' altijd weergegeven.

Als je deze instelling uitschakelt, wordt de knop 'Homepage' nooit weergegeven.

Als je deze instelling in- of uitschakelt, kunnen gebruikers de instelling niet aanpassen of negeren in Google Chrome.

Als dit beleid niet wordt ingesteld, kan de gebruiker kiezen of de knop 'Homepage' wel of niet wordt weergegeven.</string><string id="ShowLogoutButtonInTray">Een afmeldknop toevoegen aan de systeembalk</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Site-isolatie inschakelen voor elke site</string><string id="SitePerProcess_Explain">
OPMERKING: Dit beleid is experimenteel en kan de functionaliteit verstoren.
Je kunt de beleidsinstelling IsolateOrigins bekijken om optimaal gebruik te maken van beide functies (isolatie en beperkte impact voor gebruikers) door IsolateOrigins te gebruiken met een lijst van de sites die je wilt isoleren. Met deze instelling (SitePerProcess) worden alle sites geïsoleerd.
Als het beleid is ingeschakeld, wordt elke site uitgevoerd in een eigen proces.
Als het beleid is uitgeschakeld, wordt de procesbeheerlogica die voorafgaat aan site-isolatie van kracht.
Als het beleid niet is geconfigureerd, kan de gebruiker deze instelling wijzigen.
</string><string id="SpellCheckServiceEnabled">Webservice voor spellingcontrole in- of uitschakelen</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome kan een webservice van Google gebruiken om spelfouten te corrigeren. Als deze instelling is ingeschakeld, wordt deze service altijd gebruikt. Als deze instelling is uitgeschakeld, wordt deze service nooit gebruikt.

Spellingcontrole kan nog steeds worden uitgevoerd met een gedownload woordenboek. Dit beleid beheert alleen het gebruik van de online service.

Als deze instelling niet is geconfigureerd, kunnen gebruikers kiezen of de service voor spellingcontrole moet worden gebruikt.</string><string id="SuppressUnsupportedOSWarning">De waarschuwing voor een niet-ondersteund besturingssysteem negeren</string><string id="SuppressUnsupportedOSWarning_Explain">Hiermee wordt de waarschuwing genegeerd die wordt weergegeven wanneer Google Chrome wordt uitgevoerd op een computer die of besturingssysteem dat niet meer wordt ondersteund.</string><string id="SyncDisabled">Synchronisatie van gegevens met Google uitschakelen</string><string id="SyncDisabled_Explain">Hiermee wordt gegevenssynchronisatie uitgeschakeld in Google Chrome via door Google gehoste synchronisatieservices. Gebruikers kunnen deze instelling niet wijzigen.

Als je deze instelling inschakelt, kunnen gebruikers deze instelling niet wijzigen of overschrijven in Google Chrome.

Als dit beleid niet wordt ingesteld, kan de gebruiker zelf besluiten Google Sync wel of niet te gebruiken.

Als je Google Sync volledig wilt uitschakelen, kun je de Google Sync-service het beste uitschakelen in de Google Beheerdersconsole.

Dit beleid moet niet worden ingeschakeld wanneer het beleid RoamingProfileSupportEnabled is ingeschakeld, omdat die functie dezelfde functionaliteit aan clientzijde gebruikt. De door Google gehoste synchronisatie wordt in dit geval volledig uitgeschakeld.</string><string id="SystemTimezone">Tijdzone</string><string id="SystemTimezone_Explain">Hiermee wordt de tijdzone gespecificeerd die voor het apparaat moet worden gebruikt. Gebruikers kunnen de gespecificeerde tijdzone overschrijven voor de huidige sessie. Bij het uitloggen wordt de tijd echter teruggezet naar de gespecificeerde tijdzone. Als een ongeldige waarde wordt opgegeven, wordt het beleid nog steeds geactiveerd, maar wordt 'GMT' gebruikt. Als een lege tekenreeks wordt opgegeven, wordt het beleid genegeerd.

Als dit beleid niet wordt gebruikt, blijft de huidige actieve tijdzone in gebruik. Gebruikers kunnen de tijdzone echter wijzigen en de wijziging is blijvend. Een wijziging door één gebruiker is daardoor van invloed op het inlogscherm en op alle andere gebruikers.

Bij nieuwe apparaten is de tijdzone standaard ingesteld op 'US/Pacific'.

De notatie van de waarde volgt de naamgeving van tijdzones in de 'IANA Time Zone Database' (zie https://en.wikipedia.org/wiki/Tz_database). Je kunt naar veel tijdzones verwijzen via 'continent/grote_stad' of 'oceaan/grote_stad'.

Als je dit beleid instelt, wordt automatische bepaling van de tijdzone op basis van de apparaatlocatie volledig uitgeschakeld. Ook wordt het beleid SystemTimezoneAutomaticDetection overschreven.</string><string id="SystemTimezoneAutomaticDetection">De methode voor automatische tijdzonedetectie configureren</string><string id="SystemTimezoneAutomaticDetection_Explain">Als dit beleid is ingesteld, wordt het proces voor automatische tijdzonedetectie op een van de volgende manieren uitgevoerd, afhankelijk van de waarde van de instelling:

Als TimezoneAutomaticDetectionUsersDecide is ingesteld, kunnen gebruikers automatische tijdzonedetectie beheren via de normale beheeropties in chrome://settings.

Als TimezoneAutomaticDetectionDisabled is ingesteld, zijn de beheeropties voor automatische tijdzonedetectie in chrome://settings uitgeschakeld. Automatische tijdzonedetectie is altijd uitgeschakeld.

Als TimezoneAutomaticDetectionIPOnly is ingesteld, zijn de beheeropties voor de tijdzone in chrome://settings uitgeschakeld. Automatische tijdzonedetectie is altijd ingeschakeld. Tijdzonedetectie maakt gebruikt van de methode die gebaseerd is op IP-adressen om de locatie te bepalen.

Als TimezoneAutomaticDetectionSendWiFiAccessPoints is ingesteld, zijn de beheeropties voor de tijdzone in chrome://settings uitgeschakeld. Automatische tijdzonedetectie is altijd ingeschakeld. De lijst met zichtbare wifi-toegangspunten wordt altijd verzonden naar de Geolocatie-API-server voor gedetailleerde tijdzonedetectie.

Als TimezoneAutomaticDetectionSendAllLocationInfo is ingesteld, zijn de beheeropties voor de tijdzone in chrome://settings uitgeschakeld. Automatische tijdzonedetectie is altijd ingeschakeld. Locatiegegevens (zoals wifi-toegangspunten, bereikbare zendmasten, GPS) worden naar een server verzonden voor gedetailleerde tijdzonedetectie.

Als dit beleid niet is ingesteld, gedraagt het zich alsof TimezoneAutomaticDetectionUsersDecide is ingesteld.

Als het beleid SystemTimezone is ingesteld, overschrijft het dit beleid. In dat geval is automatische tijdzonedetectie volledig uitgeschakeld.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Beschikbare locatiesignalen altijd verzenden naar de server wanneer de tijdzone wordt bepaald</string><string id="SystemUse24HourClock">Klok met 24-uursnotatie standaard gebruiken</string><string id="SystemUse24HourClock_Explain">Hiermee wordt de klokindeling voor het apparaat aangegeven.

Dit beleid configureert de klokindeling die standaard voor het inlogscherm en gebruikerssessies wordt gebruikt. Gebruikers kunnen de klokindeling voor hun account desgewenst overschrijven.

Als het beleid wordt ingesteld op 'true', gebruikt het apparaat een 24-uursnotatie. Als het beleid wordt ingesteld op 'false', gebruikt het apparaat een 12-uursnotatie.

Als dit beleid niet wordt ingesteld, gebruikt het apparaat standaard een 24-uursnotatie.</string><string id="TPMFirmwareUpdateSettings">Updategedrag voor TPM-firmware configureren</string><string id="TPMFirmwareUpdateSettings_Explain">Hiermee configureer je de beschikbaarheid en het gedrag van de updatefunctionaliteit voor TPM-firmware.

Afzonderlijke instellingen kunnen worden gespecificeerd in JSON-eigenschappen:

allow-user-initiated-powerwash: als dit is ingesteld op true, kunnen gebruikers het Powerwash-proces activeren om een TPM-firmware-update te installeren.

Als het beleid niet is ingesteld, is de updatefunctionaliteit voor TPM-firmware niet beschikbaar.</string><string id="TaskManagerEndProcessEnabled">Hiermee wordt het beëindigen van processen in Taakbeheer mogelijk gemaakt</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">De Servicevoorwaarden instellen voor een apparaat-lokaal account</string><string id="TermsOfServiceURL_Explain">De Servicevoorwaarden instellen die de gebruiker moet accepteren voordat een apparaat-lokale accountsessie kan worden gestart.

Als dit beleid is ingesteld, worden de Servicevoorwaarden gedownload door Google Chrome OS en worden deze aan de gebruiker getoond wanneer een apparaat-lokale accountsessie wordt gestart. De gebruiker mag alleen deelnemen aan de sessie nadat hij/zij de Servicevoorwaarden accepteert.

Als dit beleid niet is ingesteld, worden er geen Servicevoorwaarden weergegeven.

Het beleid moet op een URL worden ingesteld vanaf waar de Servicevoorwaarden door Google Chrome OS kunnen worden gedownload. De Servicevoorwaarden moeten platte tekst zijn die als tekst met MIME-type/plat wordt weergegeven. Er is geen opmaak toegestaan.</string><string id="TouchVirtualKeyboardEnabled">Virtueel toetsenbord inschakelen</string><string id="TouchVirtualKeyboardEnabled_Explain">Dit beleid configureert de inschakeling van het virtuele toetsenbord als invoerapparaat in ChromeOS. Gebruikers kunnen dit beleid niet overschrijven.

Als het beleid wordt ingesteld op 'true', is het virtuele schermtoetsenbord altijd ingeschakeld.

Als het beleid wordt ingesteld op 'false', is het virtuele schermtoetsenbord altijd uitgeschakeld.

Als je dit beleid instelt, kunnen gebruikers dit niet wijzigen of overschrijven. Gebruikers kunnen echter nog wel een schermtoetsenbord voor toegankelijkheid in-/uitschakelen dat voorrang heeft op het virtuele toetsenbord dat met dit beleid wordt beheerd. Bekijk het beleid |VirtualKeyboardEnabled| voor het beheren van het schermtoetsenbord voor toegankelijkheid.

Als dit beleid niet wordt ingesteld, wordt het schermtoetsenbord aanvankelijk uitgeschakeld, maar kan dit op elk gewenst moment door de gebruiker worden ingeschakeld. Er kunnen ook heuristische regels worden gebruikt om te bepalen wanneer het toetsenbord wordt weergegeven.</string><string id="TranslateEnabled">Vertalen inschakelen</string><string id="TranslateEnabled_Explain">Hiermee wordt de geïntegreerde service Google Translate ingeschakeld in Google Chrome.

Als je deze instelling inschakelt, wordt in Google Chrome een geïntegreerde werkbalk weergegeven waarin de gebruiker wordt gevraagd of deze de pagina wil laten vertalen (indien van toepassing).

Als je deze instelling uitschakelt, krijgen gebruikers de vertaalbalk nooit te zien.

Als je deze instelling in- of uitschakelt, kunnen gebruikers de instelling niet aanpassen of negeren in Google Chrome.

Als je deze instelling niet instelt, kan de gebruiker ervoor kiezen deze functie wel of niet te gebruiken.</string><string id="URLBlacklist">Toegang blokkeren voor een lijst met URL's</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Toegang blokkeren voor een lijst met URL's</string><string id="URLWhitelist">Toegang verlenen aan een lijst met URL's</string><string id="URLWhitelist_Explain">Verleent toegang tot de vermelde URL's, ter uitzondering op de zwarte lijst voor URL's.

Bekijk de beschrijving van het beleid voor de zwarte lijst voor URL's voor de notatie van items in deze lijst.

Dit beleid kan worden gebruikt om uitzonderingen op te geven voor beperkende zwarte lijsten. '*' kan bijvoorbeeld op de zwarte lijst worden gezet om alle verzoeken te blokkeren en dit beleid kan worden gebruikt om toegang tot een beperkte lijst met URL's te verlenen. Het beleid kan worden gebruikt om uitzonderingen op te geven voor bepaalde schema's, subdomeinen van andere domeinen, poorten of specifieke paden.

Het meest specifieke filter bepaalt of een URL wordt geblokkeerd of toegestaan. De witte lijst krijgt voorrang op de zwarte lijst.

Dit beleid is beperkt tot 1000 items; daaropvolgende items worden genegeerd.

Als dit beleid niet is ingesteld, worden er geen uitzonderingen opgegeven voor de zwarte lijst van het beleid 'URLBlacklist'.</string><string id="URLWhitelistDesc">Toegang verlenen aan een lijst met URL's</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Als dit beleid is ingesteld op 'waar', is Unified Desktop toegestaan en
standaard ingeschakeld, waardoor apps op meerdere schermen worden weergegeven.
De gebruiker kan Unified Desktop uitschakelen voor afzonderlijke schermen door
dit uit te schakelen in de scherminstellingen.

Als dit beleid is ingesteld op 'onwaar' of niet is ingesteld, wordt Unified Desktop
uitgeschakeld. In dit geval kan de gebruiker de functie niet inschakelen.</string><string id="UsbDetachableWhitelist">Witte lijst met USB-apparaten die kunnen worden ontkoppeld</string><string id="UsbDetachableWhitelist_Explain">Hiermee wordt de lijst met USB-apparaten gedefinieerd die mogen worden ontkoppeld van hun kernel-driver, zodat ze via de chrome.usb-API rechtstreeks kunnen worden gebruikt in een webapplicatie. Items zijn paren van de ID van de USB-leverancier en de ID van het product, zodat specifieke hardware kan worden geïdentificeerd.

Als dit beleid niet is geconfigureerd, is de lijst met USB-apparaten die kunnen worden ontkoppeld leeg.</string><string id="UsbDetachableWhitelistDesc">Witte lijst met USB-apparaten die kunnen worden ontkoppeld</string><string id="UserAvatarImage">Avatarafbeelding van gebruiker</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">De weergavenaam voor lokale accounts van het apparaat instellen</string><string id="UserDisplayName_Explain">Hiermee wordt de weergave van de accountnaam in Google Chrome OS op het aanmeldscherm beheerd voor het bijbehorende lokale account van het apparaat.

Als dit beleid is ingesteld, gebruikt het aanmeldscherm de opgegeven tekenreeks in de afbeeldinggebaseerde aanmeldkiezer voor het bijbehorende lokale account van het apparaat.

Als het beleid niet wordt ingesteld, gebruikt Google Chrome OS de e-mailaccount-ID van het lokale account van het apparaat als de weergavenaam op het aanmeldscherm.

Dit beleid wordt genegeerd voor gewone gebruikersaccounts.</string><string id="VideoCaptureAllowed">Het opnemen van video's toestaan of weigeren</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL's die zonder prompt toegang krijgen tot apparaten voor het vastleggen van video</string><string id="VideoCaptureAllowedUrls_Explain">Patronen in deze lijst worden vergeleken met de beveiligingsoorsprong van de aanvragende URL. Als een overeenkomst wordt gevonden, wordt toegang tot apparaten voor het vastleggen van audio zonder prompt toegestaan.

OPMERKING: Tot versie 45 werd dit beleid alleen ondersteund in de kioskmodus.</string><string id="VideoCaptureAllowedUrlsDesc">URL's die zonder prompt toegang krijgen tot apparaten voor het vastleggen van video</string><string id="WPADQuickCheckEnabled">WPAD-optimalisatie inschakelen</string><string id="WPADQuickCheckEnabled_Explain">Hiermee kan WPAD-optimalisatie (Web Proxy Auto-Discovery) worden uitgeschakeld in Google Chrome.

Als dit beleid is ingesteld op 'onwaar', wordt WPAD-optimalisatie uitgeschakeld, waardoor Google Chrome langer moet wachten op DNS-gebaseerde WPAD-servers. Als het beleid niet is ingesteld of is ingeschakeld, is WPAD-optimalisatie ingeschakeld.

Onafhankelijk van of en hoe dit beleid is ingesteld, kan de instelling voor WPAD-optimalisatie niet worden gewijzigd door gebruikers.</string><string id="WallpaperImage">Achtergrondafbeelding</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Het bereik beperken van lokale UDP-poorten die door WebRTC worden gebruikt</string><string id="WebRtcUdpPortRange_Explain">Als het beleid is ingesteld, wordt het door WebRTC gebruikte UDP-poortbereik beperkt tot het opgegeven poortinterval (inclusief eindpunten).

Als het beleid niet wordt ingesteld, of als dit wordt ingesteld voor een lege tekenreeks of een ongeldig poortbereik, kan WebRTC gebruikmaken van elke lokale UDP-poort.</string></stringTable><presentationTable><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Ondersteunde authenticatieschema's</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Witte lijst voor verificatieserver</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Witte lijst voor Kerberos-delegatieserver</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Actie die wordt ondernomen wanneer de gebruiker de klep sluit</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Percentage waarmee de dimvertraging van het scherm in de presentatiemodus wordt geschaald:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Percentage waarmee de dimvertraging van het scherm wordt geschaald als de gebruiker actief wordt na het dimmen:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Instellingen voor energiebeheer wanneer de gebruiker inactief is</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Drempels voor schermvergrendeling</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Id's van extensies die de gebruiker niet mag installeren (of '*' voor alle extensies)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Extensie-ID's die zijn vrijgesteld van de zwarte lijst</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">ID's voor extensies/apps en URL's voor updates die op de achtergrond moeten worden geïnstalleerd</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">URL-patronen om de installatie van extensies, apps en gebruikersscripts toe te staan vanaf</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Typen extensies/apps die mogen worden geïnstalleerd</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Instellingen voor extensiebeheer</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Extensies die toestemming hebben de API voor externe bevestiging te gebruiken</listBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>URL van homepage</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Actie bij starten</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">URL's die worden geopend bij starten</listBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Standaardinstelling voor cookies</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Standaardinstelling voor afbeeldingen</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Standaardinstelling voor JavaScript</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Standaardinstelling voor Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Standaardinstelling voor pop-ups</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Standaardinstelling voor meldingen</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Standaardinstelling voor geolocatie</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Gebruik van de Web Bluetooth API beheren</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Clientcertificaten automatisch selecteren voor deze sites</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Cookies toestaan op deze sites</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Cookies blokkeren op deze sites</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Sessiecookies toestaan op deze sites</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Afbeeldingen toestaan op deze sites</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Afbeeldingen blokkeren op deze sites</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">JavaScript toestaan op deze sites</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">JavaScript blokkeren op deze sites</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">De Flash-plug-in toestaan op deze sites</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">De Flash-plug-in blokkeren op deze sites</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Pop-ups toestaan ​​op deze sites</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Protocolhandlers registreren</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Pop-ups blokkeren op deze sites</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Meldingen op deze sites toestaan</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Meldingen op deze sites blokkeren</listBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Het voorvoegsel voor het TalkGadget configureren voor hosts voor externe toegang</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Het UDP-poortbereik beperken dat voor de host voor externe toegang wordt gebruikt</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL waarbij clients met externe toegang hun verificatietoken moeten ophalen</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL voor het valideren van verificatietoken voor client voor externe toegang</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Clientcertificaat voor verbinding maken met RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>URL van pagina 'Nieuw tabblad'</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Kies hoe je proxyserverinstellingen wilt specificeren</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adres of URL van proxyserver</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL naar een PAC-bestand voor de proxy</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Door komma's gescheiden lijst van regels voor proxyomzeiling</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Naam van standaardzoekprovider</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Zoekwoord voor standaardzoekprovider</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Zoek-URL voor standaardzoekprovider</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Voorgestelde URL voor standaardzoekprovider</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Instant-URL voor standaardzoekprovider</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Pictogram voor standaardzoekprovider</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Coderingen voor standaardzoekprovider</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Lijst met alternatieve URL's voor de standaardzoekprovider</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter die plaatsing van zoektermen beheert voor de standaardzoekprovider</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter die een functie voor zoeken op afbeelding levert voor de standaardzoekprovider</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>URL van standaard zoekprovider voor nieuwe tabbladpagina</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parameters voor zoek-URL die POST gebruikt</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parameters voor suggestie-URL die POST gebruikt</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parameters voor instant-URL die POST gebruikt</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parameters voor afbeeldings-URL die POST gebruikt</label></textBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Het type vergrootglas instellen</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Het standaardtype van vergrootglas instellen dat op het inlogscherm is ingeschakeld</dropdownList></presentation><presentation id="PasswordManagerEnabled"/><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Domeinen definiëren voor toegang tot Google-apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Certificaatbeschikbaarheid instellen voor ARC-apps</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>ARC configureren</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL's die zonder prompt toegang krijgen tot apparaten voor het vastleggen van audio</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Handhaving van Certificaattransparantie voor een lijst met URL's uitschakelen</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Het gebruikersgedrag beheren in een multiprofielsessie</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Releasekanaal</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Regels voor selectie van standaardprinter</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">De lijst met geïnstalleerde apps op het inlogscherm configureren</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Toetsenbordindelingen voor inlogscherm van apparaat</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Taal voor inlogscherm van apparaat</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Energiebeheer op het inlogscherm</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Configuratiebestand voor zakelijke printers voor apparaten</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Toegangsbeleid voor configuratie van apparaatprinters.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Zakelijke apparaatprinters uitgeschakeld</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Zakelijke apparaatprinters ingeschakeld</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervallen buiten gebruikstijd wanneer het beleid DeviceOffHours |ignored_policy_proto_tags| wordt vrijgegeven</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Netwerkconfiguratie op apparaatniveau</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Vernieuwingsfrequentie voor apparaatbeleid:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Markeringen voor het hele systeem die worden toegepast bij het starten van Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Doelversie voor automatische updates</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Verbindingstypen die zijn toegestaan voor updates</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Spreidingsfactor voor automatische update:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Aanmelden bij witte lijst van gebruikers</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Achtergrondafbeelding voor apparaat</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Standaard displayrotatie instellen, wordt telkens toegepast na opnieuw opstarten</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Downloaddirectory instellen</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Downloadbeperkingen</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Migratiestrategie voor eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Verouderde webplatformfuncties beperkte tijd inschakelen</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Minimale 'Beperkte modus' op YouTube afdwingen</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Beschikbaarheid van incognitomodus</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Site-isolatie inschakelen voor gespecificeerde herkomsten</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Rechten voor sleutels</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Beheerde bladwijzers</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maximum vertraging voor ophalen na ongeldigverklaring voor beleid:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Systeemeigen printer</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Toegangsbeleid voor printerconfiguratie.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Bedrijfsprinters uitgeschakeld</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Configuratiebestand voor bedrijfsprinters</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Bedrijfsprinters ingeschakeld</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Netwerkvoorspelling inschakelen</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Notitie-apps die zijn toegestaan op het Google Chrome OS-vergrendelingsscherm toevoegen aan de witte lijst</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Netwerkconfiguratie op gebruikersniveau</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Lijst met vastgezette apps om weer te geven in het opstartprogramma</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Vernieuwingsfrequentie voor gebruikersbeleid:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">De offline inlogtijd beperken voor een gebruiker die is geverifieerd via SAML:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Maximale SSL-versie ingeschakeld</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">De aanbevolen talen instellen voor een openbare sessie</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Automatisch verbergen van archief beheren</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Tijdzone</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">De methode voor automatische tijdzonedetectie configureren</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Updategedrag voor TPM-firmware configureren</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>De Servicevoorwaarden instellen voor een apparaat-lokaal account</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Toegang blokkeren voor een lijst met URL's</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Toegang verlenen aan een lijst met URL's</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Witte lijst met USB-apparaten die kunnen worden ontkoppeld</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Avatarafbeelding van gebruiker</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>De weergavenaam voor lokale accounts van het apparaat instellen</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL's die zonder prompt toegang krijgen tot apparaten voor het vastleggen van video</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Achtergrondafbeelding</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Het bereik beperken van lokale UDP-poorten die door WebRTC worden gebruikt</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>