<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 tai uudempi</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Oletusasetukset (käyttäjät voivat ohittaa)</string><string id="Homepage_group">Etusivu</string><string id="HomepageLocation">Määritä etusivun URL-osoite</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Käytä Uusi välilehti -sivua etusivuna</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="Attestation_group">Etätodennus</string><string id="AttestationEnabledForUser">Ota käyttöön etätodennus käyttäjälle</string><string id="AttestationEnabledForUser_Explain">Jos tämän käytännön arvo on tosi, käyttäjä voi etätodentaa henkilöllisyytensä tietosuojavarmenteen myöntäjälle Chrome-laitteiston avulla, mihin käytetään Enterprise Platform Keys APIa ja funktiota chrome.enterprise.platformKeys.challengeUserKey().

Jos käytännön arvo on epätosi tai sitä ei ole määritetty, kutsujen lähettäminen sovellusliittymälle epäonnistuu ja palauttaa virhekoodin.</string><string id="AttestationExtensionWhitelist">Laajennukset, joille sallitaan etätodennussovellusliittymän käyttö</string><string id="AttestationExtensionWhitelist_Explain">Tämä käytäntö määrittää laajennukset, joilla on oikeus käyttää Enterprise Platform Keys APIn funktiota chrome.enterprise.platformKeys.challengeUserKey() etätodennukseen. Vain tässä luettelossa olevat laajennukset voivat käyttää sovellusliittymää.

Jos laajennus ei ole luettelossa tai luetteloa ei ole määritetty, kutsujen lähettäminen sovellusliittymälle epäonnistuu ja palauttaa virhekoodin.</string><string id="AttestationExtensionWhitelistDesc">Laajennukset, joille sallitaan etätodennussovellusliittymän käyttö</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Ota Google Cast käyttöön</string><string id="EnableMediaRouter_Explain">Jos tämän käytännön arvo on Tosi tai sitä ei ole määritetty, Google Cast on käytössä, ja käyttäjät voivat käynnistää sen sovellusvalikosta, sivujen kontekstivalikoista, Cast-yhteensopivien sivustojen mediasäätimillä tai Cast-yläpalkkikuvakkeella (jos se on näkyvissä).

Jos käytännön arvo on Epätosi, Google Cast ei ole käytössä.</string><string id="ShowCastIconInToolbar">Näytä Google Cast ‑yläpalkkikuvake</string><string id="ShowCastIconInToolbar_Explain">Jos tämän käytännön arvo on Tosi, Cast-yläpalkkikuvake näytetään aina yläpalkissa tai ylivuotovalikossa, eivätkä käyttäjät voi poistaa sitä.

Jos tämän käytännön arvo on Epätosi tai sitä ei ole määritetty, käyttäjät voivat kiinnittää tai poistaa kuvakkeen sen kontekstivalikossa.

Jos EnableMediaRouter-käytännön arvo on Epätosi, tämän käytännön arvolla ei ole merkitystä eikä yläpalkkikuvaketta näytetä.</string><string id="HTTPAuthentication_group">HTTP-todennuksen käytännöt</string><string id="AuthSchemes">Tuetut todennusjärjestelmät</string><string id="AuthSchemes_Explain">Määrittää, mitä HTTP-todennustapoja Google Chrome tukee.

Mahdollisia arvoja ovat basic, digest, ntlm ja negotiate. Erota arvot toisistaan pilkuilla.
Jos tätä käytäntöä ei ole määritetty, kaikkia neljää todennustapaa tuetaan.</string><string id="DisableAuthNegotiateCnameLookup">Poista CNAME-haku käytöstä Kerberos-todennusta suoritettaessa</string><string id="DisableAuthNegotiateCnameLookup_Explain">Määrittää, perustuuko luotu Kerberos SPN ensisijaiseen DNS-nimeen vai annettuun alkuperäiseen nimeen. Jos otat tämän asetuksen käyttöön, CNAME-haku ohitetaan, ja palvelimen nimeä käytetään sen annetussa muodossa. Jos poistat asetuksen käytöstä tai et määritä sitä, palvelimen ensisijainen nimi määritetään CNAME-haun kautta.</string><string id="EnableAuthNegotiatePort">Lisää standardista poikkeava portti Kerberos-SPN:ään</string><string id="EnableAuthNegotiatePort_Explain">Määrittää, tuleeko luodun Kerberos SPN:n sisältää standardista poikkeava portti. Jos otat tämän asetuksen käyttöön ja standardista poikkeava portti (esim. muu portti kuin 80 tai 443) annetaan, se lisätään luotuun Kerberos SPN:ään. Jos poistat asetuksen käytöstä tai et määritä asetusta, luotu Kerberos SPN ei sisällä porttia missään tapauksessa.</string><string id="AuthServerWhitelist">Sallittujen todennuspalvelimien luettelo</string><string id="AuthServerWhitelist_Explain">Määrittää integroidun todennuksen sallittujen luetteloon lisättävät palvelimet. Integroitu todennus on käytössä vain, kun Google Chrome saa todennushaasteen välityspalvelimelta tai palvelimelta, joka on tässä sallittujen luettelossa.

Erota palvelinten nimet pilkulla. Jokerimerkit (*) sallitaan.

Jos et aseta käytäntöä, Google Chrome pyrkii tarkistamaan, onko palvelin sisäverkossa, ja vastaa vasta sitten IWA-pyyntöihin. Jos palvelimen todetaan sijaitsevan sisäverkossa, Google Chrome ohittaa sen IWA-pyynnöt.</string><string id="AuthNegotiateDelegateWhitelist">Sallitut Kerberos-delegaatiopalvelimet</string><string id="AuthNegotiateDelegateWhitelist_Explain">Palvelimet, joille Google Chrome voi siirtää käyttöoikeustietoja.

Erota palvelinten nimet pilkuilla. Jokerimerkit (*) sallitaan.

Jos et määritä käytäntöä, Google Chrome ei siirrä käyttöoikeustietoja, vaikka palvelin sijaitsisi sisäverkossa.</string><string id="AllowCrossOriginAuthPrompt">Eri lähteiden HTTP-todennuskehotteet</string><string id="AllowCrossOriginAuthPrompt_Explain">Määrittää, saako sivulla oleva kolmannen osapuolen alasisältö näyttää HTTP Basic Auth -valintaikkunan. Asetus on yleensä poistettu käytöstä tietojenkalastelun estotoimenpiteenä. Jos käytäntöä ei ole määritetty, asetus ei ole käytössä eikä kolmannen osapuolen alasisältö saa näyttää HTTP Basic Auth -valintaikkunaa.</string><string id="RestoreOnStartupGroup_group">Käynnistyssivut:</string><string id="RestoreOnStartup">Toiminto käynnistettäessä</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Avaa Uusi välilehti -sivu</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Palauta edellinen käyttökerta</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Avaa seuraavat sivut:</string><string id="RestoreOnStartupURLs">Käynnistettäessä avattavat sivut</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Käynnistettäessä avattavat sivut</string><string id="Accessibility_group">Käytettävyysasetukset</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Näytä käytettävyysvalinnat ilmaisinalueen valikossa</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Ota suuri osoitin käyttöön</string><string id="LargeCursorEnabled_Explain">Ota käyttöön suuren osoittimen käytettävyysominaisuus.

Jos tämän käytännön arvoksi on määritetty tosi, suuri osoitin on aina käytössä.

Jos tämän käytännön arvoksi on määritetty epätosi, suuri osoitin on aina pois käytöstä.

Jos määrität tämän käytännön, käyttäjät eivät voi muuttaa tai ohittaa sitä.

Jos tätä käytäntöä ei ole määritetty, suuri osoitin ei ole käytössä aluksi, mutta käyttäjä voi ottaa sen käyttöön milloin tahansa.</string><string id="SpokenFeedbackEnabled">Ota äänipalaute käyttöön</string><string id="SpokenFeedbackEnabled_Explain">Ota käyttöön äänipalautteen käytettävyysominaisuus.

Jos tämän käytännön arvoksi on määritetty tosi, äänipalaute on aina käytössä.

Jos tämän käytännön arvoksi on määritetty epätosi, äänipalaute on aina pois käytöstä.

Jos määrität tämän käytännön, käyttäjät eivät voi muuttaa tai ohittaa sitä.

Jos tätä käytäntöä ei ole määritetty, äänipalaute ei ole käytössä aluksi, mutta käyttäjä voi ottaa sen käyttöön milloin tahansa.</string><string id="HighContrastEnabled">Ota suuri kontrasti -tila käyttöön</string><string id="HighContrastEnabled_Explain">Ota käyttöön suuri kontrasti -tilan käytettävyysominaisuus.

Jos tämän käytännön arvoksi on määritetty tosi, suuri kontrasti -tila on aina käytössä.

Jos tämän käytännön arvoksi on määritetty epätosi, suuri kontrasti -tila on aina pois käytöstä.

Jos määrität tämän käytännön, käyttäjät eivät voi muuttaa tai ohittaa sitä.

Jos tätä käytäntöä ei ole määritetty, suuri kontrasti -tila ei ole käytössä aluksi, mutta käyttäjä voi ottaa sen käyttöön milloin tahansa.</string><string id="VirtualKeyboardEnabled">Ota ruutunäppäimistö käyttöön</string><string id="VirtualKeyboardEnabled_Explain">Ota käyttöön ruutunäppäimistö-esteettömyysominaisuus.

Jos tämän käytännön arvoksi on asetettu tosi, ruutunäppäimistö on aina käytössä.

Jos tämän käytännön arvoksi on asetettu epätosi, ruutunäppäimistö ei ole koskaan käytössä.

Jos määrität tämän käytännön, käyttäjät eivät voi muuttaa tai ohittaa sitä.

Jos tätä käytäntöä ei määritetä, ruutunäppäimistö on pois käytöstä aluksi mutta käyttäjä voi ottaa sen käyttöön milloin tahansa.</string><string id="KeyboardDefaultToFunctionKeys">Medianäppäimet toimivat oletuksena toimintonäppäiminä</string><string id="KeyboardDefaultToFunctionKeys_Explain">Vaihtaa ylimmän näppäimistörivin oletustoiminnot toimintonäppäimiksi.

Jos tämän käytännön arvoksi asetetaan tosi, näppäimistön ylimmän rivin näppäimet toimivat oletuksena toimintonäppäiminä. Näppäimiä voi käyttää medianäppäiminä painamalla hakunäppäintä yhtä aikaa näppäimen kanssa.

Jos tämän käytännön arvoksi asetetaan epätosi tai arvoa ei aseteta, näppäimet toimivat oletuksena medianäppäiminä, ja niitä voi käyttää toimintonäppäiminä painamalla hakunäppäintä yhtä aikaa näppäimen kanssa.</string><string id="ScreenMagnifierType">Aseta näytön suurentajan tyyppi</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Näytön suurentaja ei käytössä</string><string id="ScreenMagnifierType_Full-screen">Koko näytön suurentaja käytössä</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Aseta suuren osoittimen oletustila kirjautumisnäytössä</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Määritä suuren osoittimen käytettävyysominaisuuden oletustila kirjautumisnäytössä.

Jos tämän käytännön arvoksi on määritetty tosi, suuri osoitin on käytössä kirjautumisnäytössä.

Jos tämän käytännön arvoksi on määritetty epätosi, suuri osoitin ei ole käytössä kirjautumisnäytössä.

Jos määrität tämän käytännön, käyttäjät voivat ohittaa sen väliaikaisesti ottamalla suuren osoittimen käyttöön tai poistamalla sen käytöstä. Käyttäjän valinta ei kuitenkaan ole pysyvä, ja oletusarvo palautetaan käyttöön aina kirjautumisnäytön tullessa näkyviin uudestaan tai käyttäjän ollessa epäaktiivinen kirjautumisnäytössä minuutin ajan.

Jos tätä käytäntöä ei määritetä, suuri osoitin ei ole käytössä kirjautumisnäytön ensimmäisellä näyttökerralla. Käyttäjät voivat ottaa suuren osoittimen käyttöön tai pois käytöstä milloin tahansa, ja sen tila kirjautumisnäytössä pysyy samana, vaikka käyttäjä vaihtuisi.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Aseta äänipalautteen oletustila kirjautumisnäytössä</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Määritä äänipalautteen käytettävyysominaisuuden oletustila kirjautumisnäytössä.

Jos tämän käytännön arvoksi on määritetty tosi, äänipalaute on käytössä kirjautumisnäytössä.

Jos tämän käytännön arvoksi on määritetty epätosi, äänipalaute ei ole käytössä kirjautumisnäytössä.

Jos määrität tämän käytännön, käyttäjät voivat ohittaa sen väliaikaisesti ottamalla äänipalautteen käyttöön tai poistamalla sen käytöstä. Käyttäjän valinta ei kuitenkaan ole pysyvä, ja oletusarvo palautetaan käyttöön aina kirjautumisnäytön tullessa näkyviin uudestaan tai käyttäjän ollessa epäaktiivinen kirjautumisnäytössä minuutin ajan.

Jos tätä käytäntöä ei määritetä, äänipalaute ei ole käytössä kirjautumisnäytön ensimmäisellä näyttökerralla. Käyttäjät voivat ottaa äänipalautteen käyttöön tai pois käytöstä milloin tahansa, ja sen tila kirjautumisnäytössä pysyy samana, vaikka käyttäjä vaihtuisi.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Aseta suuri kontrasti -tilan oletustila kirjautumisnäytössä</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Määritä suuri kontrasti -tilan käytettävyysominaisuuden oletustila kirjautumisnäytössä.

Jos tämän käytännön arvoksi on määritetty tosi, suuri kontrasti -tila on käytössä kirjautumisnäytössä.

Jos tämän käytännön arvoksi on määritetty epätosi, suuri kontrasti -tila ei ole käytössä kirjautumisnäytössä.

Jos määrität tämän käytännön, käyttäjät voivat ohittaa sen väliaikaisesti ottamalla suuri kontrasti -tilan käyttöön tai poistamalla sen käytöstä. Käyttäjän valinta ei kuitenkaan ole pysyvä, ja oletusarvo palautetaan käyttöön aina kirjautumisnäytön tullessa näkyviin uudestaan tai käyttäjän ollessa epäaktiivinen kirjautumisnäytössä minuutin ajan.

Jos tätä käytäntöä ei määritetä, suuri kontrasti -tila ei ole käytössä kirjautumisnäytön ensimmäisellä näyttökerralla. Käyttäjät voivat ottaa suuri kontrasti -tilan käyttöön tai pois käytöstä milloin tahansa, ja sen tila kirjautumisnäytössä pysyy samana, vaikka käyttäjä vaihtuisi.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Määritä kirjautumisruudun ruutunäppäimistön oletustila.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Määritä kirjautumisruudun ruutunäppäimistö-esteettömyysominaisuuden oletustila.

Jos tämän käytännön arvoksi on asetettu tosi, ruutunäppäimistö on näkyvissä kirjautumisruudussa.

Jos tämän käytännön arvoksi on asetettu epätosi, ruutunäppäimistö ei ole näkyvissä kirjautumisruudussa.

Jos määrität tämän käytännön, käyttäjät voivat ohittaa sen väliaikaisesti ottamalla ruutunäppäimistön käyttöön tai poistamalla sen käytöstä. Käyttäjän valinta ei kuitenkaan tallennu, ja oletusasetus palautetaan käyttöön, kun kirjautumisruutu näytetään seuraavan kerran tai käyttäjä ei tee kirjautumisruudussa mitään yhteen minuuttiin.

Jos tätä käytäntöä ei määritetä, ruutunäppäimistö ei tule näkyviin kirjautumisruudussa. Käyttäjät voivat ottaa ruutunäppäimistön käyttöön tai poistaa sen käytöstä milloin tahansa, ja käyttäjän tekemä ruutunäppäimistön tilan muutos säilyy kaikilla käyttäjillä, kunnes sitä muutetaan.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Aseta näytön suurentajan oletustyyppi, jota käytetään kirjautumisnäytössä</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Määritä näytön suurentajan oletustyyppi, joka on käytössä kirjautumisnäytössä.

Jos tämä käytäntö on määritetty, se määrittää kirjautumisnäytössä käytössä olevan näytön suurentajan tyypin. Jos käytännön arvoksi on määritetty Ei mitään, näytön suurentaja ei ole käytössä.

Jos määrität tämän käytännön, käyttäjät voivat ohittaa sen väliaikaisesti ottamalla näytön suurentajan käyttöön tai poistamalla sen käytöstä. Käyttäjän valinta ei kuitenkaan ole pysyvä, ja oletusarvo palautetaan käyttöön aina kirjautumisnäytön tullessa näkyviin uudestaan tai käyttäjän ollessa epäaktiivinen kirjautumisnäytössä minuutin ajan.

Jos tätä käytäntöä ei määritetä, näytön suurentaja ei ole käytössä kirjautumisnäytön ensimmäisellä näyttökerralla. Käyttäjät voivat ottaa näytön suurentajan käyttöön tai pois käytöstä milloin tahansa, ja sen tila kirjautumisnäytössä pysyy samana, vaikka käyttäjä vaihtuisi.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Näytön suurentaja ei käytössä</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Koko näytön suurentaja käytössä</string><string id="Extensions_group">Laajennukset</string><string id="ExtensionInstallBlacklist">Määritä, mitä laajennuksia ei saa asentaa</string><string id="ExtensionInstallBlacklist_Explain">Voit määrittää, mitä laajennuksia käyttäjät EIVÄT saa asentaa. Jo asennetut laajennukset poistetaan käytöstä, jos ne ovat kieltoluettelossa, eikä käyttäjä voi ottaa niitä käyttöön. Kun kieltoluettelon vuoksi käytöstä poistettu laajennus on poistettu luettelosta, se otetaan automaattisesti takaisin käyttöön.

Jos kieltoluettelossa on arvo &quot;*&quot;, se tarkoittaa, että kaikki laajennukset on lisätty kieltoluetteloon, ellei niitä ole erikseen lisätty sallittujen luetteloon.

Jos käytäntöä ei ole määritetty, käyttäjä voi asentaa minkä tahansa laajennuksen palvelussa Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Määritä, mitä laajennuksia ei saa asentaa</string><string id="ExtensionInstallWhitelist">Määritä laajennukset, jotka saa asentaa</string><string id="ExtensionInstallWhitelist_Explain">Voit määrittää, mitkä laajennukset eivät kuulu kieltoluetteloon. Kieltoluettelon arvo * tarkoittaa, että kaikki laajennukset ovat kiellettyjä, ja käyttäjät voivat asentaa vain sallittujen luetteloon lisättyjä laajennuksia. Kaikki laajennukset ovat oletuksena sallittuja, mutta jos kaikki laajennukset on kielletty käytännön perusteella, käytäntö voidaan ohittaa sallittujen luettelon avulla.</string><string id="ExtensionInstallWhitelistDesc">Määritä laajennukset, jotka saa asentaa</string><string id="ExtensionInstallForcelist">Määritä sovellukset ja laajennukset, joiden asennus pakotetaan.</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Määritä sovellukset ja laajennukset, joiden asennus pakotetaan.</string><string id="ExtensionInstallSources">Määritä laajennusten, sovellusten ja käyttäjien komentosarjojen asennuslähteet</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Määritä laajennusten, sovellusten ja käyttäjien komentosarjojen asennuslähteet</string><string id="ExtensionAllowedTypes">Määritä sallitut sovellus- ja laajennustyypit</string><string id="ExtensionAllowedTypes_Explain">Hallinnoi, minkä tyyppisiä laajennuksia tai sovelluksia saa asentaa ja rajoittaa suorituksenaikaista käyttöä.

Tämä asetus lisää sallittujen luetteloon ne sovellus- tai laajennustyypit, jotka tuotteeseen Google Chrome saa asentaa ja minkä isäntien kanssa ne saavat olla vuorovaikutuksessa. Arvo on merkkijonojen luettelo. Kunkin merkkijonon tulee olla jokin seuraavista: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Saat lisätietoja näistä tyypeistä kohteen Google Chrome laajennuksien dokumentaatiosta.

Huomaa, että tämä käytäntö koskee myös laajennuksia ja sovelluksia, jotka pakotetaan asennettaviksi ExtensionInstallForcelist-käytännön avulla.

Jos tämä asetus on määritetty, sallittujen luetteloon kuulumattomia sovellus- tai laajennustyyppejä ei asenneta.

Jos tätä asetusta ei ole määritetty, kaiken tyyppisiä sovelluksia ja laajennuksia voi asentaa.</string><string id="ExtensionAllowedTypesDesc">Määritä sallitut sovellus- ja laajennustyypit</string><string id="ExtensionSettings">Laajennusten hallinnan asetukset</string><string id="ExtensionSettings_Explain">Määrittää laajennusten hallinta-asetuksia, joita Google Chrome käyttää

Tämä käytäntö hallitsee useita asetuksia, mukaan lukien nykyisten laajennuksiin liittyvien käytäntöjen hallitsemia asetuksia. Tämä käytäntö ohittaa mahdolliset aiemmin määritetyt käytännöt.

Tämä käytäntö yhdistää määritykseen laajennustunnuksen tai päivitys-URL-osoitteen. Laajennustunnuksen avulla määritys kohdistetaan vain tiettyyn laajennukseen. Erikoistunnus &quot;*&quot; voi käyttää oletusmääritystä, ja kyseinen tunnus yhdistetään kaikkiin laajennuksiin, joille ei aseteta tässä käytännössä muokattua määritystä. Päivitys-URL-osoitteen avulla määritys kohdistetaan kaikkiin laajennuksiin, joiden päivitys-URL-osoite vastaa tarkasti tämän laajennuksen teknisissä tiedoissa olevaa osoitetta. Tarkempi kuvaus on luettavissa täällä: https://developer.chrome.com/extensions/autoupdate.

Kunkin laajennuksen (tai samaa päivitys-URL-osoitetta käyttävien laajennusten) määritys on erillinen tietohakemisto, joka voi sisältää alla luetellut kentät.

&quot;installation_mode&quot;: Tämä yhdistetään merkkijonoon, joka kertoo laajennuksen asennustilan. Kelvollisia merkkijonoja ovat:
* &quot;allowed&quot;: Tämä antaa käyttäjälle oikeuden laajennuksen asentamiseen. Tätä valintaa käytetään oletuksena.
* &quot;blocked&quot;: Tämä estää laajennuksen asentamisen.
* &quot;force_installed&quot;: Laajennus asennetaan automaattisesti, eikä käyttäjä voi poistaa sitä.
* &quot;normal_installed&quot;: Laajennus asennetaan automaattisesti, mutta käyttäjä voi poistaa sen käytöstä.

&quot;installation_mode&quot; on määritettävissä myös useita laajennuksia varten, jolloin sitä voivat käyttää &quot;*&quot; oletusasetuksina) ja samaa päivitys-URL-osoitetta käyttävät laajennukset. Tällöin &quot;allowed&quot; ja &quot;blocked&quot; ovat ainoat kelvolliset arvot.

Jos tila on &quot;force_installed&quot; tai &quot;normal_installed&quot;, myös &quot;update_url&quot; täytyy määrittää. Huomaa, että tässä käytännössä asetettua päivitys-URL-osoitetta käytetään vain ensimmäisellä asennuskerralla, ja laajennuksen myöhemmillä päivityskerroilla käytetään laajennuksen teknisissä tiedoissa olevaa päivitys-URL-osoitetta. Kuten yllä todetaan, päivitys-URL-osoitteen tulee johtaa tekniset päivitystiedot sisältävään XML-tiedostoon (Update Manifest XML).

&quot;blocked_permissions&quot;: Tämä yhdistetään merkkijonoluetteloon, joka sisältää laajennukselta estetyt API-käyttöoikeudet. Käyttöoikeuksien nimet vastaavat laajennuksen teknisissä tiedoissa olevia käyttöoikeusmerkkijonoja, mistä on saatavilla lisätietoja täällä: https://developer.chrome.com/extensions/declare_permissions. Tämä asetus on määritettävissä myös laajennusta &quot;*&quot; varten. Jos laajennus tarvitsee estoluettelossa olevaa käyttöoikeutta, laajennuksen latautuminen estetään. Jos laajennus tarvitsee estettyä käyttöoikeutta vain valinnaisesti, se käsitellään tavalliseen tapaan, mutta ristiriitaiset käyttöoikeuspyynnöt hylätään automaattisesti laajennuksen suorituksen aikana.

&quot;allowed_permissions&quot;: Tämä toimii samaan tapaan kuin &quot;blocked_permissions&quot;, mutta se nimenomaisesti sallii joitakin käyttöoikeuksia, joiden käyttö voi olla estetty yleisen estoluettelon mukaan. Tällöin käyttöoikeuksia ei voida määrittää laajennusta &quot;*&quot; varten. Huomaa, että tämä asetus ei myönnä hyväksyttyjä käyttöoikeuksia laajennuksille automaattisesti.

&quot;minimum_version_required&quot;: Tämä yhdistetään versiomerkkijonoon. Versiomerkkijono on samassa muodossa kuin laajennuksen teknisissä tiedoissa oleva merkkijono, mistä on saatavilla lisätietoja täällä: https://developer.chrome.com/apps/manifest/version. Laajennus poistetaan käytöstä, jos sen versio on määritettyä vähimmäisversiota vanhempi. Tämä koskee myös automaattisesti asennettavia laajennuksia, joita käyttäjät eivät voi poistaa käytöstä.

Seuraavat asetukset ovat käytettävissä vain, kun käytössä on &quot;*&quot; ja se on määritetty oletusasetuksiin:

&quot;install_sources&quot;: Kukin tämän luettelon kohde on laajennuksen kaltainen vastaavuusmalli (https://developer.chrome.com/extensions/match_patterns). Käyttäjät voivat helposti asentaa kohteita URL-osoitteista, jotka vastaavat tässä luettelossa olevia kohteita. Sekä tiedoston *.crx sijainnin että latauksen aloitussivun (eli viittaavan sivun) täytyy olla sallittuja näiden mallien perusteella.

&quot;allowed_types&quot;: Tämä asetus lisää sallittujen luetteloon kaikki laajennukset/sovellukset, joiden asentamisen Google Chrome sallii. Asetuksen arvo on merkkijonoluettelo, jonka kunkin kohteen tulee olla jokin seuraavista: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Lisätietoja tyypeistä on saatavilla tuotteen Google Chrome laajennusdokumentaatiosta.
&quot;blocked_install_message&quot;: Jos käyttäjä yrittää asentaa laajennuksen, mutta asennus estetään käytännön perusteella, Chrome Web Store näyttää käyttäjälle yleisen virheilmoituksen. Tämän asetuksen avulla voit lisätä tekstiä virheilmoitukseen, jolloin voit esimerkiksi ohjata käyttäjän asiakastukeen tai kertoa, miksi laajennus on estetty. Virheilmoituksen tekstiä ei näytetä kokonaan, jos sen pituus on yli 1 000 merkkiä.
&quot;runtime_blocked_hosts&quot;: Tämä hyväksyy luettelon isännistä, joiden toiminta laajennuksen kanssa estetään. Tällaiseen toimintaan sisältyvät JavaScript-koodin syöttäminen, webRequest- ja webNavigation-kohteiden katselu ja muuttaminen sekä evästeiden katselu ja muuttaminen. Luettelokohteiden muoto muistuttaa vastaavuusmalleja https://developer.chrome.com/extensions/match_patterns, mutta ne eivät saa sisältää polkuja, kuten &quot;*://*.example.com&quot;. Tämä asetus tukee myös TLD-jokerimerkkien käyttöä. Esimerkiksi: &quot;*://example.*&quot;.
&quot;runtime_allowed_hosts&quot;: Tämä hyväksyy luettelon isännistä, joiden toiminta laajennuksen kanssa sallitaan riippumatta siitä, sisältääkö &quot;runtime_blocked_hosts&quot; niitä. Tämä asetus ja &quot;runtime_blocked_hosts&quot; käyttävät samanlaista luettelokohteiden muotoilua.
</string><string id="QuickUnlock_group">Lukituksen pika-avaamisen käytännöt</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Luettelo sallituista lukituksen pika-avaamisen tiloista, joita käyttäjä voi määrittää ja käyttää lukitusnäytön avaamiseen.

Tämä arvo on merkkijonoluettelo; mahdollisia luettelokohtia ovat esimerkiksi &quot;all&quot; ja &quot;PIN&quot;. Jos lisäät luetteloon &quot;all&quot;, se tarkoittaa, että kaikki lukituksen pika-avaamisen tilat ovat käyttäjän käytettävissä, mukaan lukien tulevaisuudessa käyttöön otettavat. Muuten vain luettelossa mainitut lukituksen pika-avaamisen tilat ovat käytettävissä.

Jos esimerkiksi haluat sallia kaikki lukituksen pika-avaamisen tilat, valitse [&quot;all&quot;]. Jos haluat sallia vain PIN-koodin avaamisen, valitse [&quot;PIN&quot;]. Jos haluat poistaa käytöstä kaikki lukituksen pika-avaamisen tilat, valitse [].

Oletuksena mitkään lukituksen pika-avaamisen tilat eivät ole käytettävissä hallinnoiduilla laitteilla.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Tämä asetus määrittää, kuinka usein lukitusnäyttö pyytää salasanaa, ennen kuin lukituksen pika-avaamisen käyttöä voi jatkaa. Kun käyttäjä siirtyy lukitusnäytölle, lukituksen pika-avaaminen ei ole käytettävissä, jos salasanan edellisestä antamiskerrasta kulunut aika ylittää tässä asetuksessa määritetyn ajan. Jos käyttäjä pysyy määritetyn ajan yli lukitusnäytöllä, häneltä pyydetään salasanaa, kun hän seuraavan kerran antaa virheellisen PIN-koodin tai siirtyy lukitusnäytölle uudelleen (riippuen siitä, kumpi tapahtuu ensin).

Jos tämä asetus on määritetty, pika-avaamista käyttäviä käyttäjiä pyydetään antamaan salasana lukitusnäytöllä tämän asetuksen mukaisesti.

Jos tätä asetusta ei ole määritetty, pika-avaamista käyttäviä käyttäjiä pyydetään antamaan salasana lukitusnäytöllä päivittäin.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Jos asetuksen arvo on epätosi, käyttäjät eivät voi asettaa heikkoja tai helposti arvattavia PIN-koodeja.

Heikkoja ovat esimerkiksi PIN-koodit, joissa käytetään vain yhtä numeroa (1111), joissa numerot ovat peräkkäisiä (1234 tai 4321) tai jotka ovat liian yleisiä.

Oletuksena käyttäjät saavat varoituksen, eivät virheilmoitusta, jos PIN-koodia pidetään heikkona.</string><string id="Drive_group">Määritä Google Driven asetukset</string><string id="DriveDisabled">Poistaa Google Driven käytöstä tuotteen Google Chrome OS Tiedostot-sovelluksesta</string><string id="DriveDisabled_Explain">Jos arvo on tosi, Google Driven synkronointi tuotteen Google Chrome OS Tiedostot-sovelluksen kanssa poistetaan käytöstä. Tällöin mitään tietoja ei lähetetä Google Driveen.

Jos arvoa ei ole asetettu tai se on epätosi, käyttäjät voivat siirtää tiedostoja Google Driveen.</string><string id="DriveDisabledOverCellular">Poistaa Google Driven käytöstä tuotteen Google Chrome OS Tiedostot-sovelluksesta matkapuhelinverkkoyhteyden ollessa käytössä</string><string id="DriveDisabledOverCellular_Explain">Jos tämän asetuksen arvo on True, Google Drivea ei synkronoida tuotteen Google Chrome OS Tiedostot-sovelluksessa matkapuhelinverkkoyhteyden ollessa käytössä. Tiedot synkronoidaan Google Driveen vain Wi-Fi- ja Ethernet-yhteyksillä.

Jos asetusta ei ole määritetty tai sen arvo on False, käyttäjät voivat siirtää tiedostoja Google Driveen matkapuhelinverkkoyhteydellä.</string><string id="RemoteAccess_group">Määritä etäkäyttöasetukset</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Ota käyttöön palomuurin siirto etäisännästä</string><string id="RemoteAccessHostFirewallTraversal_Explain">Sallii etäasiakkaiden muodostaa yhteyden tähän koneeseen STUN-palvelimien kautta.

Jos tämä asetus on käytössä, etäasiakkaat voivat löytää tämän koneen ja muodostaa yhteyden, vaikka kone olisi palomuurin takana.

Jos asetus ei ole käytössä ja lähtevät UDP-yhteydet menevät palomuurin kautta, tämä kone hyväksyy vain paikallisessa verkossa olevien asiakaskoneiden yhteydet.

Jos käytäntöä ei määritetä, asetus on käytössä.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Määritä etäisäntien TalkGadget-etuliite</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Määrittää etäisäntien käyttämän TalkGadget-etuliitteen ja estää käyttäjiä muuttamasta sitä.

Jos tämä asetus on määritetty, etuliite lisätään TalkGadget-nimen alkuun. Näin muodostetaan TalkGadgetille kokonainen verkkotunnuksen nimi. TalkGadgetin perusverkkotunnus on .talkgadget.google.com.

Jos tämä asetus on käytössä, isännät käyttävät  oletusverkkotunnuksen sijaan muokattua verkkotunnuksen nimeä käyttäessään TalkGadgetia.

Jos tämä asetus ei ole käytössä tai sitä ei ole määritetty, kaikki isännät käyttävät TalkGadgetin oletusverkkotunnusta (chromoting-host.talkgadget.google.com).

Tämä käytäntö ei vaikuta etäasiakkaisiin. Ne käyttävät TalkGadgetia aina verkkotunnuksen chromoting-client.talkgadget.google.com kautta.</string><string id="RemoteAccessHostRequireCurtain">Ota etäisäntien verhoaminen käyttöön</string><string id="RemoteAccessHostRequireCurtain_Explain">Mahdollistaa etäisäntien verhoamisen, kun yhteys on muodostettu.

Jos tämä asetus on käytössä, isännän tulo- ja lähtölaitteet poistetaan käytöstä, kun etäyhteys on muodostettu.

Jos tämä asetus on poistettu käytöstä tai sitä ei ole määritetty, paikalliset ja etäkäyttäjät voivat olla vuorovaikutuksessa isännän kanssa, kun se jaetaan.</string><string id="RemoteAccessHostAllowClientPairing">Ota käyttöön tai poista käytöstä etäkäytön isäntien PIN-kooditon todennus</string><string id="RemoteAccessHostAllowClientPairing_Explain">Jos tämä asetus on käytössä tai sen arvoa ei ole määritetty, käyttäjät voivat muodostaa laiteparin asiakkaiden ja isäntien välille yhteyden muodostamishetkellä. Tällöin PIN-koodia ei tarvitse antaa joka kerta.

Jos tämä asetus ei ole käytössä, tämä ominaisuus ei ole käytettävissä.</string><string id="RemoteAccessHostAllowGnubbyAuth">Salli etäkäytön isäntien gnubby-todennus</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Jos asetus on käytössä, gnubby-todennuspyynnöt lähetetään välityspalvelimen kautta etäisäntäyhteyden avulla.

Jos asetus ei ole käytössä tai sitä ei ole määritetty, gnubby-todennuspyyntöjä ei lähetetä välityspalvelimen kautta.</string><string id="RemoteAccessHostAllowRelayedConnection">Salli etäkäytön isännän käyttää relay-palvelimia</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Rajoita etäkäytön isännän käyttämää UDP-porttialuetta</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Edellyttää, että paikallisen käyttäjän nimi vastaa etäkäytön isännän omistajaa.</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL-osoite, josta etäkäytön asiakkaiden tulisi saada todennustunnus</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL-osoite etäkäytön isännän todennustunnuksen varmentamista varten</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Asiakasvarmenne yhteyden muodostamiseksi osoitteeseen RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="DefaultSearchProvider_group">Oletushakupalvelu</string><string id="DefaultSearchProviderEnabled">Ota oletushakupalvelu käyttöön</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Oletushakupalvelun nimi</string><string id="DefaultSearchProviderName_Explain">Määrittää oletushakupalvelun nimen. Jos nimi jätetään tyhjäksi tai käytäntöä ei ole määritetty, käytetään haku-URL-osoitteen määrittämää isäntänimeä. Tämä käytäntö on voimassa vain jos DefaultSearchProviderEnabled-käytäntö on käytössä.</string><string id="DefaultSearchProviderKeyword">Oletushakupalvelun avainsana</string><string id="DefaultSearchProviderKeyword_Explain">Määrittää avainsanan, joka käynnistää omniboxissa tämän hakupalvelun haun. Tämä käytäntö on valinnainen. Jos sitä ei ole määritetty, mikään avainsana ei käynnistä tätä hakupalvelua. Tämä käytäntö on voimassa vain, jos DefaultSearchProviderEnabled-käytäntö on käytössä.</string><string id="DefaultSearchProviderSearchURL">Oletushakupalvelun haku-URL-osoite</string><string id="DefaultSearchProviderSearchURL_Explain">Määrittää oletushaussa käytettävän hakukoneen URL-osoitteen. Osoitteen on sisällettävä merkkijono {searchTerms}, joka korvataan kyselyn aikana käyttäjän kirjoittamalla tekstillä.

Google-haun URL-osoitteen voi antaa muodossa '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Tämä käytäntö täytyy asettaa, jos käytäntö DefaultSearchProviderEnabled on käytössä. Se toteutetaan vain, jos kyseinen käytäntö on käytössä.</string><string id="DefaultSearchProviderSuggestURL">Oletushakupalvelun ehdottama URL-osoite</string><string id="DefaultSearchProviderSuggestURL_Explain">Määrittää oletushaussa käytettävän hakukoneen URL-osoitteen. Osoitteen on sisällettävä merkkijono {searchTerms}, joka korvataan kyselyn aikana käyttäjän kirjoittamalla tekstillä.

Tämä käytäntö on valinnainen. Jos sitä ei ole asetettu, mitään ehdotus-URL-osoitetta ei käytetä.

Googlen ehdotus-URL-osoitteen voi antaa muodossa '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Tämä käytäntö toteutetaan vain, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="DefaultSearchProviderInstantURL">Oletushakupalvelun Instant-URL-osoite</string><string id="DefaultSearchProviderInstantURL_Explain">Määrittää Instant-hakuihin käytettävän hakukoneen URL-osoitteen. Osoitteen on sisällettävä merkkijono '{searchTerms}', joka korvataan kyselyn aikana käyttäjän kirjoittamalla tekstillä.

Tämä käytäntö on valinnainen. Jos sitä ei ole asetettu, Instant-hakutuloksia ei tarjota.

Googlen Instant-hakutulosten URL-osoitteen voi antaa muodossa '{google:baseURL}suggest?q={searchTerms}'.

Tämä käytäntö toteutetaan vain, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="DefaultSearchProviderIconURL">Oletushakupalvelun kuvake</string><string id="DefaultSearchProviderIconURL_Explain">Määrittää oletushakupalvelun suosikkikuvakkeen URL-osoitteen. Tämä käytäntö on valinnainen. Jos sitä ei ole määritetty, hakupalvelulle ei käytetä kuvaketta. Käytäntö on voimassa vain, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="DefaultSearchProviderEncodings">Oletushakupalvelun merkkijärjestelmät</string><string id="DefaultSearchProviderEncodings_Explain">Määrittää hakupalvelun tukemat merkkikoodaukset. Koodaukset ovat koodisivun nimiä, kuten UTF-8, GB2312 ja ISO-8859-1. Koodauksia yritetään käyttää määritetyssä järjestyksessä. Tämä käytäntö on valinnainen, ja jos sitä ei ole määritetty, käytetään oletusasetusta (UTF-8). Tämä käytäntö on voimassa vain, jos DefaultSearchProviderEnabled-käytäntö on käytössä.</string><string id="DefaultSearchProviderEncodingsDesc">Oletushakupalvelun merkkijärjestelmät</string><string id="DefaultSearchProviderAlternateURLs">Oletushakupalvelun vaihtoehtoiset URL-osoitteet</string><string id="DefaultSearchProviderAlternateURLs_Explain">Määrittää luettelon vaihtoehtoisia URL-osoitteita, joiden avulla voidaan noutaa hakutermejä hakukoneelta. URL-osoitteiden tulee sisältää merkkijono '{searchTerms}', jota käytetään hakutermien noutamiseen.

Tämä käytäntö on valinnainen. Jos sitä ei ole määritetty, hakutermejä ei noudeta vaihtoehtoisten URL-osoitteiden avulla.

Tätä käytäntöä noudatetaan vain, jos DefaultSearchProviderEnabled-käytäntö on käytössä.</string><string id="DefaultSearchProviderAlternateURLsDesc">Oletushakupalvelun vaihtoehtoiset URL-osoitteet</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametri, joka hallitsee oletushakupalvelun hakutermien sijoittelua</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Jos tämä käytäntö on määritetty ja jos omniboxin kautta ehdotettu hakuosoite sisältää tämän parametrin kyselymerkkijonossa tai osatunnisteessa, ehdotus näyttää hakutermit ja hakupalvelun tarjoajan eikä raakamuotoista hakuosoitetta.

Tämä on valinnainen käytäntö. Jos sitä ei määritetä, hakutermejä ei korvata.

Tätä käytäntöä noudatetaan vain, jos DefaultSearchProviderEnabled-käytäntö on käytössä.</string><string id="DefaultSearchProviderImageURL">Parametri, joka tarjoaa kuvan perusteella haku -ominaisuuden oletushakupalvelulle</string><string id="DefaultSearchProviderImageURL_Explain">Määrittää kuvahaun tarjoavan hakukoneen URL-osoitteen. Hakupyynnöt lähetetään GET-metodin avulla. Jos käytäntö DefaultSearchProviderImageURLPostParams on määritetty, kuvahakupyynnöt suoritetaan sen sijaan POST-metodin avulla.

Tämä käytäntö on valinnainen. Jos sitä ei ole määritetty, kuvahakua ei käytetä.

Käytäntö on voimassa vain, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="DefaultSearchProviderNewTabURL">Oletusarvoisen hakujen tarjoajan uusi välilehti -sivun URL-osoite</string><string id="DefaultSearchProviderNewTabURL_Explain">Määrittää URL-osoitteen, jota hakukone käyttää tarjotessaan uusi välilehti -sivun.

Tämä käytäntö on valinnainen. Jos sitä ei ole asetettu, uutta välilehteä ei tarjota.

Tämä käytäntö toteutetaan, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="DefaultSearchProviderSearchURLPostParams">POST-metodia käyttävän haun URL-osoitteen parametrit</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Määrittää parametrit, joita käytetään tehtäessä URL-osoitteiden hakuja POST-metodin avulla. Se koostuu pilkuilla erotetuista nimi/arvo-pareista. Jos arvo on malliparametri kuten yllä olevan esimerkin {searchTerms}, se korvataan oikeilla hakusanatiedoilla.

Tämä käytäntö on valinnainen. Jos sitä ei ole määritetty, hakupyyntö lähetetään GET-metodin avulla.

Käytäntö on voimassa vain, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="DefaultSearchProviderSuggestURLPostParams">POST-metodia käyttävän ehdotushaun URL-osoitteen parametrit</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Määrittää parametrit, joita käytetään tehtäessä ehdotushakuja POST-metodin avulla. Se koostuu pilkuilla erotetuista nimi/arvo-pareista. Jos arvo on malliparametri kuten yllä olevan esimerkin {searchTerms}, se korvataan oikeilla hakusanatiedoilla.

Tämä käytäntö on valinnainen. Jos sitä ei ole määritetty, ehdotushakupyyntö lähetetään GET-metodin avulla.

Käytäntö on voimassa vain, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="DefaultSearchProviderInstantURLPostParams">POST-metodia käyttävän pikahaun URL-osoitteen parametrit</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Määrittää parametrit, joita käytetään tehtäessä pikahakuja POST-metodin avulla. Se koostuu pilkuilla erotetuista nimi/arvo-pareista. Jos arvo on malliparametri kuten yllä olevan esimerkin {searchTerms}, se korvataan oikeilla hakusanatiedoilla.

Tämä käytäntö on valinnainen. Jos sitä ei ole määritetty, pikahakupyyntö lähetetään GET-metodin avulla.

Käytäntö on voimassa vain, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="DefaultSearchProviderImageURLPostParams">POST-metodia käyttävän kuvahaun URL-osoitteen parametrit</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Määrittää parametrit, joita käytetään tehtäessä kuvahakuja POST-metodin avulla. Se koostuu pilkuilla erotetuista nimi/arvo-pareista. Jos arvo on malliparametri kuten yllä olevan esimerkin {imageThumbnail}, se korvataan oikeilla pikkukuvatiedoilla.

Tämä käytäntö on valinnainen. Jos sitä ei ole määritetty, kuvahakupyyntö lähetetään GET-metodin avulla.

Käytäntö on voimassa vain, jos käytäntö DefaultSearchProviderEnabled on käytössä.</string><string id="PasswordManager_group">Salasanan hallinta</string><string id="PasswordManagerEnabled">Ota käyttöön salasanojen tallentaminen salasanojen hallintaohjelmaan</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="ContentSettings_group">Sisältöasetukset</string><string id="DefaultCookiesSetting">Evästeiden oletusasetus</string><string id="DefaultCookiesSetting_Explain">Tällä käytännöllä määritetään, onko sivustoilla lupa luoda paikallisia tietoja. Paikallisten tietojen luominen voidaan sallia kaikille sivustoille tai kieltää kaikilta sivustoilta.

Jos tämän käytännön asetus on Säilytä evästeet käyttökerran ajan, evästeet poistetaan käyttökerran päätyttyä. Huom. Jos Google Chrome on käynnissä taustatilassa, käyttökerta ei välttämättä pääty viimeisen ikkunan sulkeutuessa. Katso käytäntö BackgroundModeEnabled, niin saat lisätietoja tämän toiminnallisuuden määrittämisestä.

Jos tätä käytäntöä ei aseteta, sen sijaan käytetään AllowCookies-käytäntöä ja käyttäjä voi muuttaa asetusta.</string><string id="DefaultCookiesSetting_AllowCookies">Anna kaikkien sivustojen luoda tiedostoja tietokoneelle</string><string id="DefaultCookiesSetting_BlockCookies">Älä salli sivustojen luoda tiedostoja tietokoneelle</string><string id="DefaultCookiesSetting_SessionOnly">Säilytä evästeet käyttökerran ajan</string><string id="DefaultImagesSetting">Kuvien oletusasetus</string><string id="DefaultImagesSetting_Explain">Voit määrittää, saavatko sivustot näyttää kuvia. Kuvien näyttäminen voidaan sallia kaikille sivustoille tai kieltää kaikilta sivustoilta. Jos tätä käytäntöä ei ole määritetty, AllowImages-asetusta käytetään, ja käyttäjä voi muuttaa asetusta.</string><string id="DefaultImagesSetting_AllowImages">Salli kaikkien sivustojen näyttää kaikki kuvat</string><string id="DefaultImagesSetting_BlockImages">Älä anna sivustojen näyttää kuvia</string><string id="DefaultJavaScriptSetting">JavaScriptin oletusasetus</string><string id="DefaultJavaScriptSetting_Explain">Voit määrittää, saavatko sivustot suorittaa JavaScriptiä. JavaScriptin suorittaminen voidaan joko sallia kaikille sivustoille tai kieltää kaikilta sivustoilta. Jos tätä käytäntöä ei ole asetettu, käytetään AllowJavaScript-määritystä, ja käyttäjä voi muuttaa sitä.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Anna kaikkien sivustojen käyttää JavaScriptiä (suositus)</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Älä salli sivustojen käyttää JavaScriptiä</string><string id="DefaultPluginsSetting">Flash-oletusasetus</string><string id="DefaultPluginsSetting_Explain">Voit määrittää, saavatko sivustot suorittaa Flash-laajennuksen automaattisesti. Flash voidaan joko suorittaa automaattisesti kaikilla sivustoilla tai ei millään sivustoilla.

Toista klikkaamalla tarkoittaa, että Flash voidaan suorittaa, mutta käyttäjän on sallittava suorittaminen klikkaamalla.

Jos tätä käytäntöä ei ole määritetty, käyttäjä voi muuttaa asetusta manuaalisesti.</string><string id="DefaultPluginsSetting_AllowPlugins">Salli kaikkien sivustojen suorittaa Flash-laajennus automaattisesti.</string><string id="DefaultPluginsSetting_BlockPlugins">Estä Flash-laajennus.</string><string id="DefaultPluginsSetting_ClickToPlay">Käynnistä klikkaamalla</string><string id="DefaultPopupsSetting">Ponnahdusikkunoiden oletusasetus</string><string id="DefaultPopupsSetting_Explain">Voit määrittää, saavatko sivustot näyttää ponnahdusikkunoita. Ponnahdusikkunoiden näyttäminen voidaan sallia kaikille sivustoille tai kieltää kaikilta sivustoilta. Jos tätä käytäntöä ei ole määritetty, käytetään BlockPopups-asetusta, ja käyttäjä voi muuttaa asetusta.</string><string id="DefaultPopupsSetting_AllowPopups">Anna kaikkien sivustojen näyttää ponnahdusikkunoita</string><string id="DefaultPopupsSetting_BlockPopups">Älä anna sivustojen näyttää ponnahdusikkunoita</string><string id="DefaultNotificationsSetting">Ilmoitusten oletusasetus</string><string id="DefaultNotificationsSetting_Explain">Voit määrittää, saavatko sivustot näyttää työpöytäilmoituksia. Työpöytäilmoituksien näyttäminen voidaan sallia oletuksena, kieltää oletuksena, tai käyttäjältä voidaan kysyä aina sivuston halutessa näyttää työpöytäilmoituksia. Jos tätä käytäntöä ei ole määritetty, käytetään AskNotifications-käytäntöä, ja käyttäjä voi muuttaa sitä.</string><string id="DefaultNotificationsSetting_AllowNotifications">Anna kaikkien sivustojen näyttää työpöytäilmoituksia</string><string id="DefaultNotificationsSetting_BlockNotifications">Älä anna sivustojen näyttää työpöytäilmoituksia</string><string id="DefaultNotificationsSetting_AskNotifications">Kysy minulta aina, kun sivusto haluaa näyttää työpöytäilmoituksia</string><string id="DefaultGeolocationSetting">Maantieteellisen sijainnin oletusasetus</string><string id="DefaultGeolocationSetting_Explain">Voit määrittää, voivatko sivustot seurata käyttäjän fyysistä sijaintia. Voit sallia tai kieltää käyttäjien sijainnin seuraamisen oletuksena, tai kysyä käyttäjältä aina sivuston pyytäessä sijaintitietoja. Jos tätä käytäntöä ei ole määritetty, AskGeolocation-käytäntöä käytetään ja käyttäjä voi muuttaa asetusta.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Anna sivustojen seurata käyttäjien fyysistä sijaintia</string><string id="DefaultGeolocationSetting_BlockGeolocation">Älä anna minkään sivuston seurata käyttäjien fyysistä sijaintia</string><string id="DefaultGeolocationSetting_AskGeolocation">Kysy aina, kun sivusto haluaa seurata käyttäjän fyysistä sijaintia</string><string id="DefaultWebBluetoothGuardSetting">Hallinnoi Web Bluetooth ‑sovellusliittymän käyttöä</string><string id="DefaultWebBluetoothGuardSetting_Explain">Määritä, sallitaanko sivustojen käyttää lähistöllä olevia Bluetooth-laitteita. Käyttö on mahdollista estää kokonaan, tai käyttäjältä voidaan pyytää vahvistusta aina, kun verkkosivusto haluaa käyttää lähistöllä olevaa Bluetooth-laitetta.

Jos tätä käytäntöä ei ole määritetty, sen arvoksi asetetaan 3 ja käyttäjä voi halutessaan muokata sitä.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Älä salli sivustojen pyytää Bluetooth-laitteiden käyttöoikeutta Web Bluetooth ‑sovellusliittymän kautta</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Salli sivustojen pyytää käyttäjältä lupaa lähistöllä olevien Bluetooth-laitteiden käyttämiseen</string><string id="AutoSelectCertificateForUrls">Valitse automaattisesti näiden sivustojen asiakasvarmenteet</string><string id="AutoSelectCertificateForUrls_Explain">Antaa käyttäjän määrittää listan URL-osoitemalleista, joita vastaaville sivustoille Google Chrome valitsee automaattisesti asiakasvarmenteen sivuston pyytäessä varmennetta.

Arvon täytyy olla joukko merkkijonoina annettuja JSON-sanakirjamerkintöjä. Jokaisen merkinnän muoto on { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }. Tässä $URL_PATTERN on sisältöasetuksen malli. Suodatusarvo $FILTER määrittää, mitkä asiakasvarmenteet ovat selaimen valittavissa automaattisesti. Suodatusarvosta huolimatta selain voi valita vain varmenteita, jotka vastaavat palvelimen varmennepyyntöä. Lisäksi jos $FILTER annetaan muodossa { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, selain valitsee vain asiakasvarmenteita, joihin liittyvään varmenteeseen merkitty nimi on $ISSUER_CN. Jos $FILTER on tyhjä sanastomerkintä {}, asiakasvarmenteiden valintaan ei sovelleta lisärajoituksia.

Jos tätä käytäntöä ei aseteta, varmenteiden automaattista valintaa ei käytetä millään sivustolla.</string><string id="AutoSelectCertificateForUrlsDesc">Valitse automaattisesti näiden sivustojen asiakasvarmenteet</string><string id="CookiesAllowedForUrls">Salli evästeet näissä sivustoissa</string><string id="CookiesAllowedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka saavat asettaa evästeitä. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultCookiesSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="CookiesAllowedForUrlsDesc">Salli evästeet näissä sivustoissa</string><string id="CookiesBlockedForUrls">Estä evästeet näissä sivustoissa</string><string id="CookiesBlockedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka eivät saa asettaa evästeitä. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultCookiesSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="CookiesBlockedForUrlsDesc">Estä evästeet näissä sivustoissa</string><string id="CookiesSessionOnlyForUrls">Salli vain käyttökerran evästeet näissä sivustoissa</string><string id="CookiesSessionOnlyForUrls_Explain">Antaa määrittää luettelon URL-osoitemalleista, joita vastaavat sivustot voivat tallentaa käyttökertakohtaisia evästeitä.

Jos tätä käytäntöä ei aseteta, kaikkiin sivustoihin sovelletaan yleistä oletusarvoa, joka perustuu DefaultCookiesSetting-käytäntöön, jos se on asetettu, tai muussa tapauksessa käyttäjän omiin asetuksiin.

Huom. Jos Google Chrome on käynnissä taustatilassa, käyttökerta ei välttämättä pääty viimeisen selainikkunan sulkeutuessa vaan pysyy aktiivisena selaimen sulkemiseen asti. Katso käytäntö BackgroundModeEnabled, niin saat lisätietoja tämän toiminnallisuuden määrittämisestä.

Jos RestoreOnStartup-käytäntö on määritetty palauttamaan aiempien käyttökertojen URL-osoitteet, tätä käytäntöä ei noudateta, vaan kyseisten sivustojen evästeet tallennetaan pysyvästi.</string><string id="CookiesSessionOnlyForUrlsDesc">Salli vain käyttökerran evästeet näissä sivustoissa</string><string id="ImagesAllowedForUrls">Salli kuvat näissä sivustoissa</string><string id="ImagesAllowedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka saavat näyttää kuvia. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultImagesSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="ImagesAllowedForUrlsDesc">Salli kuvat näissä sivustoissa</string><string id="ImagesBlockedForUrls">Estä kuvat näissä sivustoissa</string><string id="ImagesBlockedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka eivät saa näyttää kuvia. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultImagesSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="ImagesBlockedForUrlsDesc">Estä kuvat näissä sivustoissa</string><string id="JavaScriptAllowedForUrls">Salli JavaScript näissä sivustoissa</string><string id="JavaScriptAllowedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka saavat suorittaa JavaScriptiä. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultJavaScriptSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="JavaScriptAllowedForUrlsDesc">Salli JavaScript näissä sivustoissa</string><string id="JavaScriptBlockedForUrls">Estä JavaScript näissä sivustoissa</string><string id="JavaScriptBlockedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka eivät saa suorittaa JavaScriptiä. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultJavaScriptSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="JavaScriptBlockedForUrlsDesc">Estä JavaScript näissä sivustoissa</string><string id="PluginsAllowedForUrls">Salli Flash-laajennus näillä sivustoilla.</string><string id="PluginsAllowedForUrls_Explain">Voit määrittää URL-osoitemalleja, joiden määrittämät sivustot saavat suorittaa Flash-laajennuksen.

Jos tätä käytäntöä ei ole määritetty, kaikkiin sivustoihin sovelletaan DefaultPluginsSetting-käytäntöä (jos se on määritetty) tai käyttäjän omien asetusten mukaista yleistä oletusarvoa.</string><string id="PluginsAllowedForUrlsDesc">Salli Flash-laajennus näillä sivustoilla.</string><string id="PluginsBlockedForUrls">Estä Flash-laajennus näillä sivustoilla.</string><string id="PluginsBlockedForUrls_Explain">Voit määrittää URL-osoitemalleja, joiden määrittämät sivustot eivät saa suorittaa Flash-laajennusta.

Jos tätä käytäntöä ei ole määritetty, kaikkiin sivustoihin sovelletaan DefaultPluginsSetting-käytäntöä (jos se on määritetty) tai käyttäjän omien asetusten mukaista yleistä oletusarvoa.</string><string id="PluginsBlockedForUrlsDesc">Estä Flash-laajennus näillä sivustoilla.</string><string id="PopupsAllowedForUrls">Salli ponnahdusikkunat näissä sivustoissa</string><string id="PopupsAllowedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka saavat avata ponnahdusikkunoita. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultPopupsSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="PopupsAllowedForUrlsDesc">Salli ponnahdusikkunat näissä sivustoissa</string><string id="RegisteredProtocolHandlers">Rekisteröi protokollan käsittelijöitä</string><string id="RegisteredProtocolHandlers_Explain">Tämän käytännön avulla voit rekisteröidä luettelon protokollan käsittelijöitä. Tämä voi olla vain suositeltu käytäntö. |protocol|-ominaisuudeksi tulee asettaa malli, kuten &quot;mailto&quot;, ja |url|-ominaisuudeksi tulee asettaa kyseistä mallia käsittelevän sovelluksen URL-osoitemalli. Osoitemalli voi sisältää merkin %s, joka korvataan käsiteltävällä URL-osoitteella.

Käytännön avulla rekisteröidyt protokollan käsittelijät yhdistetään käyttäjän rekisteröimien käsittelijöiden kanssa, ja molemmat ovat käytettävissä. Käyttäjä voi ohittaa käytännön määrittämät protokollan käsittelijät asentamalla uuden oletuskäsittelijän. Käyttäjä ei kuitenkaan voi poistaa käytännön avulla rekisteröityjä protokollan käsittelijöitä.</string><string id="PopupsBlockedForUrls">Estä ponnahdusikkunat näissä sivustoissa</string><string id="PopupsBlockedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka eivät saa avata ponnahdusikkunoita. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultPopupsSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="PopupsBlockedForUrlsDesc">Estä ponnahdusikkunat näissä sivustoissa</string><string id="NotificationsAllowedForUrls">Salli ilmoitukset näillä sivustoilla</string><string id="NotificationsAllowedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka saavat näyttää ilmoituksia. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultNotificationsSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="NotificationsAllowedForUrlsDesc">Salli ilmoitukset näillä sivustoilla</string><string id="NotificationsBlockedForUrls">Estä ilmoitukset näillä sivustoilla</string><string id="NotificationsBlockedForUrls_Explain">Voit määrittää luettelon URL-malleja, joissa määritetään sivustot, jotka eivät saa näyttää ilmoituksia. Jos tätä käytäntöä ei ole määritetty, kaikille sivustoille käytetään joko DefaultNotificationsSetting-käytännön yleistä oletusarvoa, jos se on asetettu, tai käyttäjän henkilökohtaisia määrityksiä.</string><string id="NotificationsBlockedForUrlsDesc">Estä ilmoitukset näillä sivustoilla</string><string id="NewTabPage_group">Uusi välilehti -sivu</string><string id="NewTabPageLocation">Määritä Uusi välilehti ‑sivun URL-osoite</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="PowerManagement_group">Virran hallinta</string><string id="LidCloseAction">Toiminto, kun käyttäjä sulkee kannen</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Keskeytä</string><string id="LidCloseAction_LidCloseActionLogout">Kirjaa käyttäjä ulos</string><string id="LidCloseAction_LidCloseActionShutdown">Sammuta</string><string id="LidCloseAction_LidCloseActionDoNothing">Ei toimia</string><string id="PowerManagementUsesAudioActivity">Määritä, vaikuttaako äänitoiminta virranhallintaan</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Määritä, vaikuttaako videotoiminta virranhallintaan</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Prosenttiosuus, jolla näytön himmennyksen viive skaalataan esitystilassa</string><string id="PresentationScreenDimDelayScale_Explain">Määrittää prosenttimäärän, jolla näytön himmennyksen viive skaalataan, kun laite on esitystilassa.

Jos tämä käytäntö on asetettu, se määrittää prosenttimäärän, jonka mukaan näytön himmennyksen viive skaalataan, kun laite on esitystilassa. Kun himmennyksen viive on skaalattu, näytön sammutus-, lukitus- ja käyttämättömyysviiveet säädetään ylläpitämään samoja etäisyyksiä näytön himmennyksen viiveestä kuin alun perin määritettiin.

Jos tätä käytäntöä ei ole määritetty, oletusskaalauskerrointa käytetään.

Skaalauskertoimen on oltava vähintään 100 %. Sellaiset arvot eivät ole sallittuja, jotka tekisivät näytön himmennyksen viiveestä esitystilassa lyhyemmän kuin normaalitilassa.</string><string id="AllowScreenWakeLocks">Salli näytön herätyksen lukitus</string><string id="AllowScreenWakeLocks_Explain">Määrittää, sallitaanko näytön herätyksen lukitus. Laajennus voi pyytää näytön herätyksen lukitusta virranhallintalaajennuksen sovellusliittymän kautta.

Jos käytännön asetus on tosi tai arvoa ei ole asetettu, virranhallinta noudattaa näytön herätyksen lukitusta.

Jos käytännön asetus on epätosi, näytön herätyksen lukituspyynnöt ohitetaan.</string><string id="UserActivityScreenDimDelayScale">Prosenttimäärä, jonka mukaan näytön himmennys skaalataan, jos käyttäjä on aktiivinen himmennyksen jälkeen</string><string id="UserActivityScreenDimDelayScale_Explain">Määrittää prosenttimäärän, jolla näytön himmennyksen viive skaalataan, kun käyttäjän toimia huomataan näytön ollessa himmennettynä tai pian näytön sammuttamisen jälkeen.

Jos tämä käytäntö on asetettu, se määrittää prosenttimäärän, jolla näytön himmennyksen viive skaalataan, kun käyttäjän toimia huomataan näytön ollessa himmennettynä tai pian näytön sammuttamisen jälkeen. Kun himmennyksen viive on skaalattu, näytön sammutus-, lukitus- ja käyttämättömyysviiveet säädetään ylläpitämään samoja etäisyyksiä näytön himmennyksen viiveestä kuin alunperin määritettiin.

Jos tätä käytäntöä ei ole määritetty, oletusskaalauskerrointa käytetään.

Skaalauskertoimen on oltava vähintään 100 %.</string><string id="WaitForInitialUserActivity">Odota alkuperäisen käyttäjän toimintaa</string><string id="WaitForInitialUserActivity_Explain">Määritä, alkavatko virranhallinnan viiveet ja istuntojen pituusrajoitukset vasta käyttäjän ensimmäisen toiminnon jälkeen.

Jos tämän käytännön arvoksi on määritetty tosi, virranhallinnan viiveet ja istuntojen pituusrajoitukset eivät ala ennen kuin käyttäjän ensimmäinen istunnon aikainen toiminto on havaittu.

Jos tämän käytännön arvoksi on määritetty epätosi tai jos sitä ei ole määritetty ollenkaan, virranhallinnan viiveet ja istuntojen pituusrajoitukset alkavat heti istunnon alusta.</string><string id="PowerManagementIdleSettings">Virransäästöasetukset laitteen ollessa käyttämättä</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Ruudun lukituksen viiveet</string><string id="ScreenLockDelays_Explain">Määrittää ajan, jonka jälkeen näyttö lukitaan verkko- tai akkuvirtaa käytettäessä, jos käyttäjä ei tee mitään.

Jos arvo on suurempi kuin nolla, se tarkoittaa aikaa, joka käyttäjän on oltava toimettomana ennen kuin Google Chrome OS lukitsee näytön.

Jos arvo on nolla, Google Chrome OS ei lukitse näyttöä, vaikka käyttäjä on toimettomana.

Jos arvoa ei ole määritetty, oletusarvoa käytetään sen sijasta.

Suositeltu tapa lukita näyttö käyttämättömänä on ottaa näytön lukitus käyttöön jäädytyksen yhteydessä, jolloin Google Chrome OS jäädyttää laitteen määritetyn ajan jälkeen. Käytäntöä tulee käyttää vain, jos näytön lukitus tapahtuu huomattavasti aiemmin kuin jäädytys tai jos et halua laitetta jäädytettävän käyttämättömänä.

Käytännön arvo tulee antaa millisekunteina. Arvon on oltava pienempi kuin käyttämättömyyden viive.</string><string id="Proxy_group">Välityspalvelin</string><string id="ProxyMode">Valitse, miten välityspalvelimen asetukset määritetään</string><string id="ProxyMode_Explain">Voit määrittää välityspalvelimen, jota Google Chrome käyttää, ja estää käyttäjiä muokkaamasta välityspalvelinasetuksia.

Jos välityspalvelimia ei koskaan käytetä ja yhteys muodostetaan aina suoraan, kaikki muut asetukset ohitetaan.

Jos käytät järjestelmän välityspalvelinasetuksia, kaikki muut asetukset ohitetaan.

Jos välityspalvelin tunnistetaan automaattisesti, kaikki muut asetukset ohitetaan.

Jos otat käyttöön kiinteän välityspalvelimen tilan, voit määrittää lisäasetuksia kohdassa Välityspalvelimen osoite tai URL-osoite ja Välityspalvelimen ohitussääntöjen pilkuilla erotettu luettelo. ARC-sovellukset voivat käyttää vain HTTP-välityspalvelinta, jolla on korkein prioriteetti.

Jos käytät .pac-välityspalvelinkomentosarjaa, sinun täytyy määrittää sen URL-osoite kohdassa Välityspalvelimen .pac-tiedoston URL-osoite.

Löydät esimerkkejä osoitteesta
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Jos otat tämän asetuksen käyttöön, Google Chrome ja ARC-sovellukset ohittavat kaikki komentorivin kautta määritetyt välityspalvelinasetukset.

Jos tätä käytäntöä ei ole määritetty, käyttäjät voivat valita välityspalvelinasetukset itse.</string><string id="ProxyMode_ProxyDisabled">Älä käytä välityspalvelinta</string><string id="ProxyMode_ProxyAutoDetect">Hae välityspalvelimen asetukset automaattisesti</string><string id="ProxyMode_ProxyPacScript">Käytä .pac-välityspalvelinkoodia</string><string id="ProxyMode_ProxyFixedServers">Käytä kiinteitä välityspalvelimia</string><string id="ProxyMode_ProxyUseSystem">Käytä järjestelmän välityspalvelimen asetuksia</string><string id="ProxyServer">Välityspalvelimen osoite tai URL-osoite</string><string id="ProxyServer_Explain">Voit määrittää välityspalvelimen URL-osoitteen tässä.

Tämä käytäntö otetaan käyttöön vain, jos olet valinnut manuaaliset välityspalvelinasetukset Valitse, miten välityspalvelimen asetukset määritetään -kohdassa.

Älä määritä tätä käytäntöä, jos olet valinnut jonkin muun välityspalvelinkäytäntöjen määritystilan.

Löydät lisäasetuksia ja yksityiskohtaisia esimerkkejä seuraavasta osoitteesta:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">Välityspalvelimen .pac-tiedoston URL-osoite</string><string id="ProxyPacUrl_Explain">Voit määrittää välityspalvelimen .pac-tiedoston URL-osoitteen tässä.

Tämä käytäntö otetaan käyttöön vain, jos olet valinnut manuaaliset välityspalvelinasetukset Valitse, miten välityspalvelimen asetukset määritetään -kohdassa.

Älä määritä tätä käytäntöä, jos olet valinnut jonkin muun välityspalvelinkäytäntöjen määritystilan.

Löydät yksityiskohtaisia esimerkkejä seuraavasta osoitteesta:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Välityspalvelimen ohitussäännöt</string><string id="ProxyBypassList_Explain">Google Chrome ohittaa kaikki tässä annettujen isäntien välityspalvelimet.

Tämä käytäntö tulee voimaan vain, jos olet valinnut välityspalvelimen asetusten manuaalisen määrityksen kohdassa Valitse, miten välityspalvelimen asetukset määritetään.

Älä määritä tätä käytäntöä, jos olet valinnut toisen välityspalvelinkäytäntöjen määritystavan.

Löydät lisää esimerkkejä osoitteesta
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="AllowDeletingBrowserHistory">Salli selaus- ja lataushistorian poistaminen</string><string id="AllowDeletingBrowserHistory_Explain">Estää tuotteen Google Chrome selaus- ja lataushistorian poistamisen ja estää käyttäjiä muuttamasta asetusta.

Huomaathan, että vaikka käytäntöä ei otettaisi käyttöön, selaus- ja lataushistoriaa ei välttämättä säilytetä: käyttäjät saattavat pystyä muokkaamaan tai poistamaan historiatietokannan tiedostoja käsin, ja selain voi itse poistaa tai arkistoida vanhoja kohteita koska tahansa.

Jos asetus otetaan käyttöön tai määritetään, selaus- ja lataushistorian poistaminen on sallittu.

Jos asetusta ei oteta käyttöön, selaus- ja lataushistoriaa ei voi poistaa.</string><string id="AllowDinosaurEasterEgg">Salli dinosauruspeli</string><string id="AllowDinosaurEasterEgg_Explain">Anna käyttäjien pelata dinosauruspeliä laitteen ollessa offline-tilassa.

Jos tämän käytännön arvo on epätosi, käyttäjät eivät voi pelata dinosauruspeliä laitteen ollessa offline-tilassa. Jos asetuksen arvo on tosi, käyttäjät voivat pelata peliä. Jos käytännön arvoa ei ole määritetty, käyttäjät eivät voi pelata dinosauruspeliä käyttöön otetulla Chrome-käyttöjärjestelmälaitteella, mutta voivat pelata peliä muissa olosuhteissa.</string><string id="AllowOutdatedPlugins">Salli vanhentuneiden laajennuksien käyttö</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Salli näytön lukitseminen</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Määritä verkkotunnukset, joille sallitaan Google Apps -käyttö</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Ota vaihtoehtoiset virhesivut käyttöön</string><string id="AlternateErrorPagesEnabled_Explain">Ottaa käyttöön tuotteen Google Chrome vaihtoehtoiset virhesivut (kuten &quot;sivua ei löydy&quot;) ja estää käyttäjiä vaihtamasta asetusta. Jos otat tämän asetuksen käyttöön, vaihtoehtoisia virhesivuja käytetään. Jos poistat asetuksen käytöstä, vaihtoehtoisia virhesivuja ei käytetä. Valittuasi asetuksen käyttäjät eivät voi muuttaa tai ohittaa sitä tuotteessa Google Chrome. Jos käytäntöä ei ole määritetty, vaihtoehtoisia virhesivuja käytetään, mutta käyttäjät voivat muuttaa asetusta.</string><string id="AlwaysAuthorizePlugins">Suorittaa todennusta edellyttävät laajennukset aina</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Ota käyttöön Android Backup Service</string><string id="ArcBackupRestoreEnabled_Explain">Jos tämän käytännön arvo on Tosi, Android-sovellusten tiedot varmuuskopioidaan Android Backup ‑palvelimille ja voidaan palauttaa yhteensopivien sovellusten uudelleenasentamisen yhteydessä.

Jos käytännön arvo on Epätosi, Android Backup Service ei ole käytössä.

Jos käytännölle on määritetty arvo, käyttäjät eivät voi itse muuttaa sitä.

Jos käytännölle ei ole määritetty arvoa, käyttäjät voivat ottaa Android Backup Servicen käyttöön ja poistaa sen käytöstä Android-asetuksissa.</string><string id="ArcCertificatesSyncMode">Määritä ARC-sovellusten oikeus käyttää varmenteita</string><string id="ArcCertificatesSyncMode_Explain">Jos tämän käytännön arvo on SyncDisabled tai sitä ei ole määritetty, ARC-sovellukset eivät voi käyttää Google Chrome OS -varmenteita.

Jos tämän käytännön arvo on CopyCaCerts, ARC-sovellukset voivat käyttää kaikkia ONC-asennettuja CA-varmenteita, joissa on Web TrustBit.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Estä ARC-sovelluksia käyttämästä Google Chrome OS -varmenteita</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Salli Google Chrome OS -CA-varmenteiden käyttö ARC-sovelluksille</string><string id="ArcEnabled">Ota ARC käyttöön.</string><string id="ArcEnabled_Explain">Kun tämän käytännön arvo on tosi, ARC on käytössä
(tähän vaikuttavat muut käytäntöasetukset – ARC ei ole käytettävissä,
jos käyttäjän nykyisessä istunnossa käytetään lyhytkestoista tilaa tai
usealle tilille kirjautumista).

Jos tämä asetus on poistettu käytöstä tai sitä ei ole määritetty,
yrityskäyttäjät eivät voi käyttää ARC:tä.</string><string id="ArcLocationServiceEnabled">Salli Androidin Google-sijaintipalvelu.</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Määritä ARC.</string><string id="ArcPolicy_Explain">Määrittää ARC-suorituspalvelulle toimitettavat käytännöt. Arvon on oltava kelvollinen JSON-tiedosto.

Tällä käytännöllä voidaan määritellä laitteelle automaattisesti asennettavat Android-sovellukset:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Android-sovelluksen tunniste, esimerkiksi com.google.android.gm Gmailin tapauksessa&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Kuvailee sovelluksen asennustapaa. OPTIONAL: Sovellusta ei asenneta automaattisesti, mutta käyttäjä voi asentaa sen. Tämä on oletuksena käytössä, jos käytäntöä ei ole määritetty. PRELOAD: Sovellus asennetaan automaattisesti, mutta käyttäjä voi poistaa sen. FORCE_INSTALLED: Sovellus asennetaan automaattisesti, eikä käyttäjä voi poistaa sitä. BLOCKED: Sovellus on estetty eikä sitä voi asentaa. Jos sovellus on asennettu aiemman käytännön johdosta, se poistetaan.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Sovellusten käyttöoikeuspyyntöihin sovellettava käytäntö. PERMISSION_POLICY_UNSPECIFIED: Käytäntöä ei ole määritetty. Jos sitä ei ole määritetty millään tasolla, PROMPT-valintaa sovelletaan oletuksena. PROMPT: Kysy käyttäjältä, myönnetäänkö käyttöoikeus. GRANT: Myönnä käyttöoikeus automaattisesti. DENY: Evää käyttöoikeus automaattisesti.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Sovelluskohtainen JSON-määrityksen merkkijono, jolla on tietyt avainarvoparit, esimerkiksi '&quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }'. Avaimet määritellään luettelotiedostossa.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}
}

Sovellusten kiinnittämistä käynnistysohjelmaan hallinnoi PinnedLauncherApps.</string><string id="AudioCaptureAllowed">Salli tai estä äänen kaappaaminen</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL-osoitteet, joille on myönnetty pääsy äänikaappauslaitteisiin ilman erillisen luvan pyytämistä</string><string id="AudioCaptureAllowedUrls_Explain">Tähän luetteloon merkittyjä osoitemalleja verrataan pyytävän URL-osoitteen suojaustiedon
alkuperään. Jos vastaavuus havaitaan, äänentallennuslaitteiden
käyttö sallitaan ilman erillistä kehotetta.

Huom. Versioon 45 asti tätä käytäntöä tuettiin vain kioskitilassa.</string><string id="AudioCaptureAllowedUrlsDesc">URL-osoitteet, joille on myönnetty pääsy äänikaappauslaitteisiin ilman erillisen luvan pyytämistä</string><string id="AudioOutputAllowed">Salli äänen toistaminen</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Ota automaattinen täyttö käyttöön</string><string id="AutoFillEnabled_Explain">Ottaa käyttöön tuotteen Google Chrome automaattinen täyttö -ominaisuuden ja antaa käyttäjien täydentää verkkolomakkeita automaattisesti aiemmin tallennetuilla tiedoilla, kuten osoitteilla tai luottokorttitiedoilla. Jos poistat tämän asetuksen käytöstä, automaattista täyttöä ei voi käyttää. Jos otat asetuksen käyttöön tai et määritä asetusta, automaattinen täyttö pysyy käyttäjän hallinnassa. Käyttäjä voi tällöin määrittää automaattisen täytön profiileja ja ottaa halutessaan automaattisen täytön käyttöön tai poistaa sen käytöstä.</string><string id="AutofillCreditCardEnabled">Salli luottokorttitietojen automaattinen täyttö</string><string id="AutofillCreditCardEnabled_Explain">Kun tämä on käytössä, Google Chrome voi täyttää kenttiä automaattisesti. Käyttäjät voivat täyttää verkkolomakkeita aiemmin tallennetuilla luottokortti- tai osoitetiedoilla.

Jos poistat asetuksen käytöstä, automaattinen täyttö ei ehdota luottokorttitietoja, täytä niitä tai tallenna uusia luottokorttitietoja myöhempää käyttöä varten selailun yhteydessä.

Jos tämä asetus on käytössä tai sille ei ole määritetty arvoa, käyttäjä voi hallita yleistä luottokortti- ja muiden tietojen automaattista täyttöä käyttöliittymässä.</string><string id="BlockThirdPartyCookies">Estä kolmannen osapuolen evästeet</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Ota kirjanmerkkipalkki käyttöön</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Captive portal -todennus ohittaa välityspalvelimen</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Poista Certificate Transparency ‑vaatimus tietyiltä URL-osoitteilta</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Poistaa Certificate Transparency ‑noudattamisvaatimukset luettelon URL-osoitteilta.

Tähän käytäntöön listattujen URL-osoitteiden isäntänimien ei tarvitse luovuttaa tietoja Certificate Transparency ‑menettelyllä. Tämän seurauksena myös sellaisia varmenteita, jotka estettäisiin puutteellisten tietojen vuoksi, voidaan jatkossa käyttää. Samalla näiden isäntänimien vilpillisesti myönnettyjen varmenteiden tunnistaminen vaikeutuu.

Luettelon URL-osoitteiden muotoa kuvaillaan osoitteessa https://www.chromium.org/administrators/url-blacklist-filter-format. Koska varmenteet koskevat isäntänimeä alkuosasta, portista tai polusta huolimatta, vain URL-osoitteen isäntänimi-osio huomioidaan. Isäntänimessä ei voi käyttää jokerimerkkiä.

Jos tätä käytäntöä ei aseteta, varmennetta ei pidetä koskaan luotettavana, jos siltä vaaditaan Certificate Transparency ‑tietojen antamista, mutta tietoja ei ole annettu Certificate Transparency ‑käytännön mukaisesti.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Poista Certificate Transparency ‑vaatimus tietyiltä URL-osoitteilta</string><string id="ChromeOsLockOnIdleSuspend">Ota lukitus käyttöön, kun laite on käyttämättömänä tai virransäästötilassa</string><string id="ChromeOsLockOnIdleSuspend_Explain">Ota lukitus käyttöön, kun tuotetta Google Chrome OS käyttävä laite on käyttämättömänä tai virransäästötilassa.

Jos otat tämän asetuksen käyttöön, käyttäjältä pyydetään salasanaa laitteen herättämiseksi virransäästötilasta.

Jos poistat tämän asetuksen käytöstä, käyttäjältä ei pyydetä salasanaa laitteen herättämiseksi virransäästötilasta.

Jos otat tämän asetuksen käyttöön tai poistat sen käytöstä, käyttäjä ei voi muuttaa tai ohittaa sitä.

Jos tätä käytäntöä ei aseteta, käyttäjä voi valita, pyydetäänkö salasanaa laitteen lukituksen avaamisen yhteydessä.</string><string id="ChromeOsMultiProfileUserBehavior">Hallinnoi käyttäjän käytöstä moniprofiili-istunnossa</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Hallinnoi käyttäjien toimia monen profiilin käyttökerralla tuotetta Google Chrome OS käyttävillä laitteilla.

Jos käytännön arvoksi asetetaan MultiProfileUserBehaviorUnrestricted, käyttäjä voi olla joko monen profiilin käyttökerran ensi- tai toissijainen käyttäjä.

Jos käytännön arvoksi asetetaan MultiProfileUserBehaviorMustBePrimary, käyttäjä voi olla vain monen profiilin käyttökerran ensisijainen käyttäjä.

Jos käytännön arvoksi asetetaan MultiProfileUserBehaviorNotAllowed, käyttäjä ei voi osallistua monen profiilin käyttökertaan.

Jos tämä asetus määritetään, käyttäjät eivät voi muuttaa tai ohittaa sitä.

Jos asetusta muutetaan käyttäjän ollessa kirjautuneena monen profiilin käyttökertaan, asetus tarkistetaan kaikilta käyttökertaan osallistuvilta käyttäjiltä. Käyttökerta suljetaan, jos jollakin käyttäjistä ei ole enää lupaa osallistua käyttökertaan.

Jos käytäntöä ei määritetä, oletusarvoa MultiProfileUserBehaviorMustBePrimary käytetään yrityksen valvomille käyttäjille ja arvoa MultiProfileUserBehaviorUnrestricted käytetään valvomattomille käyttäjille.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Anna yrityskäyttäjän olla sekä ensisijainen että toissijainen käyttäjä (oletuskäyttäytyminen ei-hallinnoiduille käyttäjille)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Anna yrityskäyttäjän olla vain ensisijainen käyttäjä usean profiilin käyttökerralla (oletuskäyttäytyminen yrityksen hallinnoimille käyttäjille)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Älä salli yrityskäyttäjän olla osa moniprofiilia (ensisijainen tai toissijainen)</string><string id="ChromeOsReleaseChannel">Julkaisuversio</string><string id="ChromeOsReleaseChannel_Explain">Määrittää julkaisuversion, jota tämän laitteen tulee käyttää.</string><string id="ChromeOsReleaseChannel_StableChannel">Vakaa versio</string><string id="ChromeOsReleaseChannel_BetaChannel">Betaversio</string><string id="ChromeOsReleaseChannel_DevChannel">Kehittäjäversio (saattaa olla epävakaa)</string><string id="ChromeOsReleaseChannelDelegated">Onko julkaisuversio käyttäjän asetettavissa</string><string id="ChromeOsReleaseChannelDelegated_Explain">Jos käytännön arvo on Tosi ja ChromeOsReleaseChannel-käytäntöä ei ole määritetty, käyttäjät voivat vaihtaa laitteen julkaisuversiota. Jos käytännön arvo on Epätosi, laitteeseen lukitaan viimeksi määritetty julkaisuversio.

ChromeOsReleaseChannel-käytäntö ohittaa käyttäjän valitseman julkaisuversion. Jos käytännössä määritetty versio on vakaampi kuin laitteelle asennettu versio, versiota vaihdetaan vasta, kun vakaamman julkaisuversion versionumero on laitteelle asennettua julkaisuversiota suurempi.</string><string id="ComponentUpdatesEnabled">Ottaa käyttöön Google Chrome ‑osien päivitykset.</string><string id="ComponentUpdatesEnabled_Explain">Google Chrome sallii kaikkien komponenttien päivityksen, kun tämän käytännön arvo on Tosi tai sitä ei ole määritetty.

Jos tämän käytännön arvo on Epätosi, komponenttien päivittäminen poistetaan käytöstä. Tämä käytäntö ei kuitenkaan koske kaikkia osia: päivitys sallitaan, jos komponentti ei sisällä suoritettavaa koodia, muuta selaimen toimintaa merkittävästi tai on selaimen suojauksen kannalta kriittinen.
Tällaisia komponentteja ovat esimerkiksi varmenteiden peruutusluettelot ja Selaussuojan tiedot.
Voit lukea lisää Selaussuojasta osoitteessa https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Oletustulostimen valinnan säännöt</string><string id="DefaultPrinterSelection_Explain">Ohittaa tuotteen Google Chrome oletustulostimen valinnan säännöt.

Tämä käytäntö määrittää säännöt, joiden perusteella Google Chrome valitsee oletustulostimen. Tämä tapahtuu silloin, kun tulostustoimintoa käytetään profiilin kautta ensimmäistä kertaa.

Kun käytäntö on määritetty, Google Chrome pyrkii löytämään tulostimen, joka täyttää kaikki määritevaatimukset, ja valitsemaan sen oletustulostimeksi. Valinta kohdistuu ensimmäiseen tulostimeen, joka vastaa käytäntöä. Jos useita tulostimia löydetään, mikä tahansa niistä voi tulla valituksi, riippuen niiden löytämisjärjestyksestä.

Jos käytäntöä ei ole määritetty tai sopivaa tulostinta ei ole löydetty ennen aikakatkaisua, tulostin valitsee oletukseksi sisäänrakennetun tulostuksen PDF:ään tai se ei valitse mitään, jos PDF-tulostusta ei ole saatavilla.

Arvo merkitään JSON-objektin muodossa seuraavan mallin mukaisesti:
{
”type”: ”object”,
”properties”: {
”kind”: {
”description”: ”Rajoitetaanko sopivan tulostimen etsintä tiettyyn tulostinjoukkoon.”,
”type”: {
”enum”: [ ”local”, ”cloud” ]
}
},
”idPattern”: {
”description”: ”Säännöllinen lauseke, joka vastaa tulostimen tunnusta.”,
”type”: ”string”
},
”namePattern”: {
”description”: ”Säännöllinen lauseke, joka vastaa tulostimen näyttönimeä.”,
”type”: ”string”
}
}
}

Palveluun Google Cloud Print yhdistetyt tulostimet ovat tyyppiä &quot;cloud&quot;, ja muut tulostimet ovat tyyppiä &quot;local&quot;.
Kentän tyhjäksi jättäminen tarkoittaa, että kaikki arvot hyväksytään siihen. Jos esimerkiksi yhteydet jätetään tyhjäksi, tulostuksen esikatselu pyrkii löytämään sekä pilvitulostimia että paikallisia tulostimia.
Säännöllisten lausekkeiden muodon tulee noudattaa JavaScript RegExp -syntaksia, ja kirjainkoolla on väliä osumissa.</string><string id="DeveloperToolsDisabled">Poista kehittäjätyökalut käytöstä</string><string id="DeveloperToolsDisabled_Explain">Poistaa käytöstä kehittäjän työkalut sekä JavaScript-konsolin.

Jos otat asetuksen käyttöön, kehittäjän työkaluja ei voi käyttää eikä verkkosivustojen elementtejä enää voi tarkastaa. Kehittäjän työkalut tai JavaScript-konsolin avaavat pikanäppäimet ja valikkokohteet poistetaan käytöstä.

Jos poistat asetuksen käytöstä tai et määritä sitä, kehittäjän työkaluja ja JavaScript-konsolia voi käyttää.</string><string id="DeviceAllowBluetooth">Salli Bluetoothin käyttäminen laitteella</string><string id="DeviceAllowBluetooth_Explain">Jos tämän käytännön arvoksi on määritetty epätosi, Google Chrome OS poistaa Bluetoothin käytöstä, eikä käyttäjä voi ottaa sitä takaisin käyttöön.

Jos tämän käytännön arvoksi on määritetty tosi tai sitä ei ole määritetty, käyttäjä voi ottaa Bluetoothin käyttöön tai poistaa sen käytöstä halutessaan.

Jos tämä käytäntö on määritetty, käyttäjä ei voi muuttaa tai ohittaa sitä.

Kun Bluetooth on otettu käyttöön, käyttäjän on kirjauduttava ulos ja takaisin sisään, jotta muutokset tulevat voimaan (tähän ei ole tarvetta poistettaessa Bluetoothia käytöstä).</string><string id="DeviceAllowNewUsers">Salli uusien käyttäjätilien luominen</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Salli käyttäjien lunastaa tarjouksia Chrome-käyttöjärjestelmän rekisteröitymisen kautta</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Yrityslaitteiden järjestelmänvalvojat voivat hallita tämän käytännön avulla, sallitaanko käyttäjien lunastaa tarjouksia Chrome-käyttöjärjestelmän rekisteröitymisen kautta.

Jos käytännön arvoksi on asetettu tosi tai sille ei aseteta mitään arvoa, käyttäjät voivat lunastaa tarjouksia Chrome-käyttöjärjestelmän rekisteröitymisen kautta.

Jos käytännön arvoksi on asetettu epätosi, käyttäjät eivät voi lunastaa tarjouksia.</string><string id="DeviceAutoUpdateDisabled">Poistaa automaattisen päivityksen käytöstä</string><string id="DeviceAutoUpdateDisabled_Explain">Kun arvo on tosi, automaattiset päivitykset poistetaan käytöstä.

Tuotetta Google Chrome OS käyttävät laitteet hakevat päivityksiä automaattisesti, jos tätä asetusta ei ole määritetty tai sen arvo on epätosi.

Varoitus: suosittelemme pitämään automaattiset päivitykset käytössä, jotta käyttäjät saavat ohjelmistopäivitykset ja kriittiset suojauspäivitykset. Automaattisten päivitysten poistaminen käytöstä voi vaarantaa käyttäjiä.</string><string id="DeviceAutoUpdateP2PEnabled">Automaattinen p2p-päivitys käytössä</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Tarkentaa, käytetäänkö p2p-menetelmää käyttöjärjestelmän päivityksen tietosisältöön. Jos määritys on Tosi, laitteet jakavat ja yrittävät käyttää päivitysten tietosisältöjä LAN-verkossa, mahdollisesti vähentäen laajakaistan käyttöä ja ruuhkaa. Jos päivityksen tietosisältö ei ole LAN-verkossa, laite palaa lataamaan päivityspalvelimelta. Jos määritys on Epätosi tai sitä ei ole asetettu, p2p-menetelmää ei käytetä.</string><string id="DeviceBlockDevmode">Estä kehittäjätila</string><string id="DeviceBlockDevmode_Explain">Estä kehittäjätila.

Jos tämän käytännön arvoksi asetetaan True, Google Chrome OS estää laitetta käynnistymästä uudelleen kehittäjätilassa. Järjestelmä ei käynnisty uudelleen ja näyttää virheilmoituksen, jos kehittäjätila on otettu käyttöön.

Jos käytäntöä ei määritetä tai sen arvoksi asetetaan False, laitetta voi käyttää kehittäjätilassa.</string><string id="DeviceDataRoamingEnabled">Ota mobiilitiedonsiirto käyttöön roaming-tilassa</string><string id="DeviceDataRoamingEnabled_Explain">Määrittää, onko mobiilitiedonsiirto roaming-tilassa käytössä laitteessa. Jos arvo on tosi, mobiilitiedonsiirto roaming-tilassa on sallittu. Jos arvoa ei määritetä tai määritetty arvo on epätosi, mobiilitiedonsiirto roaming-tilassa ei ole käytettävissä.</string><string id="DeviceEphemeralUsersEnabled">Käyttäjätietojen tyhjennys uloskirjautumisen yhteydessä</string><string id="DeviceEphemeralUsersEnabled_Explain">Määrittää, säilyttääkö Google Chrome OS paikalliset käyttäjätilitiedot uloskirjautumisen jälkeen. Jos asetus on tosi, Google Chrome OS ei säilytä tilitietoja pysyvästi ja käyttökerran tiedot poistetaan uloskirjautumisen jälkeen. Jos käytännön asetus on epätosi tai sitä ei määritetä, paikalliset käyttäjätiedot voidaan tallentaa laitteelle salattuina.</string><string id="DeviceGuestModeEnabled">Ota vierastila käyttöön</string><string id="DeviceGuestModeEnabled_Explain">Jos tälle käytännölle asetetaan tosi-arvo tai sitä ei määritetä, Google Chrome OS sallii vieraskirjautumisen. Vieraskirjautuminen on anonyymi käyttökerta, johon ei tarvita salasanaa.

Jos tälle käytännölle asetetaan epätosi-arvo, Google Chrome OS ei salli vieraskirjautumista.</string><string id="DeviceLoginScreenAppInstallList">Muokkaa kirjautumisnäytöllä asennettavien sovellusten luetteloa</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Muokkaa kirjautumisnäytöllä asennettavien sovellusten luetteloa</string><string id="DeviceLoginScreenInputMethods">Laitteen kirjautumisnäytön näppäimistöasettelut</string><string id="DeviceLoginScreenInputMethods_Explain">Määrittää näppäimistöasettelut, joiden käytön Google Chrome OS sallii kirjautumisnäytöllä.

Jos tämän käytännön arvo on syöttötapojen tunnusten luettelo, luettelossa olevat syöttötavat ovat käytettävissä kirjautumisnäytöllä. Oletuksena valittuna on luettelon ensimmäinen syöttötapa. Kun kohdistus on käyttäjän tiedoissa kirjautumisnäytöllä, käyttäjän viimeksi käyttämä syöttötapa on käytettävissä tässä käytännössä määritettyjen syöttötapojen lisäksi. Jos tätä käytäntöä ei ole määritetty, syöttötavat päätellään kirjautumisnäytön kieli- ja maa-asetuksen perusteella. Jos arvo ei ole kelvollinen syöttötavan tunnus, se ohitetaan.</string><string id="DeviceLoginScreenInputMethodsDesc">Laitteen kirjautumisnäytön näppäimistöasettelut</string><string id="DeviceLoginScreenLocales">Laitteen kirjautumisnäytön kieli- ja maa-asetus</string><string id="DeviceLoginScreenLocales_Explain">Määrittää kieli- ja maa-asetuksen, jota Google Chrome OS käyttää kirjautumisnäytöllä.

Jos tälle käytännölle on määritetty arvo, kirjautumisnäytön kieli- ja maa-asetus vastaa aina käytännön ensimmäistä arvoa (käytäntö on muodoltaan lista tulevaisuuden vaatimusten huomioon ottamiseksi). Jos käytäntöä ei ole määritetty tai sen arvoksi on määritetty tyhjä lista, kirjautumisnäyttö näytetään edellisen käyttökerran kielellä. Jos käytännön arvo ei kelpaa, kirjautumisnäytöllä käytetään kieli- ja maa-asetuksen vara-arvoa (tällä hetkellä en-US).</string><string id="DeviceLoginScreenLocalesDesc">Laitteen kirjautumisnäytön kieli- ja maa-asetus</string><string id="DeviceLoginScreenPowerManagement">Virran hallinta kirjautumisruudulla</string><string id="DeviceLoginScreenPowerManagement_Explain">Määritä virranhallinta-asetukset tuotteen Google Chrome OS kirjautumisruudulla.

Käytäntö määrittää tuotteen Google Chrome OS toiminnan, kun käyttäjä ei tee mitään tietyn ajan kuluessa kirjautumisruudun ollessa avoinna. Käytäntö ohjaa useita asetuksia. Voit tarkastella yksittäisten asetusten tietoja ja arvoalueita tutustumalla käytäntöihin, jotka ohjaavat virranhallintaa käyttökerran aikana. Käytäntöjen ainoat poikkeukset ovat:
* Käyttämättömyyden tai kannen sulkemisen yhteydessä suoritettava toiminto ei voi olla käyttökerran lopettaminen.
* Käyttämättömyyden yhteydessä suoritettava toiminto verkkovirtaa käytettäessä on virran sammuttaminen.

Jos jotain asetusta ei ole määritetty, käytetään oletusarvoa.

Jos tätä käytäntöä ei ole määritetty, kaikille asetuksille käytetään oletusarvoja.</string><string id="DeviceMetricsReportingEnabled">Ota tilastoraportit käyttöön</string><string id="DeviceMetricsReportingEnabled_Explain">Määrittää, lähetetäänkö Googlelle kaatumisraportteja ja muita käyttö- ja diagnostiikkatietoja. Jos arvo on tosi, Google Chrome OS lähettää käyttötilastoja. Jos arvo on epätosi tai sitä ei määritetä, tietoja ei lähetetä.</string><string id="DeviceNativePrinters">Yritystulostimen määritystiedosto laitteille</string><string id="DeviceNativePrinters_Explain">Tarjoaa määritystietoja laitteisiin sidotuille yritystulostimille.

Tämän käytännön avulla voit tarjota tulostinmäärityksiä laitteille, joiden käyttöjärjestelmä on Google Chrome OS. Tiedoston koko saa olla korkeintaan 5 Mt ja se on oltava koodattuna JSON:ssä. Muoto on sama kuin NativePrinters-sanakirjan muoto. Noin 21 000 tulostinta sisältävä tiedosto koodautuu arviolta 5 Mt:n tiedostona. Lataus todennetaan hajautusarvon avulla.

Tiedosto on ladattu ja tallennettu välimuistiin. Se ladataan uudelleen aina kun URL-osoite tai hajautusarvo muuttuu.

Jos tämä käytäntö on määritetty, Google Chrome OS lataa tiedoston tulostinmäärityksiä varten ja ottaa tulostimet käyttöön seuraavien mukaisesti: DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist ja DeviceNativePrintersBlacklist.

Tällä käytännöllä ei ole vaikutusta siihen, voivatko käyttäjät määrittää tulostimia yksittäisillä laitteilla. Se on tarkoitettu käytettäväksi yksittäisten käyttäjien tulostinmääritysten lisäksi.

Tämä käytäntö on voimassa NativePrintersBulkConfiguration-arvon lisäksi.

Jos tätä käytäntöä ei ole määritetty, laitetulostimia ei ole ja muut DeviceNativePrinter*-käytännöt ohitetaan.</string><string id="DeviceNativePrintersAccessMode">Laitteiden tulostimien määrityksen käyttöoikeuskäytäntö</string><string id="DeviceNativePrintersAccessMode_Explain">Hallinnoi, mitkä tulostimet DeviceNativePrinters-määrityksestä ovat käyttäjien käytettävissä.

Määrittää, mitä käyttöoikeuskäytäntöä käytetään tulostinjoukon määrittämiseen. Jos AllowAll on valittu, kaikki tulostimet näytetään. Jos BlacklistRestriction on valittu, DeviceNativePrintersBlacklist-arvoa käytetään määritettyjen tulostimien käytön rajoittamiseen. Jos WhitelistPrintersOnly on valittu, DeviceNativePrintersWhitelist määrittää valittavissa olevat tulostimet.

Jos käytäntöä ei ole määritetty, oletuksena käytetään BlacklistRestriction-arvoa.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Kaikki tulostimet näkyvät, paitsi kieltolistalla olevat.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Vain sallittujen luettelossa olevat tulostimet näkyvät käyttäjille.</string><string id="DeviceNativePrintersAccessMode_AllowAll">Salli kaikki määritystiedoston tulostimet.</string><string id="DeviceNativePrintersBlacklist">Käytöstä poistetut yrityslaitteiden tulostimet</string><string id="DeviceNativePrintersBlacklist_Explain">Määrittää tulostimet, joita käyttäjä ei voi käyttää.

Tätä käytäntöä käytetään vain, jos DeviceNativePrintersAccessMode-tilaksi on valittu BlacklistRestriction.

Jos tämä käytäntö on käytössä, käyttäjä voi käyttää kaikkia tulostimia, paitsi niitä, joiden tunnukset on lueteltu tässä.
</string><string id="DeviceNativePrintersBlacklistDesc">Käytöstä poistetut yrityslaitteiden tulostimet</string><string id="DeviceNativePrintersWhitelist">Käytössä olevat yrityslaitteiden tulostimet</string><string id="DeviceNativePrintersWhitelist_Explain">Määrittää tulostimet, joita käyttäjä voi käyttää.

Tätä käytäntöä käytetään vain, jos WhitelistPrintersOnly-tilaksi on valittu DeviceNativePrintersAccessMode.

Jos tämä käytäntö on käytössä, vain sellaiset tulostimet ovat käyttäjän käytettävissä, joiden tunnukset vastaavat käytännössä mainittuja arvoja. Tunnusten on vastattava DeviceNativePrinters-kohdassa määritetyn tiedoston merkintöjä.
</string><string id="DeviceNativePrintersWhitelistDesc">Käytössä olevat yrityslaitteiden tulostimet</string><string id="DeviceOffHours">Käytöstä poiston aikavälit, kun laitteen OffHours |ignored_policy_proto_tags| ‑käytännöt julkaistaan</string><string id="DeviceOffHours_Explain">Jos OffHours-käytäntö on määritetty, valitut laitekäytännöt ohitetaan (tällöin käytössä ovat niiden oletusasetukset) määritettyjen ajanjaksojen aikana. Chrome ottaa laitekäytännöt uudelleen käyttöön aina, kun OffHours-ajanjakso alkaa tai päättyy. Käyttäjä saa ilmoituksen ja pakotetaan kirjautumaan ulos, kun OffHours-ajan päättymiseen ja laitekäytäntöihin liittyviä asetuksia muutetaan (esimerkiksi silloin, kun käyttäjä ei ole kirjautuneena sisään sallitulla tilillä).</string><string id="DeviceOpenNetworkConfiguration">Laitetason verkon määritys</string><string id="DeviceOpenNetworkConfiguration_Explain">Antaa määrittää tuotetta Google Chrome OS käyttävien laitteiden verkkoasetukset kaikille käyttäjille. Verkkoasetukset määritetään JSON-muotoiltuna merkkijonona Open Network Configuration -muodossa, josta on lisätietoja osoitteessa https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Laitekäytännön päivitystiheys</string><string id="DevicePolicyRefreshRate_Explain">Määrittää millisekunteina ajan, jonka jälkeen laitteen hallintapalvelulta pyydetään tietoja käyttäjäkäytännöistä.

Jos määrität tämän käytännön, 3 tunnin oletusarvo ohitetaan. Kelvollisia arvoja ovat ajat 1 800 000 millisekunnista (30 minuuttia) 86 400 000 millisekuntiin (1 päivä). Jos annettu aika on tämän välin ulkopuolella, käytetään lähintä kelvollista arvoa.

Jos tätä käytäntöä ei määritetä, Google Chrome OS käyttää 3 tunnin oletusarvoa.

Huom. Jos ympäristö tukee käytäntöilmoituksia, päivitysviiveeksi määritetään 24 tuntia (tämän käytännön oletus- ja muut arvot ohitetaan), sillä todennäköisesti käytäntöilmoitus pakottaa sovelluksen suorittamaan päivityksen käytännön muuttuessa. Tästä syystä päivityksiä ei tarvitse suorittaa useammin.</string><string id="DeviceQuirksDownloadEnabled">Salli laiteprofiilien lähettää kyselyitä Quirks Serverille</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automaattinen uudelleenkäynnistys laitteen sammuessa</string><string id="DeviceRebootOnShutdown_Explain">Jos tämän käytännön arvo on Epätosi tai jos sitä ei määritetä, Google Chrome OS sallii käyttäjän sammuttaa laitteen.
Jos tämän käytännön arvo on Tosi, Google Chrome OS käynnistää laitteen uudelleen, jos käyttäjä sammuttaa sen. Google Chrome OS korvaa käyttöliittymän kaikki sammutuspainikkeet uudelleenkäynnistyspainikkeilla. Jos käyttäjä käyttää sammuttamiseen laitteen virtapainiketta, laite ei käynnisty automaattisesti uudelleen, vaikka tämä käytäntö olisikin käytössä.</string><string id="DeviceShowUserNamesOnSignin">Näytä käyttäjänimet kirjautumisruudulla</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Tuotteen Google Chrome käynnistyksen yhteydessä sovellettavat järjestelmäkäytännöt</string><string id="DeviceStartUpFlags_Explain">Määrittää merkinnät, joita käytetään sovelluksessa Google Chrome sen käynnistyksen yhteydessä. Määritettyjä merkintöjä käytetään vain kirjautumisnäytöllä. Tämän käytännön kautta määritettyjä merkintöjä ei oteta yleisesti käyttöön käyttäjäistunnoissa.</string><string id="DeviceStartUpFlagsDesc">Tuotteen Google Chrome käynnistyksen yhteydessä sovellettavat järjestelmäkäytännöt</string><string id="DeviceTargetVersionPrefix">Automaattisen päivityksen version määrittäminen</string><string id="DeviceTargetVersionPrefix_Explain">Asettaa automaattisille päivityksille halutun version.

Määrittää etuliitteen versiolle, johon Google Chrome OS tulee päivittää. Jos laite käyttää versiota, jonka numero on määritettyä etuliitettä vanhempi, versioksi päivitetään uusin, annettua etuliitettä käyttävä versio. Jos laite käyttää jo uudempaa versiota, päivitystä ei suoriteta eikä versiota vaihdeta vanhemmaksi. Etuliitteen muoto toimii seuraavan esimerkin mukaisesti:

&quot;&quot; (tai ei määritetty): päivitetään uusimpaan saatavilla olevaan versioon.
&quot;1412.&quot;: päivitetään mihin tahansa 1412:n alaversioon (esim. 1412.24.34 tai 1412.60.2)
&quot;1412.2.&quot;: päivitetään mihin tahansa 1412.2:n alaversioon (esim. 1412.2.34 tai 1412.2.2)
&quot;1412.24.34&quot;: päivitetään vain tähän versioon

Varoitus: emme suosittele määrittämään versiorajoituksia, sillä tämä voi estää laitetta saamasta ohjelmistopäivityksiä ja kriittisiä tietoturvapäivityksiä. Päivitysten rajoittaminen tiettyyn etuliiteversioon voi vaarantaa käyttäjät.</string><string id="DeviceUpdateAllowedConnectionTypes">Päivityksille sallitut yhteystyypit</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Yhteystyypit, joilla voidaan suorittaa käyttöjärjestelmäpäivityksiä. Käyttöjärjestelmäpäivitykset saattavat kuormittaa yhteyttä niiden koon vuoksi, ja tiedonsiirrosta voidaan periä lisämaksuja. Järjestelmäpäivityksiä ei voi tällä hetkellä oletuksena suorittaa kalliilla yhteystyypeillä, kuten WiMax, Bluetooth ja Cellular.

Tunnistettuja yhteystyypin tunnuksia ovat ethernet, wifi, wimax, bluetooth ja cellular.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Päivityksille sallitut yhteystyypit</string><string id="DeviceUpdateHttpDownloadsEnabled">Salli automaattiset päivitykset HTTP:n kautta</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Automaattisesti päivittyvät tietosisällöt tuotteessa Google Chrome OS voidaan ladata HTTP:n kautta HTTPS:n sijaan. Tämä mahdollistaa HTTP-latausten avoimen tallentamisen HTTP:n välimuistiin.

Jos tämän käytännön arvoksi on asetettu tosi, Google Chrome OS yrittää ladata automaattisesti päivittyvät tietosisällöt HTTP:n kautta. Jos käytännön arvoksi on asetettu epätosi tai sitä ei ole asetettu, HTTPS:ää käytetään automaattisesti päivittyvien tietosisältöjen lataamiseen.</string><string id="DeviceUpdateScatterFactor">Hajontatekijän automaattinen päivitys</string><string id="DeviceUpdateScatterFactor_Explain">Määrittää sekunteina ajan, jonka laite voi viivyttää päivityksen lataamista siitä hetkestä, kun päivitys on lähetetty palvelimelle. Osa odotusajasta voidaan määrittää aikana ja loput päivitystarkistusten määränä. Hajonnalle on kuitenkin yläraja, joten laite ei koskaan jää odottamaan päivityksen lataamista loputtomasti.</string><string id="DeviceUserWhitelist">Sallittujen käyttäjien luettelo</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Sallittujen käyttäjien luettelo</string><string id="DeviceWallpaperImage">Laitteen taustakuva</string><string id="DeviceWallpaperImage_Explain">Määritä laitetason taustakuva, joka näytetään kirjautumisnäytöllä, kun yksikään käyttäjä ei ole kirjautuneena laitteelle. Käytäntö määritetään antamalla URL-osoite, josta Chrome-käyttöjärjestelmää käyttävä laite voi ladata taustakuvan ja hajautusarvo, jonka avulla lataus todennetaan. Kuvan on oltava JPEG-muodossa, ja sen enimmäiskoko on 16 Mt. URL-osoitteen käyttäminen ei saa edellyttää todennusta. Taustakuva ladataan ja tallennetaan välimuistiin. Kuva ladataan uudelleen, jos URL-osoite tai hajautusarvo muuttuu.

Määritä käytäntö merkkijonona, joka sisältää URL-osoitteen ja hajautusarvon JSON-muodossa, esim.
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Jos laitteelle on määritetty taustakuvakäytäntö eikä kukaan käyttäjistä ole kirjautunut laitteelle, Chrome-käyttöjärjestelmää käyttävä laite lataa taustakuvan ja käyttää sitä kirjautumisnäytöllä. Kun käyttäjä kirjautuu sisään, hänen taustakuvakäytäntönsä astuu voimaan.

Jos laitteelle ei ole määritetty taustakuvakäytäntöä, käyttäjän taustakuvakäytäntö (jos sellainen on määritetty) määrittää näytettävän kuvan.</string><string id="Disable3DAPIs">Poista kolmiulotteisten grafiikka-sovellusliittymien tuki käytöstä</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Määritä, tuleeko laajennuksien haun olla pois käytöstä</string><string id="DisablePluginFinder_Explain">Jos otat tämän asetuksen käyttöön, automaattinen haku ja puuttuvien laajennuksien asentaminen poistetaan käytöstä tuotteessa Google Chrome. Jos poistat asetuksen käytöstä tai et määritä sitä, laajennuksien etsintä on käytössä.</string><string id="DisableSafeBrowsingProceedAnyway">Estä eteneminen Selaussuojan varoitussivulta</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Selaussuojapalvelu näyttää varoitussivun käyttäjän siirtyessä sivustoihin, jotka on merkitty mahdollisesti haitallisiksi. Jos otat tämän asetuksen käyttöön, käyttäjä ei voi jatkaa varoitussivulta haitalliseen sivustoon.

Jos tämä asetus ei ole käytössä tai sitä ei ole määritetty, käyttäjä voi halutessaan jatkaa varoitussivulta mahdollisesti haitalliseen sivustoon.

Voit lukea lisää Selaussuojasta osoitteessa https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Estä kuvakaappauksien ottaminen</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Aseta näytön oletuskierto, jota käytetään aina, kun laite käynnistetään uudelleen.</string><string id="DisplayRotationDefault_Explain">Kun tämä käytäntö on määritetty, jokaista näyttöä kierretään
käytännön mukaisesti aina laitteen uudelleenkäynnistyksen yhteydessä ja
ensimmäisellä kerralla, kun se yhdistetään käytännön arvomuutoksen jälkeen.
Käyttäjät voivat muuttaa kiertoasetusta sisäänkirjautumisen jälkeen asetussivulla,
mutta heidän tekemänsä asetusmuutokset ohitetaan ja korvataan käytännön
arvolla uudelleenkäynnistyksen yhteydessä.

Käytäntö koskee sekä ensisijaisia että toissijaisia näyttöjä.

Jos käytäntöä ei ole asetettu, on sen oletusarvo nolla astetta, ja käyttäjä
voi muuttaa tätä vapaasti. Tässä tapauksessa oletusarvoon ei palata
uudelleenkäynnistyksen yhteydessä.</string><string id="DisplayRotationDefault_ROTATE_0">Kierrä näyttöä 0 astetta.</string><string id="DisplayRotationDefault_ROTATE_90">Kierrä näyttöä 90 astetta myötäpäivään.</string><string id="DisplayRotationDefault_ROTATE_180">Kierrä näyttöä 180 astetta.</string><string id="DisplayRotationDefault_ROTATE_270">Kierrä näyttöä 270 astetta myötäpäivään.</string><string id="DownloadDirectory">Aseta lataushakemisto</string><string id="DownloadDirectory_Explain">Määrittää hakemiston, johon Google Chrome tallentaa ladattuja tiedostoja.

Jos määrität tämän käytännön, Google Chrome käyttää annettua hakemistoa huolimatta siitä, onko käyttäjä määrittänyt hakemiston tai asettanut sovelluksen kysymään aina latausten tallennussijaintia.

Osoitteessa http://www.chromium.org/administrators/policy-list-3/user-data-directory-variables näet luettelon muuttujista, joita voit käyttää.

Jos tätä käytäntöä ei ole määritetty, käytetään oletuslataushakemistoa, ja käyttäjä voi halutessaan vaihtaa hakemistoa.</string><string id="DownloadRestrictions">Salli lataamisen rajoitukset</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Ei erikoisrajoituksia</string><string id="DownloadRestrictions_BlockDangerousDownloads">Estä vaaralliset lataukset</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Estä mahdollisesti vaaralliset lataukset</string><string id="DownloadRestrictions_BlockAllDownloads">Estä kaikki lataukset</string><string id="EasyUnlockAllowed">Sallii Smart Lockin käytön</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Ecryptfs-siirtomenettely</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Samanlainen kuin Wipe (arvo 2), mutta yrittää säilyttää kirjautumistunnukset, jotta käyttäjän ei tarvitse kirjautua sisään uudelleen.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Jos asiakkaan laitemalli tuki ARC:tä jo ennen kuin siirtyminen ext4:ään oli pakollista ARC:n suorittamiseksi ja jos ArcEnabled-käytännön arvoksi on asetettu tosi, tämä vaihtoehto toimii samalla tavalla kuin AskUser (arvo 3). Kaikissa muissa tapauksissa (jos laitemalli ei tukenut ARC:tä ennen tai jos ArcEnabled-käytännön arvoksi on asetettu epätosi), tämä arvo on sama kuin DisallowArc (arvo 0).</string><string id="EditBookmarksEnabled">Ottaa kirjanmerkkien muokkauksen käyttöön tai poistaa sen käytöstä</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Hyväksytäänkö paikallisen luottamusankkurin myöntämä varmenne, jos siitä puuttuu subjectAlternativeName-laajennus</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Kun tämä asetus on käytössä, Google Chrome liittää palvelinvarmenteen isäntänimeen käyttämällä commonName-tunnistetta, jos varmenteesta puuttuu subjectAlternativeName-laajennus. Tämä edellyttää, että varmenteen tarkistus onnistuu ja että varmenne kuuluu ketjuun paikallisesti asennetun CA-varmenteen kanssa.

Huom. Tämän asetuksen käyttöä ei suositella, sillä se voi mahdollistaa nameConstraints-laajennuksen ohittamisen. Kyseinen laajennus rajoittaa isäntänimiä, joiden käyttöön varmenne voidaan valtuuttaa.

Jos tämän käytännön arvo on epätosi tai sitä ei ole määritetty, DNS-nimen tai IP-osoitteen sisältäviä palvelinvarmenteita ei pidetä luotettavina, jos niistä puuttuu subjectAlternativeName-laajennus.</string><string id="EnableDeprecatedWebPlatformFeatures">Ota käytöstä poistettuja verkkokäyttöympäristöjä takaisin käyttöön rajoitetuksi ajaksi</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Määrittää listan vanhentuneista Web Platform -ominaisuuksista, jotka palautetaan tilapäisesti käyttöön.

Tämän käytännön avulla järjestelmänvalvojat voivat palauttaa vanhentuneita Web Platform -ominaisuuksia käyttöön rajoitetuksi ajaksi. Ominaisuudet luetellaan merkkijonotageina, ja listalle merkittyjä tageja vastaavat ominaisuudet palautetaan käyttöön.

Jos tätä käytäntöä ei aseteta, jos lista on tyhjä tai jos mikään tageista ei ole tuettu merkkijonotagi, kaikki vanhentuneet Web Platform -ominaisuudet pysyvät poissa käytöstä.

Vaikka itse käytäntöä tuetaan yllä mainituilla alustoilla, kaikilla alustoilla ei välttämättä ole käytettävissä kaikkia ominaisuuksia, jotka käytännön avulla voidaan palauttaa käyttöön. Kaikkia vanhentuneita Web Platform -ominaisuuksia ei voi palauttaa käyttöön. Vain alla mainitut ominaisuudet voidaan palauttaa käyttöön rajoitetuksi ajaksi, joka vaihtelee ominaisuuskohtaisesti. Merkkijonotagin yleinen muoto on [VanhentuneenOminaisuudenNimi]_EffectiveUntil[vvvvkkpp]. Lisätietoja Web Platform -ominaisuuksien muutoksista saat osoitteesta https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Ota käytöstä poistettuja verkkokäyttöympäristöjä takaisin käyttöön rajoitetuksi ajaksi</string><string id="EnableOnlineRevocationChecks">OCSP-/CRL-tarkistusten suorittaminen</string><string id="EnableOnlineRevocationChecks_Explain">OCSP- ja CRL-tarkistukset eivät tarjoa merkittävää suojaushyötyä, joten ne ovat oletuksena poissa käytöstä tuotteen Google Chrome versiosta 19 lähtien. Jos tämän käytännön arvoksi asetetaan tosi, aikaisempi toiminnallisuus palautetaan ja OCSP- ja CRL-tarkistukset suoritetaan.

Jos tätä käytäntöä ei aseteta tai jos sen arvoksi on asetettu epätosi, Google Chrome ei suorita näitä tarkistuksia tuotteen Google Chrome versiossa 19 ja myöhemmissä.</string><string id="EnableSha1ForLocalAnchors">Hyväksytäänkö paikallisten luottamusankkureiden myöntämät SHA-1-allekirjoitetut varmenteet</string><string id="EnableSha1ForLocalAnchors_Explain">Kun tämä asetus on käytössä, Google Chrome sallii SHA-1-allekirjoitetut varmenteet, jos ne ovat vahvistettavissa ja liittyvät paikallisesti asennettuihin CA-varmenteisiin.

Huom. Tämän käytännön toiminta riippuu siitä, salliiko käyttöjärjestelmän varmennepino SHA-1-allekirjoitukset. Jos käyttöjärjestelmän päivitys muuttaa tapaa, jolla käyttöjärjestelmä käsittelee SHA-1-varmenteita, tämän käytännön toiminta voi päättyä. Käytäntö on tarkoitettu väliaikaiseksi ratkaisuksi, joka antaa yrityksille lisäaikaa SHA-1:n käytön lopettamiseen. Käytäntö poistetaan 1.1.2019 tai sen tienoilla.

Jos tätä käytäntöä ei määritetä tai sen arvo on epätosi, Google Chrome noudattaa aiemmin julkaistua SHA-1:n käytöstä poistamisen aikataulua.</string><string id="ExternalStorageDisabled">Estä ulkoisen tallennustilan käyttöönotto</string><string id="ExternalStorageDisabled_Explain">Jos tämän käytännön arvoksi on määritetty tosi, ulkoista tallennustilaa ei voi käyttää tiedostoselaimessa.

Käytäntö koskee kaikentyyppistä tallennustilaa, esimerkiksi USB-muistitikkuja, ulkoisia kiintolevyjä, SD- ja muita muistikortteja, optisia levyjä jne. Käytäntö ei vaikuta sisäiseen tallennustilaan, joten latauskansioon tallennettuja tiedostoja voi käyttää. Käytäntö ei myöskään koske Google Drivea.

Jos asetus on poistettu käytöstä tai sitä ei ole määritetty, käyttäjät voivat käyttää laitteellaan kaikkia tuettuja ulkoisia tallennustilatyyppejä.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Kun tämän käytännön arvo on tosi, käyttäjät eivät voi kirjoittaa mitään tietoja ulkoisille tallennustilalaitteille.

Jos tämän käytönnön arvo on epätosi tai sitä ei ole määritetty, käyttäjät voivat luoda ja muokata sellaisten ulkoisten tallennustilojen tiedostoja, joihin voi kirjoittaa.

ExternalStorageDisabled-käytäntö ohittaa tämän käytännön. Jos ExternalStorageDisabled-arvo on tosi, ulkoinen tallennustila on aina pois käytöstä, eikä tätä käytäntöä oteta huomioon.

Tämän käytännön dynaamista päivittämistä tuetaan M56:ssa ja sitä uudemmissa versioissa.</string><string id="ForceGoogleSafeSearch">Pakota Googlen SafeSearch</string><string id="ForceGoogleSafeSearch_Explain">Pakottaa Google-verkkohaun kyselyt tehtäväksi SafeSearch-tilassa ja estää käyttäjiä muuttamasta tätä asetusta.

Jos tämä asetus on käytössä, SafeSearch on aina käytössä Google-haussa.

Jos tämä asetus ei ole käytössä tai jos sitä ei määritetä, SafeSearchia ei pakoteta käyttöön Google-haussa.</string><string id="ForceMaximizeOnFirstRun">Suurenna ensimmäinen selainikkuna käynnistyksen yhteydessä</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Pakota YouTuben vähimmäistason rajoitettu tila</string><string id="ForceYouTubeRestrict_Explain">Pakota vähimmäistason rajoitettu tila YouTubessa ja estä käyttäjiä
valitsemasta vähemmän rajoitettua tilaa.

Jos tämä asetus on tiukka, tiukka rajoitettu tila YouTubessa on aina aktiivinen.

Jos tämä asetus on keskitaso, käyttäjä voi valita vain keskitason rajoitetun tilan
tai tiukan rajoitetun tilan YouTubessa, mutta ei voi poistaa käytöstä rajoitettua tilaa.

Jos tämä asetus on poistettu käytöstä tai sitä ei ole määritetty, Google Chrome ei pakota rajoitettua tilaa YouTubessa. Ulkoiset käytännöt, esim. YouTuben omat käytännöt, voivat silti pakottaa rajoitetun tilan.</string><string id="ForceYouTubeRestrict_Off">Älä pakota rajoitettua tilaa YouTubessa</string><string id="ForceYouTubeRestrict_Moderate">Pakota vähintään keskitason rajoitettu tila YouTubessa</string><string id="ForceYouTubeRestrict_Strict">Pakota rajoitettu tila YouTubessa</string><string id="FullscreenAllowed">Salli koko ruudun tila</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Sallii HTTP/0.9-tuen muilla kuin oletusarvoisilla porteilla.</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Tämä käytäntö sallii HTTP/0.9:n myös muille porteille kuin 80 (HTTP) ja 443 (HTTPS).

Käytäntö on oletuksena poissa käytöstä. Jos se otetaan käyttöön, käyttäjät altistuvat tälle tietoturvaongelmalle: https://crbug.com/600352.

Käytännön tarkoitus on antaa yrityksille tilaisuus jättää HTTP/0.9 pois käytöstä olemassa olevilla palvelimilla, ja se poistetaan tulevaisuudessa.

Jos käytäntöä ei ole määritetty, HTTP/0.9 ei ole käytössä muilla kuin oletusarvoisilla porteilla.</string><string id="IncognitoModeAvailability">Incognito-tilan saatavuus</string><string id="IncognitoModeAvailability_Explain">Määrittää, voiko käyttäjä avata sivuja incognito-tilassa tuotteessa Google Chrome. Jos &quot;Käytössä&quot; on valittu tai käytäntöä ei ole määritetty, sivuja voi avata incognito-tilassa. Jos &quot;Ei käytössä&quot; on valittu, sivuja ei voi avata incognito-tilassa. Jos &quot;Pakotettu&quot; on valittu, sivuja voidaan avata VAIN incognito-tilassa.</string><string id="IncognitoModeAvailability_Enabled">Incognito-tila käytettävissä</string><string id="IncognitoModeAvailability_Disabled">Incognito-tila poistettu käytöstä</string><string id="IncognitoModeAvailability_Forced">Incognito-tila pakotettu</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Ota sivuston eristäminen käyttöön tiettyjen alkuperien kohdalla</string><string id="IsolateOrigins_Explain">
HUOM. Tämä käytäntö on kokeellinen ja saattaa rikkoa toimintoja!
Jos käytäntö on otettu käyttöön, kaikki pilkuilla erotetun luettelon nimetyistä alkuperistä
suorittavat oman prosessinsa. Tämä eristää myös aliverkkotunnusten
mukaan nimetyt alkuperät, esim. jos https://example.com/ määritetään,
https://foo.example.com/ eristetään myös osana https://example.com/-sivustoa.
Jos käytäntöä ei ole otettu käyttöön, sivuston eristämistä edeltävän prosessin hallintalogiikka tulee voimaan.
Jos käytäntöä ei ole määritetty, käyttäjä voi muuttaa tämän asetuksen.
</string><string id="KeyPermissions">Tärkeimmät käyttöoikeudet</string><string id="KeyPermissions_Explain">Antaa laajennuksille yritysavainten käyttöoikeuden.

Avaimet, jotka luodaan hallinnoidussa tilissä chrome.enterprise.platformKeys-sovellusliittymän avulla, on tarkoitettu yrityskäyttöön. Tuotuja tai muulla tavalla luotuja avaimia ei ole tarkoitettu yrityskäyttöön.

Yrityskäyttöön tarkoitettujen avainten käyttöoikeus määritetään ainoastaan tämän käytännön avulla. Käyttäjä ei voi antaa laajennuksille yritysavainten käyttöoikeutta eikä poistaa annettua oikeutta.

Laajennus ei voi oletusarvoisesti käyttää yrityskäyttöön tarkoitettua avainta. Tämä vastaa sitä, että laajennuksen allowCorporateKeyUsage-arvoksi asetetaan Epätosi.

Ainoastaan siinä tapauksessa, että laajennuksen allowCorporateKeyUsage-arvoksi on asetettu Tosi, kyseinen laajennus voi käyttää mitä tahansa yrityskäyttöön merkittyä käyttöympäristöavainta tietojen allekirjoittamiseen. Tämä käyttöoikeus tulee myöntää vain, jos laajennus pystyy luotettavasti suojaamaan avainta hyökkääjiltä.</string><string id="ManagedBookmarks">Hallinnoidut kirjanmerkit</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Noudon enimmäisviive käytännön kumoamisen jälkeen</string><string id="MaxInvalidationFetchDelay_Explain">Määrittää millisekunneissa enimmäisviiveen käytännön kumoamisen ja uuden käytännön noutamisen välillä. Uusi käytäntö noudetaan laitteen hallintapalvelusta.

Tämä käytäntö korvaa oletusarvon (5 000 millisekuntia). Käytännölle voidaan määrittää arvot 1 000 (1 sekunti) – 300 000 (5 minuuttia). Jos valittu arvo on näiden rajojen ulkopuolella, käytetään lähintä kelvollista arvoa.

Jos käytäntöä ei määritetä, Google Chrome käyttää oletusarvoa (5 000 millisekuntia).</string><string id="NativePrinters">Natiivitulostus</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Natiivitulostus</string><string id="NativePrintersBulkAccessMode">Tulostimien määrityksen käyttöoikeuskäytäntö</string><string id="NativePrintersBulkAccessMode_Explain">Hallinnoi, mitkä tulostimet NativePrintersBulkConfiguration-määrityksestä ovat käyttäjien käytettävissä.

Määrittää, mitä käyttöoikeuskäytäntöä käytetään tulostinjoukon määrittämiseen. Jos AllowAll on valittu, kaikki tulostimet näytetään. Jos BlacklistRestriction on valittu, NativePrintersBulkBlacklist-arvoa käytetään määritettyjen tulostimien käytön rajoittamiseen. Jos WhitelistPrintersOnly on valittu, NativePrintersBulkWhitelist määrittää valittavissa olevat tulostimet.

Jos käytäntöä ei ole määritetty, oletuksena käytetään BlacklistRestriction-arvoa.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Kaikki tulostimet näkyvät, paitsi kieltolistalla olevat.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Vain sallittujen luettelossa olevat tulostimet näkyvät käyttäjille.</string><string id="NativePrintersBulkAccessMode_AllowAll">Salli kaikki määritystiedoston tulostimet.</string><string id="NativePrintersBulkBlacklist">Käytöstä poistetut yritystulostimet</string><string id="NativePrintersBulkBlacklist_Explain">Määrittää tulostimet, joita käyttäjä ei voi käyttää.

Tätä käytäntöä käytetään vain, jos NativePrintersBulkAccessMode-tilaksi on valittu BlacklistRestriction.

Jos tämä käytäntö on käytössä, käyttäjä voi käyttää kaikkia tulostimia, paitsi niitä, joiden tunnukset on lueteltu tässä.
</string><string id="NativePrintersBulkBlacklistDesc">Käytöstä poistetut yritystulostimet</string><string id="NativePrintersBulkConfiguration">Yritystulostimen määritystiedosto</string><string id="NativePrintersBulkConfiguration_Explain">Tarjoaa määritystietoja laitteisiin sidotuille yritystulostimille.

Tämän käytännön avulla voit tarjota tulostinmäärityksiä laitteille, joiden käyttöjärjestelmä on Google Chrome OS. Tiedoston koko saa olla korkeintaan 5 Mt ja se on oltava koodattuna JSON:ssä. Muoto on sama kuin NativePrinters-sanakirjan muoto. Noin 21 000 tulostinta sisältävä tiedosto koodautuu arviolta 5 Mt:n tiedostona. Lataus todennetaan hajautusarvon avulla.

Tiedosto on ladattu ja tallennettu välimuistiin. Se ladataan uudelleen aina kun URL-osoite tai hajautusarvo muuttuu.

Jos tämä käytäntö on määritetty, Google Chrome OS lataa tiedoston tulostinmäärityksiä varten ja ottaa tulostimet käyttöön seuraavien mukaisesti: NativePrintersBulkAccessMode, NativePrintersBulkWhitelist ja NativePrintersBulkBlacklist.

Jos määrität tämän käytännön, käyttäjät eivät voi muuttaa tai ohittaa sitä.

Tällä käytännöllä ei ole vaikutusta siihen, voivatko käyttäjät määrittää tulostimia yksittäisillä laitteilla. Se on tarkoitettu käytettäväksi yksittäisten käyttäjien tulostinmääritysten lisäksi.
</string><string id="NativePrintersBulkWhitelist">Käytössä olevat yritystulostimet</string><string id="NativePrintersBulkWhitelist_Explain">Määrittää tulostimet, joita käyttäjä voi käyttää.

Tätä käytäntöä käytetään vain, jos WhitelistPrintersOnly-tilaksi on valittu NativePrintersBulkAccessMode.

Jos tämä käytäntö on käytössä, vain sellaiset tulostimet ovat käyttäjän käytettävissä, joiden tunnukset vastaavat käytännössä mainittuja arvoja. Tunnusten on vastattava NativePrintersBulkConfiguration-kohdassa määritetyn tiedoston merkintöjä.
</string><string id="NativePrintersBulkWhitelistDesc">Käytössä olevat yritystulostimet</string><string id="NetworkPredictionOptions">Ota verkkojen esilataus käyttöön</string><string id="NetworkPredictionOptions_Explain">Määrittää, että Google Chrome käyttää verkon ennakointia ja estää käyttäjiä muokkaamasta tätä asetusta.

Tämä käytäntö koskee DNS-esilatauksen lisäksi TCP- ja SSL-yhteyksien esimuodostusta ja verkkosivujen esihahmonnusta.

Jos asetuksen arvoksi asetetaan aina, ei koskaan tai vain Wi-Fi, Google Chrome ei anna käyttäjien muokata tätä asetusta.

Jos tätä käytäntöä ei aseteta, verkon ennakointi otetaan käyttöön, mutta käyttäjä voi muokata asetusta.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Ennakoi verkon toimia millä tahansa verkkoyhteydellä</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Ennakoi verkon toimia, kun kyseessä ei ole matkapuhelinverkko.
(Poistettu käytöstä versiossa 50, poistettu täysin versiossa 52. 52:n jälkeen arvoa 1 kohdellaan samoin kuin arvoa 0, eli verkon toimia ennakoidaan kaikissa verkoissa.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Älä ennakoi verkon toimia millään verkkoyhteydellä</string><string id="NoteTakingAppsLockScreenWhitelist">Luo luettelo sallituista muistiinpanosovelluksista, jotka Google Chrome OS voi näyttää lukitusnäytöllä.</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Määrittää luettelon sovelluksia, jotka Google Chrome OS voi näyttää lukitusnäytöllä muistiinpanosovelluksina.

Jos ensisijainen muistiinpanosovellus on käytettävissä lukitusnäytöllä, näytöllä näkyy sovelluksen käynnistävä käyttöliittymäelementti.
Kun sovellus on käynnistetty, se voi luoda lukitusnäytön päälle sovellusikkunan ja luoda muistiinpanoja lukitusnäytöltä. Sovellus voi tuoda nämä muistiinpanot ensisijaisen käyttäjän käyttökertaan, jos se on avattu. Tällä hetkellä lukitusnäytöllä voi olla vain Chromen muistiinpanosovelluksia.

Jos käytännölle on määritetty arvo, käyttäjä voi valita sovelluksen käytön lukitusnäytöllä vain, jos sovelluksen tunnus on luettelossa, joka on käytännön arvo.
Jos käytännön arvo on tyhjä luettelo, muistiinpanojen tekeminen lukitusnäytöltä poistetaan siis kokonaan käytöstä.
Huomaa, ettei käyttäjä voi välttämättä lisätä muistiinpanosovellusta lukitusnäytölle, vaikka sen tunnus olisi käytännön arvossa. Esimerkiksi Chromen versiossa 61 käyttöympäristö rajoittaa sovellusvaihtoehtojen määrää.

Jos käytännölle ei ole määritetty arvoa, se ei rajoita käyttäjän lukitusnäytölle lisäämiä sovelluksia millään tavalla.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Luo luettelo sallituista muistiinpanosovelluksista, jotka Google Chrome OS voi näyttää lukitusnäytöllä.</string><string id="OpenNetworkConfiguration">Käyttäjätason verkkoasetukset</string><string id="OpenNetworkConfiguration_Explain">Antaa määrittää tuotetta Google Chrome OS käyttävien laitteiden verkkoasetukset käyttäjäkohtaisesti. Verkkoasetukset määritetään JSON-muotoiltuna merkkijonona Open Network Configuration -muodossa, josta on lisätietoja osoitteessa https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Ota PAC-URL-osoitteiden karsinta käyttöön (https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Tämä karsii https://-alkuisista URL-osoitteista yksityisyyden ja tietoturvan kannalta riskialttiit osat, ennen kuin osoitteet lähetetään PAC-ohjelmille (Proxy Auto Config), joita Google Chrome käyttää välityspalvelimen selvityksen aikana.

Jos käytännön arvo on Tosi, tämä suojaustoiminto on käytössä, ja https://-
URL-osoitteiden osat karsitaan ennen osoitteiden lähettämistä PAC-ohjelmille.
Tällöin PAC-ohjelma ei näe tietoja, jotka
tavallisesti ovat salattuja (esim. URL-osoitteen polku ja kysely).

Jos tämän käytännön arvo on epätosi, suojaustoiminto poistetaan käytöstä
ja PAC-ohjelmilla on oikeus tarkastella koko https://-URL-osoitetta.
Tämä asetus koskee kaikkia PAC-ohjelmia riippumatta niiden alkuperästä,
myös WPAD:n kautta löydettyjä ja suojaamattomien yhteyksien kautta
noudettuja PAC-ohjelmia.

Käytännön oletusarvo on Tosi (suojaustoiminto käytössä), paitsi Chrome-
käyttöjärjestelmän yrityskäyttäjillä, joiden käytössä oletusarvo on Epätosi.

Tosi-arvon asettamista suositellaan. Epätosi-arvon asettaminen on tarpeen
vain silloin, kun käytäntö aiheuttaa yhteensopivuusongelman PAC-ohjelmien kanssa.

Käytännön ohittamisvaihtoehto on tarkoitus poistaa tulevaisuudessa.</string><string id="PinnedLauncherApps">Luettelo kiinnitetyistä sovelluksista, jotka näytetään käynnistyspalkissa</string><string id="PinnedLauncherApps_Explain">Näyttää sovellukset, jotka Google Chrome OS näyttää kiinnitettyinä käynnistyspalkissa.

Jos käytäntö on määritetty, käyttäjä ei voi vaihtaa sovelluksia.

Jos käytäntöä ei ole määritetty, käyttäjä voi vaihtaa käynnistyspalkkiin kiinnitettyjä sovelluksia.</string><string id="PinnedLauncherAppsDesc">Luettelo kiinnitetyistä sovelluksista, jotka näytetään käynnistyspalkissa</string><string id="PolicyRefreshRate">Käyttäjäkäytännön päivitystiheys</string><string id="PolicyRefreshRate_Explain">Määrittää millisekunteina ajan, jonka jälkeen laitteen hallintapalvelulta pyydetään tietoja käyttäjäkäytännöistä.

Jos määrität tämän käytännön, 3 tunnin oletusarvo ohitetaan. Kelvollisia arvoja ovat ajat 1 800 000 millisekunnista (30 minuuttia) 86 400 000 millisekuntiin (1 päivä). Jos annettu aika on tämän välin ulkopuolella, käytetään lähintä kelvollista arvoa. Jos ympäristö tukee käytäntöilmoituksia, päivitysviiveeksi määritetään 24 tuntia, sillä todennäköisesti käytäntöilmoitus pakottaa sovelluksen suorittamaan päivityksen käytännön muuttuessa.

Jos tätä käytäntöä ei määritetä, Google Chrome käyttää 3 tunnin oletusarvoa.

Huom. Jos ympäristö tukee käytäntöilmoituksia, päivitysviiveeksi määritetään 24 tuntia (tämän käytännön oletus- ja muut arvot ohitetaan), sillä todennäköisesti käytäntöilmoitus pakottaa sovelluksen suorittamaan päivityksen käytännön muuttuessa. Tästä syystä päivityksiä ei tarvitse suorittaa useammin.</string><string id="PrintingEnabled">Ota tulostus käyttöön</string><string id="PrintingEnabled_Explain">Sallii tulostuksen tuotteesta Google Chrome ja estää käyttäjiä muuttamasta tätä asetusta.

Jos tämä asetus on käytössä tai sitä ei ole määritetty, käyttäjät voivat tulostaa.

Jos tämä asetus ei ole käytössä, käyttäjät eivät voi tulostaa tuotteesta Google Chrome. Tulostus on poistettu käytöstä jakoavainvalikosta, laajennuksista, JavaScript-sovelluksista jne. Tuotteen Google Chrome ohittavista laajennuksista on yhä mahdollista tulostaa. Esimerkiksi joissakin Flash-sovelluksissa tulostusvalinta sijaitsee kontekstivalikossa, johon tätä käytäntöä ei sovelleta.</string><string id="QuicAllowed">Sallii QUIC-protokollan käytön</string><string id="QuicAllowed_Explain">Jos tämän käytännön arvo on Tosi tai sitä ei aseteta, Google Chrome sallii QUIC-protokollan käytön.
Jos käytännön arvo on Epätosi, QUIC-protokollan käyttöä ei sallita.</string><string id="RebootAfterUpdate">Käynnistä automaattisesti uudelleen päivityksen jälkeen</string><string id="RebootAfterUpdate_Explain">Ajoita automaattinen uudelleenkäynnistys, kun tuotteen Google Chrome OS päivitys on otettu käyttöön.

Jos tämän käytännön arvoksi on määritetty tosi, automaattinen uudelleenkäynnistys on ajoitettu siihen, kun tuotteen Google Chrome OS päivitys on otettu käyttöön, ja uudelleenkäynnistys vaaditaan päivitysprosessin loppuun suorittamiseksi. Uudelleenkäynnistys on ajoitettu alkamaan välittömästi, mutta sitä voidaan lykätä laitteella enintään 24 tuntia, jos käyttäjä käyttää laitetta.

Jos tämän käytännön arvoksi on määritetty epätosi, automaattista uudelleenkäynnistystä ei ajoiteta tuotteen Google Chrome OS päivityksen käyttöönoton jälkeen. Päivitysprosessi on valmis, kun käyttäjä seuraavan kerran käynnistää laitteen uudelleen.

Jos määrität tämän käytännön, käyttäjät eivät voi muuttaa tai ohittaa sitä.

Huomaa: Tällä hetkellä automaattiset uudelleenkäynnistykset ovat käytössä vain kun kirjautumisnäyttö on näkyvissä tai kioskisovellusistunto on käynnissä. Tämä muuttuu tulevaisuudessa, ja käytäntö on aina käytössä, riippumatta siitä, onko tietyntyyppinen istunto käynnissä vai ei.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Vaaditaanko paikallisilta luottamusankkureilta verkossa suoritettavat OCSP/CRL-tarkistukset vai ei</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Kun tämä asetus on käytössä, Google Chrome tarkistaa aina, onko paikallisesti asennetuilla CA-varmenteilla allekirjoitetut ja todennetut palvelinvarmenteet peruutettu.

Jos Google Chrome ei saa peruuttamistietoja, varmenteet katsotaan peruutetuiksi.

Jos tätä käytäntöä ei ole määritetty tai sen arvoksi on asetettu epätosi, Google Chrome käyttää olemassa olevia verkon peruuttamisen tarkistusasetuksia.</string><string id="RunAllFlashInAllowMode">Sovella Flash-sisällön asetusta koko sisältöön</string><string id="RunAllFlashInAllowMode_Explain">Jos otat tämän asetuksen käyttöön, kaikki sellainen Flash-sisältö toimii, joka on upotettu verkkosivustolle, jonka sisältöasetuksissa on sallittu Flashin käyttö (olipa sallija käyttäjä tai yrityskäytäntö), mukaan lukien muista lähteistä tullut sisältö tai pieni sisältö.

Jos haluat hallinnoida, mitkä verkkosivustot saavat suorittaa Flash-sisältöä, tutustu DefaultPluginsSetting-, PluginsAllowedForUrls- ja PluginsBlockedForUrls-käytäntöihin.

Jos tämä käytäntö on poistettu käytöstä tai sitä ei ole määritetty, muista lähteistä tuleva tai pieni Flash-sisältö saattaa olla estetty.</string><string id="SAMLOfflineSigninTimeLimit">Rajoita sitä, kuinka kauan SAML-todennuksen käyttäjä voi kirjautua sisään offline-tilassa</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Salli SSL-varoitussivun ohittaminen</string><string id="SSLErrorOverrideAllowed_Explain">Chrome näyttää varoitussivun, jos käyttäjä avaa SSL-virheitä sisältävän sivuston. Jos käytännön arvo on Tosi, käyttäjä voi ohittaa varoitussivun. Tämä on myös oletusarvo.
Käytännön arvo Epätosi estää varoitussivujen ohittamisen.</string><string id="SSLVersionMax">Uusin SSL-versio käytössä</string><string id="SSLVersionMax_Explain">Varoitus: Google Chrome ei enää tue uusimman TLS-version käytäntöä versiosta 66 (arviolta helmikuusta 2018) eteenpäin.

Jos tätä käytäntöä ei ole määritetty, Google Chrome käyttää oletuksena uusinta versiota.

Muussa tapauksessa käytännön arvoksi voidaan määrittää tls1.2 tai tls1.3. Jos arvo on toinen näistä, Google Chrome ei käytä kyseistä arvoa uudempaa SSL/TLS-versiota. Tunnistamattomat arvot ohitetaan.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Ota selaussuoja käyttöön</string><string id="SafeBrowsingEnabled_Explain">Kun tämä valitaan, Google Chrome käyttää Selaussuoja-ominaisuutta ja estää käyttäjiä muuttamasta tätä asetusta.

Jos otat tämän asetuksen käyttöön, Selaussuoja on aina aktiivinen.

Jos poistat tämän asetuksen käytöstä, Selaussuoja ei ole koskaan aktiivinen.

Jos otat tämän asetuksen käyttöön tai poistat sen käytöstä, käyttäjät eivät voi muuttaa tai ohittaa tuotteen Google Chrome Aktivoi tietojenkalastelu- ja haittaohjelmasuojaus ‑asetusta.

Jos tätä käytäntöä ei määritetä, ominaisuus ei ole käytössä, mutta käyttäjä voi muuttaa sen itse.

Voit lukea lisää Selaussuojasta osoitteessa https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Anna käyttäjien sallia Selaussuojan laajempi raportointi</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Jos tämän käytännön arvo on epätosi, käyttäjät eivät voi valita, lähetetäänkö Googlen palvelimille joitain järjestelmätietoja ja joidenkin sivujen sisältöä. Jos asetuksen arvo on tosi tai sitä ei ole määritetty, käyttäjät voivat lähettää joitain järjestelmätietoja ja joidenkin sivujen sisältöä Selaussuojalle auttaakseen vaarallisten sovellusten ja sivustojen havaitsemisessa.

Voit lukea lisää Selaussuojasta osoitteessa https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Poista selainhistorian tallentaminen käytöstä</string><string id="SavingBrowserHistoryDisabled_Explain">Määrittää, että Google Chrome ei tallenna selaushistoriaa, ja estää käyttäjiä muokkaamasta tätä asetusta.

Jos tämä asetus on käytössä, selaushistoriaa ei tallenneta. Lisäksi tämä asetus poistaa käytöstä välilehtien synkronoinnin.

Jos tämä asetus on poissa käytöstä tai sitä ei ole asetettu, selaushistoria tallennetaan.</string><string id="SearchSuggestEnabled">Ota hakuehdotukset käyttöön</string><string id="SearchSuggestEnabled_Explain">Ottaa käyttöön hakuehdotukset tuotteen Google Chrome omniboxissa ja estää käyttäjiä muuttamasta tätä asetusta.

Jos tämä asetus otetaan käyttöön, hakuehdotuksia käytetään.

Jos tämä asetus poistetaan käytöstä, hakuehdotuksia ei käytetä koskaan.

Jos tälle asetukselle määritetään jokin arvo, käyttäjät eivät voi muuttaa tai vaihtaa asetusta tuotteessa Google Chrome.

Jos tätä käytäntöä ei määritetä, se on käytössä, mutta käyttäjät voivat muuttaa sitä.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Asettaa julkisten käyttökertojen suositellut kielet</string><string id="SessionLocales_Explain">Asettaa julkisia käyttökertoja varten yhden tai useamman suositellun kielen, joista käyttäjät voivat valita haluamansa.

Käyttäjä voi valita kielen ja näppäimistöasettelun ennen julkisen käyttökerran aloittamista. Oletuksena kaikki kielet, joita Google Chrome OS tukee, näytetään aakkosjärjestyksessä. Tämän käytännön avulla suositellut kielet voidaan näyttää listan alussa.

Jos tätä käytäntöä ei aseteta, käyttöliittymän kieli on esivalittuna.

Jos tämä käytäntö asetetaan, suositellut kielet näytetään listan alussa muista kielistä erotettuina. Suositellut kielet näytetään käytännössä määritellyssä järjestyksessä. Suositelluista kielistä ensimmäinen on esivalittuna.

Jos suositeltuja kieliä on useita, oletuksena on, että käyttäjät haluavat valita jonkin suosituksista. Kielen ja näppäimistöasettelun valintaa tarjotaan näkyvästi julkisen käyttökerran alussa. Muussa tapauksessa oletetaan, että useimmat käyttäjät haluavat valita esivalitun kielen. Tällöin kielen ja näppäimistöasettelun valintaa ei tarjota yhtä näkyvästi julkisen käyttökerran alussa.

Kun tämä käytäntö on asetettu ja automaattinen kirjautuminen on käytössä (katso käytännöt |DeviceLocalAccountAutoLoginId| ja |DeviceLocalAccountAutoLoginDelay|), automaattisesti aloitettavassa julkisessa käyttökerrassa käytetään ensimmäistä kielisuositusta sekä sitä vastaavaa suosituinta näppäimistöasettelua.

Esivalittuna näppäimistöasetteluna käytetään aina kielivalintaa vastaavaa suosituinta asettelua.

Tämä käytäntö voidaan asettaa vain suositukseksi. Käytännön avulla suositellut kielet voidaan näyttää listan alussa, mutta käyttäjä voi aina valita käyttökertaa varten minkä tahansa kielen, jota Google Chrome OS tukee.
</string><string id="SessionLocalesDesc">Asettaa julkisten käyttökertojen suositellut kielet</string><string id="ShelfAutoHideBehavior">Hallinnoi hyllyn automaattista piilottamista</string><string id="ShelfAutoHideBehavior_Explain">Hallinnoi Google Chrome OS -hyllyn automaattista piilottamista.

Jos tämän käytännön arvo on AlwaysAutoHideShelf, hylly piilotetaan aina automaattisesti.

Jos tämän käytännön arvo on NeverAutoHideShelf, hyllyä ei koskaan piiloteta automaattisesti.

Jos määrität tämän käytännön, käyttäjät eivät voi muuttaa tai ohittaa sitä.

Jos käytäntöä ei määritetä, käyttäjät voivat valita, tuleeko hylly piilottaa automaattisesti.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Piilota hylly aina automaattisesti</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Älä koskaan piilota hyllyä automaattisesti</string><string id="ShowHomeButton">Näytä etusivupainike työkalupalkissa</string><string id="ShowHomeButton_Explain">Näyttää Etusivu-painikkeen tuotteen Google Chrome työkalurivissä. Jos otat tämän asetuksen käyttöön, Etusivu-painike näkyy aina. Jos poistat asetuksen käytöstä, Etusivu-painiketta ei näytetä. Valittuasi asetuksen käyttäjät eivät voi muuttaa tai ohittaa sitä tuotteessa Google Chrome. Jos tätä käytäntöä ei ole määritetty, käyttäjä voi valita, haluaako hän Etusivu-painikkeen näkyviin työkalurivissä.</string><string id="ShowLogoutButtonInTray">Lisää uloskirjautumispainike järjestelmäpalkkiin</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Ota sivuston eristäminen käyttöön kaikilla sivustoilla</string><string id="SitePerProcess_Explain">
HUOM. Tämä käytäntö on kokeellinen ja saattaa rikkoa toimintoja!
Suosittelemme tutustumaan IsolateOrigins-käytännon asetukseen saadaksesi
molempien parhaat puolet, eristämisen ja rajallisen vaikutuksen käyttäjille,
käyttämällä IsolateOrigins-käytäntöä eristettävien sivustojen luettelon kanssa.
Tämä asetus, SitePerProcess, eristää kaikki sivustot.
Jos käytäntö on otettu käyttöön, kaikki sivustot toimivat omien prosessiensa puitteissa.
Jos käytäntöä ei ole otettu käyttöön, sivuston eristämistä edeltävän prosessin hallintalogiikka tulee voimaan.
Jos käytäntöä ei ole määritetty, käyttäjä voi muuttaa tämän asetuksen.
</string><string id="SpellCheckServiceEnabled">Ota käyttöön tai poista käytöstä oikoluku-verkkopalvelu</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome voi korjata oikeinkirjoitusvirheitä Googlen verkkopalvelun avulla. Jos asetus on käytössä, palvelua käytetään aina. Jos asetus ei ole käytössä, palvelua ei käytetä koskaan.

Oikoluvun voi suorittaa myös ladatun sanakirjan avulla. Käytäntö hallinnoi vain verkkopalvelun käyttöä.

Jos asetusta ei ole määritetty, käyttäjät voivat valita, haluavatko he käyttää oikolukupalvelua.</string><string id="SuppressUnsupportedOSWarning">Älä näytä varoitusta käyttöjärjestelmän tuen päättymisestä</string><string id="SuppressUnsupportedOSWarning_Explain">Älä näytä varoitusta, kun Google Chrome on käytössä tietokoneella tai käyttöjärjestelmässä, jonka tuki on päättynyt.</string><string id="SyncDisabled">Poista tietojen synkronointi Googlen kanssa käytöstä</string><string id="SyncDisabled_Explain">Tämän seurauksena Google Chrome ei voi synkronoida tietoja Googlen isännöimien synkronointipalvelujen kanssa, eivätkä käyttäjät voi muuttaa tätä asetusta.

Jos otat tämän asetuksen käyttöön, Google Chrome ei anna käyttäjien ohittaa tai muokata asetusta.

Jos tätä asetusta ei ole määritetty, käyttäjä voi päättää, käytetäänkö Google Synciä.

Jos haluat poistaa Google Syncin kokonaan käytöstä, poista Google Sync ‑palvelu käytöstä Google-hallintakonsolissa.

Jos RoamingProfileSupportEnabled on käytössä, tämä käytäntö ei voi olla käytössä, sillä niiden ominaisuudet käyttäytyvät asiakaspuolella identtisesti. Tässä tapauksessa synkronointi Google isännöimille palvelimille poistuu täysin käytöstä.</string><string id="SystemTimezone">Aikavyöhyke</string><string id="SystemTimezone_Explain">Määrittää laitteessa käytettävän aikavyöhykkeen. Käyttäjät voivat ohittaa nykyisen istunnon määritetyn aikavyöhykkeen. Uloskirjautumisen yhteydessä aikavyöhyke vaihdetaan takaisin määritettyyn aikavyöhykkeeseen. Jos tähän syötetään virheellinen arvo, käytäntö pysyy aktivoituna ja käyttää GMT-aikavyöhykettä. Jos merkkijono on tyhjä, käytäntö ohitetaan.

Jos tätä käytäntöä ei käytetä, sillä hetkellä aktiivinen aikavyöhyke pysyy käytössä. Käyttäjät voivat kuitenkin vaihtaa aikavyöhykettä, jolloin muutos on pysyvä. Käyttäjän tekemä muutos vaikuttaa siis myös kirjautumisnäyttöön ja kaikkiin muihin käyttäjiin.

Uusien laitteiden aikavyöhyke on aluksi US/Pacific.

Arvon muoto noudattaa IANA Time Zone Databasen aikavyöhykkeiden nimiä (nähtävissä osoitteessa https://en.wikipedia.org/wiki/Tz_database). Useimpiin aikavyöhykkeisiin voidaan viitata seuraavasti: ”maanosa/suuri_kaupunki” tai ”valtameri/suuri_kaupunki”.

Kun tämä käytäntö määritetään, aikavyöhykkeen määrittäminen laitteen sijainnin perusteella poistuu käytöstä. Käytäntö myös ohittaa SystemTimezoneAutomaticDetection-käytännön.</string><string id="SystemTimezoneAutomaticDetection">Määritä aikavyöhykkeen automaattinen tunnistamistapa.</string><string id="SystemTimezoneAutomaticDetection_Explain">Kun tämä käytäntö on määritetty, aikavyöhykkeen automaattinen tunnistaminen tapahtuu jollakin seuraavista tavoista, määritetystä arvosta riippuen:

Jos arvo on TimezoneAutomaticDetectionUsersDecide, käyttäjät voivat hallita aikavyöhykkeen tunnistamista normaalisti osoitteessa chrome://settings.

Jos arvo on TimezoneAutomaticDetectionDisabled, osoitteen chrome://settings automaattiset aikavyöhykevalinnat poistetaan käytöstä. Aikavyöhykkeen automaattinen tunnistaminen on aina poissa käytöstä.

Jos arvo on TimezoneAutomaticDetectionIPOnly, osoitteen chrome://settings aikavyöhykevalinnat poistetaan käytöstä. Aikavyöhykkeen automaattinen tunnistaminen on aina käytössä. Aikavyöhyke tunnistetaan sijainnista, joka perustuu pelkkään IP-osoitteeseen.

Jos arvo on TimezoneAutomaticDetectionSendWiFiAccessPoints, osoitteen chrome://settings aikavyöhykevalinnat poistetaan käytöstä. Aikavyöhykkeen automaattinen tunnistaminen on aina käytössä. Aikavyöhyke tunnistetaan aina tarkasti lähettämällä näkyvien Wi-Fi-tukiasemien luettelo sijainnin sovellusliittymän palvelimelle.

Jos arvo on TimezoneAutomaticDetectionSendAllLocationInfo, osoitteen chrome://settings aikavyöhykevalinnat poistetaan käytöstä. Aikavyöhykkeen automaattinen tunnistaminen on aina käytössä. Aikavyöhyke tunnistetaan aina tarkasti lähettämällä palvelimelle sijaintitietoja (esim. Wi-Fin ja matkapuhelinverkon tukiasemia ja GPS-signaaleja).

Jos käytännölle ei määritetä arvoa, se käyttäytyy arvon TimezoneAutomaticDetectionUsersDecide mukaisesti.

Jos SystemTimezone-käytäntö on määritetty, se ohittaa tämän käytännön. Tässä tapauksessa aikavyöhykkeen automaattinen tunnistaminen poistetaan käytöstä.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Lähetä aina käytettävissä olevat sijaintisignaalit palvelimelle aikavyöhykkeen selvittämisen yhteydessä.</string><string id="SystemUse24HourClock">Käytä oletuksena 24 tunnin kelloa</string><string id="SystemUse24HourClock_Explain">Määrittää laitteella käytetyn kellon muodon.

Tämä käytäntö määrittää kirjautumisruudussa ja käyttäjäistunnoissa oletuksena käytetyn kellon muodon. Käyttäjät voivat vaihtaa kellon muodon tilissään.

Jos käytännön arvoksi asetetaan true, laite käyttää 24 tunnin kelloa. Jos käytännön arvoksi asetetaan false, laite käyttää 12 tunnin kelloa.

Jos käytännön arvoa ei aseteta, laite käyttää oletuksena 24 tunnin kelloa.</string><string id="TPMFirmwareUpdateSettings">Määritä TPM-laiteohjelmiston päivittäminen</string><string id="TPMFirmwareUpdateSettings_Explain">Määrittää TPM-laiteohjelmiston päivitystoiminnon saatavuuden ja toiminnan.

Tarkemmat asetukset voidaan määrittää JSON-arvoissa:

allow-user-initiated-powerwash: Jos tämän arvo on true, käyttäjä voi käynnistää powerwash-toiminnon, joka asentaa TPM:n laiteohjelmistopäivityksen.

Jos käytäntöä ei ole määritetty, TPM-laiteohjelmiston päivitystoiminto ei ole saatavilla.</string><string id="TaskManagerEndProcessEnabled">Salli prosessien lopettaminen tehtävänhallinnassa</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Aseta laitteen paikallisen tilin käyttöehdot</string><string id="TermsOfServiceURL_Explain">Asettaa käyttöehdot, jotka käyttäjän täytyy hyväksyä ennen laitteen paikallisen käyttökerran aloittamista.

Jos tämä käytäntö määritetään, Google Chrome OS lataa käyttöehdot ja näyttää ne käyttäjälle aina laitteen paikallisen käyttökerran alussa. Käyttökerta alkaa vasta käyttäjän hyväksyttyä käyttöehdot.

Jos tälle käytännölle ei aseteta arvoa, käyttöehtoja ei näytetä.

Tämän käytännön arvoksi määritetään URL-osoite, josta Google Chrome OS voi ladata käyttöehdot. Käyttöehtojen täytyy olla tavallista tekstiä (MIME-tyyppi text/plain). Muotoilua ei sallita.</string><string id="TouchVirtualKeyboardEnabled">Ota virtuaalinen näppäimistö käyttöön</string><string id="TouchVirtualKeyboardEnabled_Explain">Tämän käytännön avulla virtuaalinen näppäimistö voidaan ottaa käyttöön syöttölaitteena Chrome-käyttöjärjestelmässä. Käyttäjät eivät voi ohittaa tätä käytäntöä.

Jos käytännön arvoksi asetetaan true, virtuaalinen näppäimistö on aina käytössä.

Jos käytännön arvoksi asetetaan false, virtuaalinen näppäimistö ei ole koskaan käytössä.

Jos käytäntö määritetään, käyttäjät eivät voi muuttaa tai ohittaa sitä. Käyttäjät voivat kuitenkin edelleen ottaa käyttöön tai poistaa käytöstä esteettömyystilan ruutunäppäimistön, joka korvaa tämän käytännön hallinnoiman virtuaalisen näppäimistön. Voit hallita esteettömyystilan ruutunäppäimistöä käytännön |VirtualKeyboardEnabled| avulla.

Jos käytännön arvoa ei aseteta, virtuaalinen näppäimistö on aluksi pois käytöstä, mutta käyttäjät voivat ottaa sen käyttöön halutessaan. Näppäimistön näyttämistä voidaan säädellä myös heurististen sääntöjen avulla.</string><string id="TranslateEnabled">Ota Kääntäjä käyttöön</string><string id="TranslateEnabled_Explain">Ottaa integroidun Googlen käännöspalvelun käyttöön tuotteessa Google Chrome. Jos otat tämän asetuksen käyttöön,  Google Chrome näyttää integroidun työkalurivin, joka tarjoaa käyttäjän katseleman sivun käännöstä (jos sovellettavissa). Jos poistat tämän asetuksen käytöstä, käännöspalkkia ei näytetä. Valittuasi asetuksen käyttäjät eivät voi muuttaa tai ohittaa sitä tuotteessa Google Chrome. Jos asetusta ei ole määritetty, käyttäjät voivat käyttää toimintoa halutessaan.</string><string id="URLBlacklist">Estää URL-osoiteluettelon käytön</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Estää URL-osoiteluettelon käytön</string><string id="URLWhitelist">Sallii URL-osoiteluettelon käytön</string><string id="URLWhitelist_Explain">Sallii luettelossa olevien URL-osoitteiden käytön poikkeuksina kiellettyjen URL-osoitteiden luettelosta.

Katso kiellettyjen URL-osoitteiden luettelon käytännöstä kuvaus tämän luettelon kohteiden muotoilusta.

Tämän käytännön avulla voidaan tehdä poikkeuksia rajoittaviin kieltoluetteloihin. Lisäämällä * estoluetteloon voidaan esimerkiksi estää kaikki pyynnöt, ja tämän käytännön avulla voidaan sallia tiettyjen URL-osoitteiden käyttö. Tämän käytännön avulla voidaan myös tehdä poikkeuksia tiettyille kaavoille, muiden verkkotunnuksien aliverkkotunnuksille tai tietyille poluille.

Tarkin suodatin määrittää, estetäänkö vai sallitaanko URL-osoite. Sallittujen luettelo on etusijalla kiellettyjen luetteloon nähden.

Tällä käytännöllä voi olla enintään 1 000 merkintää, eikä myöhempiä merkintöjä huomioida.

Jos tätä käytäntöä ei ole määritetty, URLBlacklist-käytännön luettelossa oleviin kiellettyihin osoitteisiin ei tehdä poikkeuksia.</string><string id="URLWhitelistDesc">Sallii URL-osoiteluettelon käytön</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Jos tämä käytäntö on voimassa, yhtenäisen työpöydän tila sallitaan
ja otetaan oletuksena käyttöön. Tämä sallii sovellusten käyttää yhtä aikaa useita näyttöjä.
Käyttäjä voi poistaa yhtenäisen työpöydän tilan käytöstä näyttökohtaisesti poistamalla sen
valinnan näyttöasetuksista.

Jos tämä käytäntö ei ole voimassa tai sitä ei ole määritetty, yhtenäisen työpöydän tila
poistetaan käytöstä. Tässä tapauksessa käyttäjä ei voi ottaa ominaisuutta käyttöön.</string><string id="UsbDetachableWhitelist">Sallittujen USB-laitteiden luettelo</string><string id="UsbDetachableWhitelist_Explain">Tämä käytäntö määrittää USB-laitteet, joita voidaan irrottaa kernel-ajurista ja käyttää suoraan verkkosovelluksessa chrome.usb-sovellusliittymän kautta. Kukin merkintä sisältää USB-toimittajan tunnuksen ja tuotetunnuksen, joita käytetään laitteiden tunnistamiseen.

Jos tätä käytäntöä ei määritetä, irrotettavien USB-laitteiden luettelo on tyhjä.</string><string id="UsbDetachableWhitelistDesc">Sallittujen USB-laitteiden luettelo</string><string id="UserAvatarImage">Käyttäjän avatar-kuva</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Määritä laitteeseen lisättyjen tilien näyttönimi</string><string id="UserDisplayName_Explain">Hallinnoi tilin nimeä, jonka Google Chrome OS näyttää kunkin laitteeseen lisätyn tilin kirjautumisruudussa.

Jos tämä käytäntö on määritetty, kirjautumisruudussa käytetään kunkin laitteeseen lisätyn tilin kuvapohjaisessa kirjautumisvalitsimessa määritettyä merkkijonoa.

Jos tätä käytäntöä ei määritetä, Google Chrome OS näyttää kirjautumisruudulla laitteeseen lisätyn tilin sähköpostitilin tunnuksen.

Tämä käytäntö ei ole käytössä tavallisilla käyttäjätileillä.</string><string id="VideoCaptureAllowed">Salli tai estä videon kaappaaminen</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL-osoitteet, joille sallitaan pääsy videon kaappauslaitteisiin erikseen lupaa kysymättä</string><string id="VideoCaptureAllowedUrls_Explain">Tähän luetteloon merkittyjä osoitemalleja verrataan pyytävän URL-osoitteen suojaustiedon
alkuperään. Jos vastaavuus havaitaan, äänentallennuslaitteiden
käyttö sallitaan ilman erillistä kehotetta.

Huom. Versioon 45 asti tätä käytäntöä tuettiin vain kioskitilassa.</string><string id="VideoCaptureAllowedUrlsDesc">URL-osoitteet, joille sallitaan pääsy videon kaappauslaitteisiin erikseen lupaa kysymättä</string><string id="WPADQuickCheckEnabled">Ota WPAD-optimointi käyttöön</string><string id="WPADQuickCheckEnabled_Explain">Määrittää, käyttääkö Google Chrome WPAD-optimointia (Web Proxy Auto-Discovery).

Jos tämän käytännön arvo on Epätosi, WPAD-optimointi poistetaan käytöstä, jolloin Google Chrome odottaa nimipalveluun perustuvia WPAD-palvelimia kauemmin. Jos käytäntöä ei aseteta tai sen arvo on Tosi, WPAD-optimointia käytetään.

Käyttäjät eivät voi muuttaa WPAD-optimoinnin asetuksia tästä käytännöstä riippumatta.</string><string id="WallpaperImage">Taustakuva</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Rajoita WebRTC:n käyttämiä paikallisia UDP-portteja</string><string id="WebRtcUdpPortRange_Explain">Jos tämä käytäntö on määritetty, WebRTC voi käyttää vain määritetyllä välillä olevia UDP-portteja (välin päätepisteet ovat käytettävissä).

Jos käytäntöä ei määritetä tai sen arvo on tyhjä merkkijono tai virheellinen porttiväli, WebRTC voi käyttää kaikkia käytettävissä olevia paikallisia UDP-portteja.</string></stringTable><presentationTable><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Etusivun URL-osoite</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Laajennukset, joille sallitaan etätodennussovellusliittymän käyttö</listBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Tuetut todennusjärjestelmät</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Sallittujen todennuspalvelimien luettelo</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Sallitut Kerberos-delegaatiopalvelimet</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Toiminto käynnistettäessä</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Käynnistettäessä avattavat sivut</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Aseta näytön suurentajan tyyppi</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Aseta näytön suurentajan oletustyyppi, jota käytetään kirjautumisnäytössä</dropdownList></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Niiden laajennuksien tunnukset, joita käyttäjä ei saa asentaa (tai * = kaikki).</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Kieltoluettelosta poistettavat laajennuksien tunnukset</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Laajennuksien ja sovellusten tunnukset ja päivitys-URL-osoitteet asennetaan taustalla</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">URL-kuviot, jotka sallivat laajennusten, sovellusten ja käyttäjien komentosarjojen asennuksen kohteesta</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Laajennuksien tai sovelluksien tyypit, joita saa asentaa</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Laajennusten hallinnan asetukset</label></textBox></presentation><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Määritä etäisäntien TalkGadget-etuliite</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Rajoita etäkäytön isännän käyttämää UDP-porttialuetta</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL-osoite, josta etäkäytön asiakkaiden tulisi saada todennustunnus</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL-osoite etäkäytön isännän todennustunnuksen varmentamista varten</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Asiakasvarmenne yhteyden muodostamiseksi osoitteeseen RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Oletushakupalvelun nimi</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Oletushakupalvelun avainsana</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Oletushakupalvelun haku-URL-osoite</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Oletushakupalvelun ehdottama URL-osoite</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Oletushakupalvelun Instant-URL-osoite</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Oletushakupalvelun kuvake</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Oletushakupalvelun merkkijärjestelmät</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Oletushakupalvelun vaihtoehtoiset URL-osoitteet</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametri, joka hallitsee oletushakupalvelun hakutermien sijoittelua</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parametri, joka tarjoaa kuvan perusteella haku -ominaisuuden oletushakupalvelulle</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Oletusarvoisen hakujen tarjoajan uusi välilehti -sivun URL-osoite</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>POST-metodia käyttävän haun URL-osoitteen parametrit</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>POST-metodia käyttävän ehdotushaun URL-osoitteen parametrit</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>POST-metodia käyttävän pikahaun URL-osoitteen parametrit</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>POST-metodia käyttävän kuvahaun URL-osoitteen parametrit</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Evästeiden oletusasetus</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Kuvien oletusasetus</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">JavaScriptin oletusasetus</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Flash-oletusasetus</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Ponnahdusikkunoiden oletusasetus</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Ilmoitusten oletusasetus</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Maantieteellisen sijainnin oletusasetus</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Hallinnoi Web Bluetooth ‑sovellusliittymän käyttöä</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Valitse automaattisesti näiden sivustojen asiakasvarmenteet</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Salli evästeet näissä sivustoissa</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Estä evästeet näissä sivustoissa</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Salli vain käyttökerran evästeet näissä sivustoissa</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Salli kuvat näissä sivustoissa</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Estä kuvat näissä sivustoissa</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Salli JavaScript näissä sivustoissa</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Estä JavaScript näissä sivustoissa</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Salli Flash-laajennus näillä sivustoilla.</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Estä Flash-laajennus näillä sivustoilla.</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Salli ponnahdusikkunat näissä sivustoissa</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Rekisteröi protokollan käsittelijöitä</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Estä ponnahdusikkunat näissä sivustoissa</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Salli ilmoitukset näillä sivustoilla</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Estä ilmoitukset näillä sivustoilla</listBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Uusi välilehti ‑sivun URL-osoite</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Toiminto, kun käyttäjä sulkee kannen</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Prosenttiosuus, jolla näytön himmennyksen viive skaalataan esitystilassa:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Prosenttimäärä, jonka mukaan näytön himmennys skaalataan, jos käyttäjä on aktiivinen himmennyksen jälkeen:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Virransäästöasetukset laitteen ollessa käyttämättä</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Ruudun lukituksen viiveet</label></textBox></presentation><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Valitse, miten välityspalvelimen asetukset määritetään</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Välityspalvelimen osoite tai URL-osoite</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Välityspalvelimen .pac-tiedoston URL-osoite</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Välityspalvelimen ohitussääntöjen pilkuilla erotettu luettelo</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Määritä verkkotunnukset, joille sallitaan Google Apps -käyttö</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Määritä ARC-sovellusten oikeus käyttää varmenteita</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Määritä ARC.</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL-osoitteet, joille on myönnetty pääsy äänikaappauslaitteisiin ilman erillisen luvan pyytämistä</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Poista Certificate Transparency ‑vaatimus tietyiltä URL-osoitteilta</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Hallinnoi käyttäjän käytöstä moniprofiili-istunnossa</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Julkaisuversio</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Oletustulostimen valinnan säännöt</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Muokkaa kirjautumisnäytöllä asennettavien sovellusten luetteloa</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Laitteen kirjautumisnäytön näppäimistöasettelut</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Laitteen kirjautumisnäytön kieli- ja maa-asetus</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Virran hallinta kirjautumisruudulla</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Yritystulostimen määritystiedosto laitteille</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Laitteiden tulostimien määrityksen käyttöoikeuskäytäntö</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Käytöstä poistetut yrityslaitteiden tulostimet</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Käytössä olevat yrityslaitteiden tulostimet</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Käytöstä poiston aikavälit, kun laitteen OffHours |ignored_policy_proto_tags| ‑käytännöt julkaistaan</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Laitetason verkon määritys</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Laitekäytännön päivitystiheys:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Tuotteen Google Chrome käynnistyksen yhteydessä sovellettavat järjestelmäkäytännöt</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Automaattisen päivityksen version määrittäminen</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Päivityksille sallitut yhteystyypit</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Hajontatekijän automaattinen päivitys:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Sallittujen käyttäjien luettelo</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Laitteen taustakuva</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Aseta näytön oletuskierto, jota käytetään aina, kun laite käynnistetään uudelleen.</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Aseta lataushakemisto</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Latausrajoitukset</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Ecryptfs-siirtomenettely</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Ota käytöstä poistettuja verkkokäyttöympäristöjä takaisin käyttöön rajoitetuksi ajaksi</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Pakota YouTuben vähimmäistason rajoitettu tila</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Incognito-tilan saatavuus</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Ota sivuston eristäminen käyttöön tiettyjen alkuperien kohdalla</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Tärkeimmät käyttöoikeudet</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Hallinnoidut kirjanmerkit</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Noudon enimmäisviive käytännön kumoamisen jälkeen:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Natiivitulostus</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Tulostimien määrityksen käyttöoikeuskäytäntö</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Käytöstä poistetut yritystulostimet</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Yritystulostimen määritystiedosto</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Käytössä olevat yritystulostimet</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Ota verkkojen esilataus käyttöön</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Luo luettelo sallituista muistiinpanosovelluksista, jotka Google Chrome OS voi näyttää lukitusnäytöllä.</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Käyttäjätason verkkoasetukset</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Luettelo kiinnitetyistä sovelluksista, jotka näytetään käynnistyspalkissa</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Käyttäjäkäytännön päivitystiheys:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Rajoita sitä, kuinka kauan SAML-todennuksen käyttäjä voi kirjautua sisään offline-tilassa:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Uusin SSL-versio käytössä</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Asettaa julkisten käyttökertojen suositellut kielet</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Hallinnoi hyllyn automaattista piilottamista</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Aikavyöhyke</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Määritä aikavyöhykkeen automaattinen tunnistamistapa.</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Määritä TPM-laiteohjelmiston päivittäminen</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Aseta laitteen paikallisen tilin käyttöehdot</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Estää URL-osoiteluettelon käytön</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Sallii URL-osoiteluettelon käytön</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Sallittujen USB-laitteiden luettelo</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Käyttäjän avatar-kuva</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Määritä laitteeseen lisättyjen tilien näyttönimi</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL-osoitteet, joille sallitaan pääsy videon kaappauslaitteisiin erikseen lupaa kysymättä</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Taustakuva</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Rajoita WebRTC:n käyttämiä paikallisia UDP-portteja</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>