<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 eller nyere</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Standardindstillinger (brugere kan tilsidesætte)</string><string id="PasswordManager_group">Adgangskodemanager</string><string id="PasswordManagerEnabled">Aktivér lagring af adgangskoder i adgangskodeadministratoren</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="Attestation_group">Fjernattestering</string><string id="AttestationEnabledForUser">Aktivér fjernattestering for brugeren</string><string id="AttestationEnabledForUser_Explain">Hvis denne er angivet som sand, kan brugeren benytte hardwaren på Chrome-enheder til at fjernbekræfte sin identitet over for privatlivs-CA'en via Enterprise Platform Keys API med chrome.enterprise.platformKeys.challengeUserKey().

Hvis denne er angivet som falsk eller ikke er angivet, vil kald til API'en mislykkes og returnere en fejlkode.</string><string id="AttestationExtensionWhitelist">Udvidelser har tilladelse til at bruge Remote Attestation API.</string><string id="AttestationExtensionWhitelist_Explain">Denne politik angiver de udvidelser, der har tilladelse til at bruge Enterprise Platform Keys API-funktionen chrome.enterprise.platformKeys.challengeUserKey() til fjernbekræftelse. Udvidelser skal føjes til denne liste for at kunne anvende API'en.

Hvis en udvidelse ikke findes på listen, eller listen ikke er angivet, vil kaldet til API'en mislykkes og returnere en fejlkode.</string><string id="AttestationExtensionWhitelistDesc">Udvidelser har tilladelse til at bruge Remote Attestation API.</string><string id="GoogleCast_group">Google Cast</string><string id="EnableMediaRouter">Aktiverer Google Cast</string><string id="EnableMediaRouter_Explain">Hvis denne politik er angivet til Sand eller ikke er angivet, er Google Cast aktiveret, og brugerne kan åbne det via appmenuen, genvejsmenuen til sider, knapper til mediestyring på Cast-kompatible websites og Cast-ikonet på værktøjslinjen (hvis det vises).

Hvis denne politik er angivet som Falsk, er Google Cast deaktiveret.</string><string id="ShowCastIconInToolbar">Viser Google Cast-ikonet på værktøjslinjen</string><string id="ShowCastIconInToolbar_Explain">Hvis denne politik angives som Sand, vises Cast-ikonet altid på værktøjslinjen eller i prikmenuen, og brugerne kan ikke fjerne det.

Hvis denne politik angives som Falsk eller ikke angives, kan brugerne fastgøre eller fjerne ikonet via genvejsmenuen.

Hvis politikken &quot;EnableMediaRouter&quot; angives som Falsk, træder denne politik ikke i kraft, og ikonet vises ikke på værktøjslinjen.</string><string id="Accessibility_group">Indstillinger for hjælpefunktioner</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Vis indstillinger for hjælpefunktioner i systembakkemenuen</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Aktivér Stor markør</string><string id="LargeCursorEnabled_Explain">Aktivér hjælpefunktionen Stor markør.

Hvis denne politik angives som sand, vil den store markør altid være aktiveret.

Hvis denne politik angives som falsk, vil den store markør altid være deaktiveret.

Hvis du angiver denne politik, kan brugerne ikke ændre eller tilsidesætte den.

Hvis denne politik ikke angives, deaktiveres den store markør, men brugeren kan når som helst slå funktionen til.</string><string id="SpokenFeedbackEnabled">Aktivér talefeedback</string><string id="SpokenFeedbackEnabled_Explain">Aktivér hjælpefunktionen Talefeedback.

Hvis denne politik angives som sand, vil talefeedback altid være aktiveret.

Hvis denne politik angives som falsk, vil talefeedback altid være deaktiveret.

Hvis du angiver denne politik, kan brugerne ikke ændre eller tilsidesætte den.

Hvis denne politik ikke angives, vil talefeedback være deaktiveret, men brugeren kan når som helst slå funktionen til.</string><string id="HighContrastEnabled">Aktivér høj kontrast</string><string id="HighContrastEnabled_Explain">Aktivér hjælpefunktionen Høj kontrast.

Hvis denne politik angives som sand, vil høj kontrast altid være aktiveret.

Hvis denne politik angives som falsk, vil høj kontrast altid være deaktiveret.

Hvis du angiver denne politik, kan brugerne ikke ændre eller tilsidesætte den.

Hvis denne politik ikke angives, vil høj kontrast være deaktiveret, men brugeren kan når som helst slå funktionen til.</string><string id="VirtualKeyboardEnabled">Aktivér skærmtastatur</string><string id="VirtualKeyboardEnabled_Explain">Aktivér hjælpefunktionen Skærmtastatur.

Hvis denne politik er angivet som Sand, vil hjælpefunktionen Skærmtastatur altid være slået til.

Hvis denne politik er angivet som Falsk, vil hjælpefunktionen Skærmtastatur altid være slået fra.

Hvis du indstiller denne politik, kan brugerne ikke ændre eller tilsidesætte den.

Hvis denne politik ikke er angivet, vil skærmtastaturet være slået fra som udgangspunkt, men brugeren kan til enhver tid aktivere det.</string><string id="KeyboardDefaultToFunctionKeys">Medietaster indstilles automatisk til funktionstaster</string><string id="KeyboardDefaultToFunctionKeys_Explain">Ændrer standardadfærden for tasterne i øverste række til funktionstaster.

Hvis denne politik er angivet til Sand, vil den øverste række med taster på tastaturet som standard være funktionstaster. For igen at gøre tasterne til medietaster skal man trykke på søgetasten.

Hvis denne politik er angivet til Falsk, eller hvis den ikke er indstillet, vil tastaturet skulle bruges som medietaster som standard og funktionstaster, når søgefeltet anvendes.</string><string id="ScreenMagnifierType">Indstil type af lup</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Luppen er deaktiveret</string><string id="ScreenMagnifierType_Full-screen">Lup i fuld skærm er aktiveret</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Indstil standardtilstand for den store markør på loginskærmen</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Indstil standardtilstanden for hjælpefunktionen med den store markør på loginskærmen.

Hvis denne politik angives som sand, vil den store markør være aktiveret, når loginskærmen vises.

Hvis denne politik angives som falsk, vil den store markør være deaktiveret, når loginskærmen vises.

Hvis du angiver denne politik, kan brugerne midlertidigt tilsidesætte den ved at slå den store markør til eller fra. Men brugerens valg er ikke endegyldigt, og standarden gendannes, når loginskærmen vises igen, eller hvis brugeren forbliver inaktiv på loginskærmen i et minut.

Hvis denne politik ikke angives, deaktiveres den store markør, når loginskærmen vises første gang. Brugerne kan når som helst aktivere eller deaktivere den store markør, og dens status på loginskærmen fastholdes hos brugerne.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Indstil standardtilstanden for talefeedback på loginskærmen</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Angiv standardtilstanden for hjælpefunktionen Talefeedback på loginskærmen.

Hvis denne politik angives som sand, aktiveres talefeedback, når loginskærmen vises.

Hvis denne politik angives som falsk, deaktiveres talefeedback, når loginskærmen vises.

Hvis du angiver denne politik, kan brugerne midlertidigt tilsidesætte den ved at aktivere eller deaktivere talefeedback. Brugerens valg er dog ikke endegyldigt, og standarden gendannes, når loginskærmen vises igen, eller hvis brugeren forbliver inaktiv på loginskærmen i et minut.

Hvis denne politik ikke angives, deaktiveres talefeedback, når loginskærmen vises første gang. Brugerne kan når som helst aktivere eller deaktivere talefeedback, og dens status på loginskærmen fastholdes hos brugerne.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Indstil standardtilstanden for høj kontrast på loginskærmen</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Indstil standardtilstanden for hjælpefunktionen Høj kontrast på loginskærmen.

Hvis denne politik angives som sand, aktiveres høj kontrast, når loginskærmen vises.

Hvis denne politik angives som falsk, deaktiveres høj kontrast, når loginskærmen vises.

Hvis du angiver denne politik, kan brugerne midlertidigt tilsidesætte den ved at aktivere eller deaktivere Høj kontrast. Brugerens valg er dog ikke endegyldigt, og standarden gendannes, når loginskærmen vises igen, eller hvis brugeren forbliver inaktiv på loginskærmen i et minut.

Hvis denne politik ikke angives, deaktiveres høj kontrast, når loginskærmen vises første gang. Brugerne kan når som helst aktivere eller deaktivere Høj kontrast, og dens status på loginskærmen fastholdes hos brugerne.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Angiv standardtilstanden for skærmtastaturet på loginskærmen</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Angiv standardtilstanden for hjælpefunktionen Skærmtastatur på loginskærmen.

Hvis denne politik er angivet som Sand, aktiveres skærmtastaturet, når loginskærmen vises.

Hvis denne politik er angivet som Falsk, deaktiveres skærmtastaturet, når loginskærmen vises.

Hvis du har indstillet denne politik, kan brugerne midlertidigt tilsidesætte den ved at aktivere eller deaktivere skærmtastaturet. Brugerens valg er dog ikke permanent, og standardindstillingen gendannes, når loginskærmen vises på ny, eller når brugeren har været inaktiv på loginskærmen i et minut.

Hvis denne politik ikke indstilles, deaktiveres skærmtastaturet, når loginskærmen vises første gang. Brugerne kan til enhver tid aktivere eller deaktivere skærmtastaturet, og status for skærmtastaturet på loginskærmen bibeholdes for de enkelte brugere.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Indstil standardtype for lup til aktiveret på loginskærmen</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Indstil standardtypen for den lup, der er aktiveret på loginskærmen.

Hvis denne politik indstilles, kontrollerer den den type lup, der aktiveres, når loginskærmen vises. Hvis politikken indstilles til &quot;Ingen&quot;, deaktiveres luppen.

Hvis du indstiller denne politik, kan brugerne midlertidigt tilsidesætte den ved at aktivere eller deaktivere luppen. Men brugerens valg er ikke endegyldigt, og standarden gendannes, når loginskærmen vises igen, eller hvis brugeren forbliver inaktiv på skærmen i et minut.

Hvis denne politik ikke indstilles, deaktiveres luppen, når loginskærmen vises første gang. Brugerne kan når som helst aktivere eller deaktivere luppen, og dens status på loginskærmen fastholdes hos brugerne.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Luppen er deaktiveret</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Lup i fuld skærm er aktiveret</string><string id="ContentSettings_group">Indstillinger for indhold</string><string id="DefaultCookiesSetting">Standardindstilling for cookies</string><string id="DefaultCookiesSetting_Explain">Giver dig mulighed for at angive, om websites må angive lokale data. Angivelse af lokale data kan enten være tilladt for alle websites eller forbudt for alle websites.

Hvis denne politik er angivet til &quot;Behold cookies under sessionen&quot;, så ryddes cookies, når sessionen afsluttes. Bemærk, at sessionen muligvis ikke afsluttes, når det sidste vindue lukkes, hvis Google Chrome kører i &quot;baggrundstilstand&quot;. Se politikken &quot;BackgroundModeEnabled&quot; for at få flere oplysninger om konfiguration af denne adfærd.

Hvis denne politik ikke angives, anvendes &quot;AllowCookies&quot;, og brugeren kan ændre dette.</string><string id="DefaultCookiesSetting_AllowCookies">Tillad, at alle websites angiver lokale data</string><string id="DefaultCookiesSetting_BlockCookies">Tillad ikke, at websites angiver lokale data</string><string id="DefaultCookiesSetting_SessionOnly">Behold cookies under sessionen</string><string id="DefaultImagesSetting">Standardindstilling for billeder</string><string id="DefaultImagesSetting_Explain">Giver dig mulighed for at bestemme, om websites skal kunne vise billeder. Billedvisning kan enten være tilladt for alle websites eller nægtet for alle websites.

Hvis denne politik ikke er angivet, anvendes &quot;AllowImages&quot;, og brugeren kan ændre den.</string><string id="DefaultImagesSetting_AllowImages">Tillad alle websites at vise alle billeder</string><string id="DefaultImagesSetting_BlockImages">Tillad ikke, at websites viser billeder</string><string id="DefaultJavaScriptSetting">Standardindstilling for JavaScript</string><string id="DefaultJavaScriptSetting_Explain">Giver dig mulighed for at angive, om websites må køre JavaScript. Kørsel af JavaScript kan enten være tilladt for alle websites eller nægtet for alle websites. Hvis denne politik ikke angives, anvendes &quot;AllowJavaScript&quot;, og brugeren vil kunne ændre det.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Tillad, at alle websites kører JavaScript</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Tillad ikke, at websites kører JavaScript</string><string id="DefaultPluginsSetting">Standardindstilling for Flash</string><string id="DefaultPluginsSetting_Explain">Gør det muligt for dig at angive, om det er tilladt for websites at køre Flash-pluginnet automatisk. Automatisk kørsel af Flash-pluginnet kan tillades for alle websites eller forbydes for alle websites.

Klik for at afspille giver tilladelse til at køre Flash-pluginnet, men brugeren skal klikke på pladsholderen for at starte det.

Hvis denne politik ikke angives, kan brugeren ændre denne indstilling manuelt.</string><string id="DefaultPluginsSetting_AllowPlugins">Giv alle websites tilladelse til at køre Flash-pluginnet automatisk</string><string id="DefaultPluginsSetting_BlockPlugins">Bloker Flash-pluginnet</string><string id="DefaultPluginsSetting_ClickToPlay">Klik for at afspille</string><string id="DefaultPopupsSetting">Standardindstillinger for pop op-vinduer</string><string id="DefaultPopupsSetting_Explain">Giver dig mulighed for at bestemme, om websites må vise pop op-vinduer. Visning af pop op-vinduer kan enten være tilladt for alle websites eller nægtet for alle websites. Hvis denne politik ikke angives, anvendes &quot;BlockPopups&quot;, og brugeren vil kunne ændre den.</string><string id="DefaultPopupsSetting_AllowPopups">Tillad, at alle websites viser pop op-vinduer</string><string id="DefaultPopupsSetting_BlockPopups">Tillad ikke, at websites viser pop op-vinduer</string><string id="DefaultNotificationsSetting">Standardindstilling for underretninger</string><string id="DefaultNotificationsSetting_Explain">Giver dig mulighed for at angive, om websites må vise underretninger på skrivebordet. Visning af underretninger på skrivebordet kan tillades som standard, nægtes som standard, eller brugeren kan blive spurgt, hver gang et website ønsker at vise underretninger på skrivebordet. Hvis denne politik ikke angives, anvendes &quot;AskNotifications&quot;, og brugeren vil kunne ændre det.</string><string id="DefaultNotificationsSetting_AllowNotifications">Tillad, at websites viser skrivebordsunderretninger</string><string id="DefaultNotificationsSetting_BlockNotifications">Tillad ikke, at websites viser skrivebordsunderretninger</string><string id="DefaultNotificationsSetting_AskNotifications">Spørg hver gang et website vil vise skrivebordsunderretninger</string><string id="DefaultGeolocationSetting">Standardindstilling for geoplacering</string><string id="DefaultGeolocationSetting_Explain">Giver dig mulighed for at angive, om websites skal have tilladelse til at spore brugernes fysiske placering. Sporing af brugernes fysiske placering kan tillades som standard, nægtes som standard, eller brugeren kan blive spurgt, hver gang et website anmoder om den fysiske placering. Hvis denne politik ikke angives, anvendes &quot;AskGeolocation&quot;, og brugeren vil kunne ændre den.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Tillad, at websites registrerer brugernes fysiske placering</string><string id="DefaultGeolocationSetting_BlockGeolocation">Tillad ikke, at websites sporer brugerens fysiske placering</string><string id="DefaultGeolocationSetting_AskGeolocation">Spørg, hver gang et website ønsker at spore brugerens fysiske placering</string><string id="DefaultWebBluetoothGuardSetting">Kontrollér brugen af Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_Explain">Giver dig mulighed for at angive, om websites må få adgang til Bluetooth-enheder i nærheden. Adgangen kan være fuldstændig blokeret, eller brugeren kan få en anmodning, hver gang et website vil have adgang til en Bluetooth-enhed i nærheden.

Hvis denne politik ikke indstilles, bruges &quot;3&quot;, og brugeren kan ændre denne indstilling.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Tillad ikke, at websites får adgang til Bluetooth-enheder via Web Bluetooth API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Tillad, at websites anmoder en bruger om adgang til en Bluetooth-enhed i nærheden.</string><string id="AutoSelectCertificateForUrls">Vælg automatisk klientcertifikater til disse websites</string><string id="AutoSelectCertificateForUrls_Explain">Giver dig mulighed for at angive en række webadressemønstre, som angiver websites, hvor Google Chrome automatisk skal vælge et klientcertifikat, hvis websitet anmoder om et certifikat.

Værdien skal være en matrix af JSON-ordbøger i strengformat. Alle ordbøgerne skal have formatet { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, hvor $URL_PATTERN er et mønster for indholdsangivelse. $FILTER begrænser, hvilke klientcertifikater browseren automatisk vælger fra. Uafhængigt af filteret vælges der kun certifikater, der stemmer overens med serverens certifikatanmodning. Hvis $FILTER har formatet { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, vælges der desuden kun klientcertifikater, der er udstedt af et certifikat med CommonName $ISSUER_CN. Hvis $FILTER er den tomme ordbog {}, begrænses valget af klientcertifikater ikke yderligere.

Hvis denne politik ikke indstilles, vil valget blive foretaget automatisk på alle websites.</string><string id="AutoSelectCertificateForUrlsDesc">Vælg automatisk klientcertifikater til disse websites</string><string id="CookiesAllowedForUrls">Tillad cookies på disse websites</string><string id="CookiesAllowedForUrls_Explain">Giver dig mulighed for at oprette en liste med webadressemønstre, der angiver websites med tilladelse til at angive cookies. Hvis denne politik ikke angives, anvendes den globale standardværdi på alle websites, enten fra politikken &quot;DefaultCookiesSetting&quot;, hvis den er angivet, eller brugerens personlige konfiguration.</string><string id="CookiesAllowedForUrlsDesc">Tillad cookies på disse websites</string><string id="CookiesBlockedForUrls">Bloker cookies på disse websites</string><string id="CookiesBlockedForUrls_Explain">Giver dig mulighed for at oprette en liste over webadressemønstre, der angiver websites, som ikke har tilladelse til at anvende cookies. Hvis denne politik ikke angives, vil den globale standardværdi blive anvendt for alle websites, enten fra politikken &quot;DefaultCookiesSetting&quot;, hvis den er angivet, eller fra brugerens personlige konfiguration.</string><string id="CookiesBlockedForUrlsDesc">Bloker cookies på disse websites</string><string id="CookiesSessionOnlyForUrls">Tillad cookies, der kun bruges i én session, på disse websites</string><string id="CookiesSessionOnlyForUrls_Explain">Gør det muligt at indstille en liste over webadressemønstre, der angiver websites, hvor det er tilladt at indstille cookies, der kun bruges i én session.

Hvis denne politik ikke konfigureres, bruges den globale standardværdi til alle websites, enten fra politikken &quot;DefaultCookiesSetting&quot;, hvis denne er indstillet, og ellers brugerens personlige konfiguration.

Bemærk, at hvis Google Chrome kører i &quot;baggrundstilstand&quot;, lukkes sessionen muligvis ikke, når det sidste browservindue lukkes. I stedet forbliver den aktiv, indtil browseren afsluttes. Se politikken &quot;BackgroundModeEnabled&quot; for at få flere oplysninger om konfiguration af denne adfærd.

Hvis politikken &quot;RestoreOnStartup&quot; er indstillet til at gendanne webadresser fra tidligere sessioner, overholdes denne politik ikke, og cookies gemmes permanent for disse websites.</string><string id="CookiesSessionOnlyForUrlsDesc">Tillad cookies, der kun bruges i én session, på disse websites</string><string id="ImagesAllowedForUrls">Tillad billeder på disse websites</string><string id="ImagesAllowedForUrls_Explain">Giver dig mulighed for at oprette en liste med webadressemønstre, der angiver websites, hvor billedvisning tillades. Hvis denne politik ikke er angivet, anvendes den globale standardværdi for alle websites, enten fra politikken &quot;DefaultImagesSetting&quot;, hvis den er angivet, eller fra brugerens personlige konfiguration.</string><string id="ImagesAllowedForUrlsDesc">Tillad billeder på disse websites</string><string id="ImagesBlockedForUrls">Bloker billeder på disse websites</string><string id="ImagesBlockedForUrls_Explain">Giver dig mulighed for at oprette en liste over webadressemønstre, der angiver websites, som ikke må vise billeder. Hvis denne politik ikke angives, anvendes den globale standardværdi på alle websites, enten fra politikken &quot;DefaultImagesSetting&quot;, hvis den er angivet, eller brugerens personlige konfiguration.</string><string id="ImagesBlockedForUrlsDesc">Bloker billeder på disse websites</string><string id="JavaScriptAllowedForUrls">Tillad JavaScript på disse websites</string><string id="JavaScriptAllowedForUrls_Explain">Giver dig mulighed for at oprette en liste med webadressemønstre, der angiver websites, der får lov til at køre JavaScript. Hvis denne politik ikke angives, anvendes den globale standardværdi på alle websites, enten fra politikken &quot;DefaultJavaScriptSetting&quot;, hvis den er indstillet, eller brugerens personlige konfiguration.</string><string id="JavaScriptAllowedForUrlsDesc">Tillad JavaScript på disse websites</string><string id="JavaScriptBlockedForUrls">Bloker JavaScript på disse websites</string><string id="JavaScriptBlockedForUrls_Explain">Gør det muligt at oprette en liste over webadressemønstre for at angive websites, som ikke må køre JavaScript. Hvis denne politik ikke angives, anvendes den globale standardværdi på alle websites, enten fra politikken &quot;DefaultJavaScriptSetting&quot;, hvis den er angivet, eller brugerens personlige konfiguration.</string><string id="JavaScriptBlockedForUrlsDesc">Bloker JavaScript på disse websites</string><string id="PluginsAllowedForUrls">Tillad Flash-pluginnet på disse websites</string><string id="PluginsAllowedForUrls_Explain">Giver dig mulighed for at angive en liste med webadressemønstre, der angiver websites, som har tilladelse til at køre Flash-pluginnet.

Hvis denne politik ikke angives, anvendes den globale standardværdi for alle websites enten fra politikken &quot;DefaultPluginsSetting&quot;, hvis denne er angivet, og ellers fra brugerens personlige konfiguration.</string><string id="PluginsAllowedForUrlsDesc">Tillad Flash-pluginnet på disse websites</string><string id="PluginsBlockedForUrls">Bloker Flash-pluginnet på disse websites</string><string id="PluginsBlockedForUrls_Explain">Giver dig mulighed for at angive en liste med webadressemønstre, der angiver websites, som ikke har tilladelse til at køre Flash-pluginnet.

Hvis denne politik ikke angives, anvendes den globale standardværdi for alle websites enten fra politikken &quot;DefaultPluginsSetting&quot;, hvis denne er angivet, og ellers fra brugerens personlige konfiguration.</string><string id="PluginsBlockedForUrlsDesc">Bloker Flash-pluginnet på disse websites</string><string id="PopupsAllowedForUrls">Tillad pop op-vinduer på disse websites</string><string id="PopupsAllowedForUrls_Explain">Giver dig mulighed for at oprette en liste over webadressemønstre med websites, der må åbne pop op-vinduer. Hvis denne politik ikke angives, anvendes den globale standardværdi på alle websites, enten fra politikken &quot;DefaultPopupsSetting&quot;, hvis den er angivet, eller brugerens personlige konfiguration.</string><string id="PopupsAllowedForUrlsDesc">Tillad pop op-vinduer på disse websites</string><string id="RegisteredProtocolHandlers">Registrer protokolhandlere</string><string id="RegisteredProtocolHandlers_Explain">Giver dig mulighed for at registrere en liste over protokolhandlere. Dette kan kun være en anbefalet politik. Egenskaben |protocol| skal indstilles til ordningen, f.eks. &quot;mailto&quot;, og egenskaben |url| bør indstilles til webadressemønsteret for den applikation, der handler ordningen. Dette mønster kan omfatte et &quot;%s&quot;, som, hvis det findes, erstattes med den handlede webadresse.

De protokolhandlere, der er registreret via politikker, flettes med dem, der er registreret af brugeren, og begge er tilgængelige og kan anvendes. Brugeren kan tilsidesætte protokolhandlere, der er installeret via en politik, ved at installere en ny standardhandler, men kan ikke fjerne en protokolhandler, der er registreret via en politik.</string><string id="PopupsBlockedForUrls">Bloker pop op-vinduer på disse websites</string><string id="PopupsBlockedForUrls_Explain">Giver dig mulighed for at oprette en liste over webadressemønstre, der angiver websites, som ikke må åbne pop op-vinduer. Hvis denne politik ikke angives, anvendes den globale standardværdi på alle websites, enten fra politikken &quot;DefaultPopupsSetting&quot;, hvis den er angivet, eller brugerens personlige konfiguration.</string><string id="PopupsBlockedForUrlsDesc">Bloker pop op-vinduer på disse websites</string><string id="NotificationsAllowedForUrls">Tillad underretninger på disse websites</string><string id="NotificationsAllowedForUrls_Explain">Giver dig mulighed for at oprette en liste over webadressemønstre, der angiver websites, der må vise underretninger. Hvis denne politik ikke angives, anvendes den globale standardværdi på alle websites, enten fra politikken &quot;DefaultNotificationsSetting&quot;, hvis den er indstillet, eller brugerens personlige konfiguration.</string><string id="NotificationsAllowedForUrlsDesc">Tillad underretninger på disse websites</string><string id="NotificationsBlockedForUrls">Bloker underretninger på disse websites</string><string id="NotificationsBlockedForUrls_Explain">Giver dig mulighed for at oprette en liste med webadressemønstre, der angiver websites, hvor det ikke er tilladt at vise underretninger. Hvis denne politik ikke angives, anvendes den globale standardværdi på alle websites, enten fra politikken &quot;DefaultNotificationsSetting&quot;, hvis den er indstillet, eller brugerens personlige konfiguration.</string><string id="NotificationsBlockedForUrlsDesc">Bloker underretninger på disse websites</string><string id="Drive_group">Konfigurer indstillinger for Google Drev</string><string id="DriveDisabled">Deaktiverer Drev i appen Filer i Google Chrome OS</string><string id="DriveDisabled_Explain">Deaktiverer Google Drev-synkronisering i appen Filer i Google Chrome OS, når den er angivet til Sand. I dette tilfælde uploades der ingen data til Google Drev.

Hvis denne indstilling ikke er konfigureret eller er angivet til Falsk, kan brugerne overføre filer til Google Drev.</string><string id="DriveDisabledOverCellular">Deaktiverer Google Drev over mobilforbindelser i appen Filer i Google Chrome OS</string><string id="DriveDisabledOverCellular_Explain">Deaktiverer Google Drev-synkronisering i appen Filer i Google Chrome OS ved brug af en mobilforbindelse, hvis den er angivet til Sand. I dette tilfælde synkroniseres data kun med Google Drev, når der er oprettet forbindelse via Wi-Fi eller Ethernet.

Hvis den ikke er indstillet eller er angivet til Falsk, kan brugerne overføre filer til Google Drev via mobilforbindelser.</string><string id="RemoteAccess_group">Konfigurer indstillinger for fjernadgang</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Aktiver gennemgang af firewall fra vært for fjernadgang</string><string id="RemoteAccessHostFirewallTraversal_Explain">Muliggør brug af STUN-servere, hvis fjernklienter forsøger at oprette forbindelse til denne computer.

Hvis denne indstilling er aktiveret, kan fjernklienter finde og oprette forbindelse til denne computer, selvom de er adskilt af en firewall.

Hvis denne indstilling er deaktiveret, og udgående UDP-forbindelser filtreres af firewallen, vil denne computer kun tillade forbindelser fra klientcomputere på det lokale netværk.

Hvis denne politik ikke er angivet, aktiveres denne indstilling.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Konfigurer TalkGadget-præfikset for værter med fjernadgang</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfigurerer det TalkGadget-præfiks, der anvendes af værter med fjernadgang, og forhindrer brugere i at ændre det.

Hvis præfikset er angivet, indsættes det foran basisnavnet på TalkGadget for at oprette et fuldt domænenavn til TalkGadget. Basisdomænenavnet for TalkGadget er &quot;.talkgadget.google.com&quot;.

Hvis denne indstilling er aktiveret, anvender værterne det brugerdefinerede domænenavn, når de forsøger at få adgang til TalkGadget i stedet for standarddomænenavnet.

Hvis indstillingen er aktiveret eller ikke angivet, anvendes standarddomænenavnet for TalkGadget (&quot;chromoting-host.talkgadget.google.com&quot;) for alle værter.

Klienter med fjernadgang påvirkes ikke af denne politikindstilling. De anvender altid &quot;chromoting-client.talkgadget.google.com&quot; til at få adgang til TalkGadget.</string><string id="RemoteAccessHostRequireCurtain">Aktivér skærmning af eksterne adgangsværter</string><string id="RemoteAccessHostRequireCurtain_Explain">Aktiverer skærmning af eksterne hosts, mens en forbindelse er etableret.

Hvis denne indstilling aktiveres, deaktiveres de fysiske input- og outputenheder for hosts, mens en fjernforbindelse er etableret.

Hvis denne indstilling deaktiveres eller ikke angives, kan både lokale brugere og fjernbrugere interagere med en host, når den deles.</string><string id="RemoteAccessHostAllowClientPairing">Aktivér eller deaktiver godkendelse uden pinkode for hosts til fjernadgang</string><string id="RemoteAccessHostAllowClientPairing_Explain">Hvis denne indstilling er aktiveret eller ikke konfigureret, kan brugerne fravælge at parre klienter og hosts på forbindelsestidspunktet, hvilket fjerner behovet for at indtaste en pinkode hver gang.

Hvis denne indstilling deaktiveres, vil denne funktion ikke være tilgængelig.</string><string id="RemoteAccessHostAllowGnubbyAuth">Tillad gnubby-godkendelse for hosts for fjernadgang</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Hvis denne indstilling er aktiveret, oprettes der en proxyforbindelse for anmodninger om gnubby-godkendelse på tværs af en fjernhostforbindelse.

Hvis denne indstilling er deaktiveret eller ikke er konfigureret, oprettes der ingen proxyforbindelse for anmodninger om gnubby-godkendelse.</string><string id="RemoteAccessHostAllowRelayedConnection">Aktivér brugen af relæservere for hosten for fjernadgang</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Begræns rækkevidden for den UDP-port, der bruges af hosten for fjernadgang</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Kræver, at navnet på den lokale bruger og ejeren af hosten for fjernadgang stemmer overens</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">Den webadresse, hvor klienten til fjernadgang skal hente deres godkendelsestoken</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">Webadresse til validering af tokenet til klientgodkendelse for fjernadgang</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Klientcertifikat for etablering af forbindelse til RemoteAccessHostTokenValidationUrl</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="HTTPAuthentication_group">Politikker for HTTP-godkendelse</string><string id="AuthSchemes">Understøttede godkendelsesskemaer</string><string id="AuthSchemes_Explain">Angiver, hvilke skemaer for HTTP-godkendelse der understøttes af Google Chrome.

Mulige værdier er &quot;grundlæggende&quot;, &quot;sammenfatning&quot;, &quot;NTLM&quot; og &quot;forhandling&quot;. Flere værdier adskilles med kommaer.

Hvis denne politik ikke er angivet, anvendes alle fire skemaer.</string><string id="DisableAuthNegotiateCnameLookup">Deaktiver CNAME-opslag, når godkendelsen af Kerberos forhandles</string><string id="DisableAuthNegotiateCnameLookup_Explain">Angiver, om den genererede Kerberos SPN er baseret på det kanoniske DNS-navn eller det navn, der oprindeligt blev indtastet. Hvis du aktiverer denne indstilling, springes CNAME-opslag over, og servernavnet anvendes, sådan som det er indtastet. Hvis du deaktiverer denne indstilling eller ikke angiver den, vil det kanoniske navn på den pågældende server blive fastlagt via CNAME-opslag.</string><string id="EnableAuthNegotiatePort">Inkluder en port, der ikke er standard, i Kerberos-SPN</string><string id="EnableAuthNegotiatePort_Explain">Angiver, om den genererede Kerberos-SPN skal omfatte en port, der ikke er standard. Hvis du aktiverer denne indstilling, og en port, der ikke er standard (dvs. en anden port end 80 eller 443), angives, vil den indgå i den genererede Kerberos-SPN. Hvis du deaktiverer denne indstilling, vil den genererede Kerberos-SPN aldrig omfatte en port.</string><string id="AuthServerWhitelist">Hvidliste til godkendelse af server</string><string id="AuthServerWhitelist_Explain">Angiver, hvilke servere der skal føjes til hvidlisten til integreret godkendelse. Integreret godkendelse aktiveres kun, når Google Chrome modtager en godkendelsesanmodning fra en proxy eller fra en server, der er tilladt på denne liste.

Adskil servernavne med kommaer. Jokertegn (*) er tilladt.

Hvis denne politik ikke indstilles, prøver Google Chrome at registrere, om der er en server på intranettet, og kun i det tilfælde reageres der på IWA-anmodninger. Hvis en server registreres som internet, ignoreres IWA-anmodninger af Google Chrome.</string><string id="AuthNegotiateDelegateWhitelist">Hvidliste for Kerberos-delegeringsserver</string><string id="AuthNegotiateDelegateWhitelist_Explain">Servere, som Google Chrome kan overdrage til.

Adskil servernavne med kommaer. Jokertegn (*) er tilladt.

Hvis du ikke indstiller denne politik, vil Google Chrome ikke overdrage brugeroplysninger, heller ikke selvom en server registreres som intranet.</string><string id="AllowCrossOriginAuthPrompt">Påmindelser om HTTP Basic Auth med krydsoprindelse</string><string id="AllowCrossOriginAuthPrompt_Explain">Kontrollerer, om underlæggende tredjepartsindhold på en side har tilladelse til at vise et pop op-vindue med dialogboksen HTTP Basic Auth. Den er typisk deaktiveret som et phishingforsvar. Hvis denne politik ikke er angivet, deaktiveres den og underlæggende tredjepartsindhold har ikke tilladelse til at vise et pop op-vindue med dialogboksen HTTP Basic Auth.</string><string id="QuickUnlock_group">Politikker for hurtig oplåsning</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">En hvidliste, der styrer, hvilke tilstande for hurtig oplåsning brugeren kan konfigurere og bruge til at låse låseskærmen op.

Denne værdi er en liste med strenge. Gyldige poster på listen er: &quot;all&quot;, &quot;PIN&quot;. Hvis du føjer &quot;all&quot; til listen, betyder det, at alle tilstande for hurtig oplåsning er tilgængelige for brugeren, også dem, der eventuelt implementeres i fremtiden. Ellers er det kun de tilstande for hurtig oplåsning, der er på listen, som er tilgængelige.

Brug f.eks. [&quot;all&quot;] for at tillade alle tilstande for hurtig oplåsning. Brug [&quot;PIN&quot;] for kun at tillade oplåsning med pinkode. Brug [] for at deaktivere alle tilstande for hurtig oplåsning.

Som standard er ingen tilstande for hurtig oplåsning tilgængelige på administrerede enheder.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Denne indstilling styrer, hvor ofte låseskærmen kræver, at adgangskoden indtastes for at fortsætte med at bruge hurtig oplåsning. Når du går ind på låseskærmen, vil hurtig oplåsning ikke være tilgængelig, hvis den seneste adgang med adgangskode overskrider denne indstilling. Hvis brugeren bliver på låseskærmen ud over det angivne tidsrum, anmodes der om en adgangskode, næste gang brugeren indtaster den forkerte kode eller går ind på låseskærmen, alt efter hvad der kommer først.

Hvis denne indstilling er konfigureret, bliver brugere, der anvender hurtig oplåsning, anmodet om at indtaste deres adgangskode på låseskærmen afhængigt af denne indstilling.

Hvis denne indstilling ikke er konfigureret, bliver brugere, der anvender hurtig oplåsning, anmodet om at indtaste deres adgangskode på låseskærmen hver dag.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Hvis den er angivet til falsk, kan brugerne ikke angive pinkoder, der er svage og nemme at gætte.

Eksempler på svage pinkoder: Pinkoder, der kun indeholder ét tal (1111), pinkoder, der stiger med ét tal ad gangen (1234), pinkoder, der falder med ét tal ad gangen (4321), og pinkoder, der er meget almindelige.

Som standard får brugerne en advarsel, ikke en fejl, hvis pinkoden anses for at være svag.</string><string id="Proxy_group">Proxyserver</string><string id="ProxyMode">Vælg, hvordan du vil angive indstillinger for proxyserveren</string><string id="ProxyMode_Explain">Giver dig mulighed for at angive den proxyserver, som anvendes af Google Chrome, og forhindrer brugerne i at ændre proxyindstillingerne.

Hvis du vælger aldrig at bruge en proxyserver og altid oprette forbindelse direkte, ignoreres alle andre valgmuligheder.

Hvis du vælger at bruge systemets proxyindstillinger, ignoreres alle andre valgmuligheder.

Hvis du vælger at bruge automatisk registrering af proxyserveren, ignoreres alle andre valgmuligheder.

Hvis du vælger tilstanden for en fast proxyserver, kan du angive yderligere valgmuligheder i &quot;Adresse eller webadresse til proxyserveren&quot; og &quot;Kommasepareret liste over regler for omgåelse af proxy&quot;. ARC-apps anvender kun den HTTP-proxyserver, der har højest prioritet.

Hvis du vælger at bruge et proxyscript af typen .pac, skal du angive webadressen til scriptet i &quot;Webadresse til en proxyfil af typen .pac&quot;.

Få flere detaljerede eksempler på:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Hvis du aktiverer denne indstilling, ignorerer Google Chrome og ARC-apps alle proxyrelaterede valgmuligheder, der angives på kommandolinjen.

Hvis disse politikker ikke angives, kan brugerne selv vælge proxyindstillingerne.</string><string id="ProxyMode_ProxyDisabled">Brug aldrig en proxy</string><string id="ProxyMode_ProxyAutoDetect">Registrer proxyindstillinger automatisk</string><string id="ProxyMode_ProxyPacScript">Brug et .pac-proxyscript</string><string id="ProxyMode_ProxyFixedServers">Brug faste proxyservere</string><string id="ProxyMode_ProxyUseSystem">Brug systemets proxyindstillinger</string><string id="ProxyServer">Adresse eller webadresse på proxyserveren</string><string id="ProxyServer_Explain">Du kan angive webadressen til proxyserveren her.

Denne politik træder kun i kraft, hvis du har valgt manuelle proxyindstillinger i &quot;Vælg, hvordan indstillinger for proxyservere skal angives&quot;.

Du bør ikke angive denne politik, hvis du har valgt en anden tilstand til angivelse af proxypolitikker.

Du kan finde flere valgmuligheder og detaljerede eksempler på:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyPacUrl">Webadresse til en proxyfil af typen .pac</string><string id="ProxyPacUrl_Explain">Du kan angive en webadresse til en proxyfil af typen .pac her.

Denne politik fungerer kun, hvis du har valgt manuelle proxyindstillinger i &quot;Vælg, hvordan indstillinger for proxyservere skal angives&quot;.

Du bør ikke angive denne politik, hvis du har valgt en anden tilstand for angivelse af proxypolitikker.

Få detaljerede eksempler på:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="ProxyBypassList">Regler for omgåelse af proxy</string><string id="ProxyBypassList_Explain">Google Chrome vil omgå alle proxyer for den hostliste, der vises her.

Denne politik træder kun i kraft, hvis du har valgt indstillinger for manuel proxy under &quot;Vælg, hvordan du vil angive indstillinger for proxyserver&quot;.

Denne politik bør ikke angives, hvis du har valgt en anden form for angivelse af proxypolitikker.

Få flere detaljerede eksempler på:
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.</string><string id="NewTabPage_group">Siden Ny fane</string><string id="NewTabPageLocation">Konfigurer webadressen for siden Ny fane</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProvider_group">Standardsøgemaskine</string><string id="DefaultSearchProviderEnabled">Aktiver standardsøgemaskine</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Standardsøgemaskinens navn</string><string id="DefaultSearchProviderName_Explain">Angiver navnet på standardsøgemaskinen. Hvis det ikke udfyldes eller angives, vil det hostname, der er angivet af søgewebadressen, blive anvendt. Denne politik overvejes kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderKeyword">Søgeord til standardsøgemaskine</string><string id="DefaultSearchProviderKeyword_Explain">Angiver det nøgleord, som er den genvej, der bruges i omnifeltet til at aktivere søgningen for denne udbyder. Denne politik er valgfri. Hvis den ikke angives, vil ingen søgeord aktivere søgemaskinen. Denne politik tages kun i betragtning, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderSearchURL">Søgewebadresse for standardsøgemaskinen</string><string id="DefaultSearchProviderSearchURL_Explain">Angiver webadressen for den søgemaskine, der bruges ved standardsøgninger. Webadressen skal indeholde strengen &quot;{searchTerms}&quot;, som på forespørgselstidspunktet erstattes af søgeord, når brugeren foretager en søgning.

Googles søgewebadresse kan angives som: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Denne indstilling skal aktiveres, når politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret, og den vil kun blive respekteret, hvis dette er tilfældet.</string><string id="DefaultSearchProviderSuggestURL">Foreslået webadresse fra standardsøgemaskinen</string><string id="DefaultSearchProviderSuggestURL_Explain">Angiver webadressen for den søgemaskine, der anvendes til at give søgeforslag. Webadressen bør indeholde strengen &quot;{searchTerms}&quot;, som på forespørgselstidspunktet erstattes af den tekst, som brugeren har indtastet hidtil.

Denne politik er valgfri. Hvis den ikke er angivet, anvendes der ikke webadresseforslag.

Googles foreslåede webadresser kan angives som: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderInstantURL">Direkte webadresse til standardsøgemaskinen</string><string id="DefaultSearchProviderInstantURL_Explain">Angiver webadressen for den søgemaskine, der bruges til at give direkte resultater. Webadressen skal indeholde strengen '{searchTerms}', som på forespørgselstidspunktet erstattes af den tekst, som brugeren har indtastet hidtil.

Denne politik er valgfri. Hvis den ikke angives, gives der ikke direkte søgeresultater.

Webadressen for Googles direkte søgeresultater kan angives som: '{google:baseURL}suggest?q={searchTerms}'.

Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderIconURL">Ikon for standardsøgemaskine</string><string id="DefaultSearchProviderIconURL_Explain">Angiver den foretrukne ikonwebadressen for standardsøgemaskinen. Denne politik er valgfri. Hvis den ikke er angivet, vises der ikke noget ikon for søgeudbyderen. Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderEncodings">Kodninger for standardsøgemaskinen</string><string id="DefaultSearchProviderEncodings_Explain">Angiver tegnkodninger, der understøttes af søgemaskinen. Kodninger er tegntabelnavne såsom UTF-8, GB2312, og ISO-8859-1. De afprøves i den angivne rækkefølge. Denne politik er valgfri. Hvis den ikke er angivet, anvendes standarden, UTF-8. Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderEncodingsDesc">Kodninger for standardsøgemaskinen</string><string id="DefaultSearchProviderAlternateURLs">Liste over alternative webadresser for standardsøgemaskinen</string><string id="DefaultSearchProviderAlternateURLs_Explain">Angiver en liste over alternative webadresser, som kan bruges til at udlede søgetermer fra søgemaskinen. Webadresserne bør indeholde strengen '{searchTerms}', som bruges til at udlede søgetermer.

Politikken er valgfri. Hvis den ikke angives, bruges ingen alternative webadresser til at udlede søgetermer.

Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderAlternateURLsDesc">Liste over alternative webadresser for standardsøgemaskinen</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parameter, der styrer placeringen af søgeterm i standardsøgemaskinen</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Hvis denne politik er indstillet, og en søgewebadresse foreslået af omnifeltet indeholder denne parameter i forespørgselsstrengen eller i fragment-id'et, vil forslaget vise søgetermerkene og søgemaskinen i stedet for kun søgewebadressen.

Denne politik er valgfri. Hvis den ikke indstilles, udføres der ingen erstatning af søgetermer.

Denne politik respekteres kun, hvis politikken 'DefaultSearchProviderEnabled' aktiveres.</string><string id="DefaultSearchProviderImageURL">Parameter, der leverer funktion til billedsøgning i standardsøgemaskinen</string><string id="DefaultSearchProviderImageURL_Explain">Angiver webadressen på den søgemaskine, der bruges til billedsøgning. Søgeanmodninger sendes ved hjælp af GET-metoden. Hvis politikken DefaultSearchProviderImageURLPostParams er angivet, vil anmodninger om billedsøgning anvende POST-metoden i stedet.

Denne politik er valgfri. Hvis den ikke er angivet, anvendes der ikke nogen billedsøgning.

Denne politik respekteres, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderNewTabURL">Webadresse for siden Ny fane i standardsøgemaskinen</string><string id="DefaultSearchProviderNewTabURL_Explain">Angiver den webadresse, som en søgemaskine anvender til at angive siden Ny fane.

Denne politik er valgfri. Hvis den ikke er angivet, leveres siden Ny fane ikke.

Denne politik respekteres kun, hvis politikken 'DefaultSearchProviderEnabled' er aktiveret.</string><string id="DefaultSearchProviderSearchURLPostParams">Parametre for søgewebadresse, som anvender POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Specificerer de anvendte parametre ved søgning efter en webadresse med POST. De består af kommaseparerede navne/værdipar. Hvis en værdi er en skabelonparameter såsom {searchTerms} i ovenstående eksempel, erstattes de med rigtige søgetermdata.

Denne politik er valgfri. Hvis den ikke angives, sendes der søgeanmodninger ved hjælp af GET-metoden.

Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderSuggestURLPostParams">Parametre for forslagswebadresser, som anvender POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Angiver de parametre, der anvendes ved forslagssøgning med POST. De består af kommaseparerede navne/værdipar. Hvis en værdi er en skabelonparameter såsom {searchTerms} i ovenstående eksempel, erstattes den med rigtige søgetermdata.

Denne politik er valgfri. Hvis dette ikke angives, sendes der søgeforslag ved hjælp af GET-metoden.

Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderInstantURLPostParams">Parametre for direkte webadresse, som bruger POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Angiver de parametre, der anvendes ved direkte søgning med POST. Det består af kommaseparerede navne/værdipar. Hvis en værdi er en skabelonparameter såsom {searchTerms} i ovenstående eksempel, erstattes den med rigtige søgetermdata.

Denne politik er valgfri. Hvis den ikke er angivet, sendes anmodninger om direkte søgning ved hjælp af GET-metoden.

Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="DefaultSearchProviderImageURLPostParams">Parametre for billedets webadresse, som anvender POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Angiver de parametre, der anvendes ved billedsøgning med POST. De består af kommaseparerede navne/værdipar. Hvis en værdi er en skabelonparameter såsom {imageThumbnail} i ovenstående eksempel, bliver den erstattet af data om rigtige miniaturebilleder.

Denne politik er valgfri. Hvis den ikke er angivet, sendes anmodninger om billedsøgninger ved hjælp af GET-metoden.

Denne politik respekteres kun, hvis politikken &quot;DefaultSearchProviderEnabled&quot; er aktiveret.</string><string id="Homepage_group">Startside</string><string id="HomepageLocation">Konfigurer webadressen for startsiden</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Brug siden Ny fane som startside</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Startsider</string><string id="RestoreOnStartup">Handling ved opstart</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Åbn siden Ny fane</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Gendan den seneste session</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Åbn en liste over webadresser</string><string id="RestoreOnStartupURLs">Webadresser, der skal åbnes ved opstart</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Webadresser, der skal åbnes ved opstart</string><string id="PowerManagement_group">Strømstyring</string><string id="LidCloseAction">Handling, der skal udføres, når brugeren slår skærmen ned</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Suspender</string><string id="LidCloseAction_LidCloseActionLogout">Log brugeren ud</string><string id="LidCloseAction_LidCloseActionShutdown">Sluk</string><string id="LidCloseAction_LidCloseActionDoNothing">Gør ingenting</string><string id="PowerManagementUsesAudioActivity">Angiv, om lydaktivitet påvirker strømstyringen</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Angiv, om videoaktiviteten påvirker strømstyringen</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Procentdel, som nedtoningsforsinkelsen på skærmen skaleres i præsentationstilstand</string><string id="PresentationScreenDimDelayScale_Explain">Angiver den procentdel, som nedtoningsforsinkelsen på skærmen skaleres, når enheden er i præsentationstilstand.

Hvis denne politik indstilles, angiver den den procentdel, som nedtoningsforsinkelsen på skærmen skaleres, når enheden er i præsentationtilstand. Når nedtoningsforsinkelsen på skærmen er skaleret, tilpasses skærmsluk, skærmlås og inaktive forsinkelser for at bevare de samme afstande fra nedtoningsforsinkelsen på skærmen som i den oprindelige konfiguration.

Hvis denne politik ikke indstilles, anvendes der en skaleringsfaktor.

Skaleringsfaktoren skal være 100 % eller mere. Værdier, der forkorter nedtoningsforsinkelsen på skærmen i præsentationstilstand i forhold til den normale nedtoningsforsinkelse, er ikke tilladt.</string><string id="AllowScreenWakeLocks">Tillad aktiveringslås af skærm</string><string id="AllowScreenWakeLocks_Explain">Angiver om aktiveringslåse for skærm er tilladt. Der kan anmodes om aktiveringslåse vha. Power Management Extension API.

Hvis denne politik er angivet til sand eller ikke er angivet, indfries aktiveringslåse for skærm med strømstyring.

Hvis denne politik er angivet til falsk, ignoreres anmodninger om aktiveringslås for skærm.</string><string id="UserActivityScreenDimDelayScale">Den procentdel, som nedtoningsforsinkelsen på skærmen skaleres, hvis brugeren bliver aktiv efter nedtoningen</string><string id="UserActivityScreenDimDelayScale_Explain">Angiver den procentdel, som nedtoningsforsinkelsen på skærmen skaleres, når der observeres brugeraktivitet, mens skærmen er nedtonet, eller umiddelbart efter skærmen slukkes.

Hvis denne politik indstilles, angiver den den procentdel, som nedtoningsforsinkelsen på skærmen skaleres, når der observeres brugeraktivitet, mens skærmen er nedtonet, eller umiddelbart efter skærmen slukkes. Når nedtoningsforsinkelsen skaleres, tilpasses forsinkelsen for skærmsluk, skærmlås og inaktivitet for at bibeholde samme afstande fra nedtoningsforsinkelsen på skærmen som i den oprindelige konfiguration.

Hvis denne politik ikke indstilles, anvendes standardfaktoren for skalering.

Skaleringsfaktoren skal være 100 % eller mere.</string><string id="WaitForInitialUserActivity">Vent på første aktivitet fra brugeren</string><string id="WaitForInitialUserActivity_Explain">Angiver, om strømstyringsforsinkelser og begrænsning af sessionslængden kun skal begynde at køre, efter den første brugeraktivitet er blevet registreret i en session.

Hvis denne politik er indstillet til Sand, begynder strømstyringsforsinkelser og begrænsing af sessionslængden først at køre, efter den første brugeraktivitet er blevet registreret i en session.

Hvis denne politik er indstillet til Falsk eller ikke er indstillet, begynder strømstyringsforsinkelser og begræsning af sessionslængden straks at køre ved sessionstart.</string><string id="PowerManagementIdleSettings">Indstillinger for strømstyring, når brugeren bliver inaktiv</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Forsinkelser for skærmlås</string><string id="ScreenLockDelays_Explain">Angiver det tidsrum uden input fra brugeren, der går, før skærmen låses, når enheden kører på strømforsyning eller batteri.

Når der er angivet et tidsrum over nul, angiver værdien, hvor lang tid brugeren skal være inaktiv, før Google Chrome OS låser skærmen.

Når det angivne tidsrum er nul, låser Google Chrome OS ikke skærmen, når brugeren bliver inaktiv.

Når der ikke er angivet et tidsrum, bruges et standardtidsrum.

Den anbefalede metode til skærmlåsning, når brugeren er inaktiv, er at aktivere skærmlåsning ved midlertidigt stop og få Google Chrome OS til at stoppe midlertidigt efter den angivne forsinkelse for inaktivitet. Denne politik bør kun anvendes, når skærmen skal låses en betydelig mængde tid før det midlertidige stop, eller når det midlertidige stop i forbindelse inaktivitet slet ikke ønskes.

Værdien for politikken bør angives i millisekunder. Værdierne skal være mindre end forsinkelsen for inaktivitet.</string><string id="Extensions_group">Udvidelser</string><string id="ExtensionInstallBlacklist">Konfigurer sortliste for installation af udvidelser</string><string id="ExtensionInstallBlacklist_Explain">Giver dig mulighed for at angive, hvilke udvidelser brugerne IKKE kan installere. Udvidelser, der allerede er installeret, deaktiveres, hvis de er sortlistet, og brugeren kan ikke aktivere dem. Når en udvidelse fjernes fra sortlisten efter at have været deaktiveret på grund af den, aktiveres udvidelsen automatisk igen.

Værdien * på en sortliste betyder, at alle udvidelser er sortlistet, medmindre de udtrykkeligt er angivet på hvidlisten.

Hvis denne politik ikke er angivet, kan brugeren installere alle udvidelser i Google Chrome.</string><string id="ExtensionInstallBlacklistDesc">Konfigurer sortliste for installation af udvidelser</string><string id="ExtensionInstallWhitelist">Konfigurer hvidliste for installation af udvidelser</string><string id="ExtensionInstallWhitelist_Explain">Giver dig mulighed for at angive, hvilke udvidelser der ikke er omfattet af sortlisten. Værdien ​​* på en sortliste betyder, at alle udvidelser er sortlistet, medmindre de er angivet på hvidlisten. Som standard er alle udvidelser hvidlistet, men hvis alle udvidelser er blevet sortlistet på grund af en politik, kan hvidlisten bruges til at tilsidesætte denne politik.</string><string id="ExtensionInstallWhitelistDesc">Konfigurer hvidliste for installation af udvidelser</string><string id="ExtensionInstallForcelist">Konfigurer listen over udvidelser og apps med tvungen installation</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfigurer listen over udvidelser og apps med tvungen installation</string><string id="ExtensionInstallSources">Konfigurer udvidelser, apps og installationskilder til brugerscripts</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigurer udvidelser, apps og installationskilder til brugerscripts</string><string id="ExtensionAllowedTypes">Konfigurer tilladte app-/udvidelsestyper</string><string id="ExtensionAllowedTypes_Explain">Kontrollerer, hvilke typer apps/udvidelser der må installeres, og begrænser adgangen til kørselstid.

Denne indstilling hvidlister de tilladte typer af udvidelser/apps, der kan installeres i Google Chrome, og hvilke hosts de kan interagere med. Værdien er en liste over strenge, som skal være en af de følgende: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Se udvidelsesdokumentationen for Google Chrome for at få flere oplysninger om disse typer.

Bemærk, at denne politik også påvirker udvidelser og apps, som skal installeres under tvang via ExtensionInstallForcelist.

Hvis denne indstilling er konfigureret, bliver udvidelser/apps af en type, som ikke er angivet på listen, ikke installeret.

Hvis denne indstilling ikke er konfigureret, håndhæves ingen begrænsninger af acceptable typer af udvidelser/apps.</string><string id="ExtensionAllowedTypesDesc">Konfigurer tilladte app-/udvidelsestyper</string><string id="ExtensionSettings">Indstillinger for administration af udvidelser</string><string id="ExtensionSettings_Explain">Konfigurerer indstillinger for administration af udvidelser for Google Chrome.

Denne politik styrer flere indstillinger, herunder indstillinger, der styres af eksisterende politikker vedrørende udvidelser. Denne politik tilsidesætter eventuelle ældre politikker, hvis begge er angivet.

Denne politik knytter et udvidelses-id eller en opdateringswebadresse til dens konfiguration. Med et udvidelses-id bliver konfigurationen udelukkende anvendt på den angivne udvidelse. Der kan angives en standardkonfiguration for det særlige id &quot;*&quot;, som gælder for alle udvidelser, hvor der ikke er angivet en standardkonfiguration i denne politik. Med en opdateringswebadresse anvendes konfigurationen på alle udvidelser, hvor den nøjagtige opdateringswebadresse er angivet i denne udvidelses manifestfil som beskrevet i https://developer.chrome.com/extensions/autoupdate.

Konfigurationen for hver udvidelse (eller udvidelser med samme opdateringswebadresse) er en anden ordbog, der kan indeholde de felter, der er dokumenteret nedenfor.

&quot;installation_mode&quot;: Tilknytter en streng, der angiver installationstilstanden for udvidelsen. De gyldige strenge er:
* &quot;allowed&quot;: Tillader, at udvidelsen installeres af brugeren. Dette er standardadfærden.
* &quot;blocked&quot;: Blokerer for installation af udvidelsen.
* &quot;force_installed&quot;: Udvidelsen installeres automatisk og kan ikke fjernes af brugeren.
* &quot;normal_installed&quot;: Udvidelsen installeres automatisk, men kan deaktiveres af brugeren.

&quot;installation_mode&quot; kan også konfigureres for flere udvidelser, bl.a. udvidelsen &quot;*&quot; (som standardindstillinger), og for udvidelser med samme opdateringswebadresse. Det er kun værdierne &quot;allowed&quot; og &quot;blocked&quot;, der kan bruges i dette tilfælde.

Hvis denne tilstand angives som &quot;force_installed&quot; eller &quot;normal_installed&quot;, skal der også konfigureres en &quot;update_url&quot;. Bemærk, at opdateringswebadressen, der er angivet i denne politik, kun bruges til den første installation. Efterfølgende opdateringer af udvidelsen bruger den opdateringswebadresse, der er angivet i udvidelsens manifestfil. Som nævnt ovenfor skal opdateringswebadressen pege på et Update Manifest XML-dokument.

&quot;blocked_permissions&quot;: Tilknytter en liste over strenge, der angiver de blokerede API-tilladelser for udvidelsen. Navnene på tilladelserne er de samme som de tilladelsesstrenge, der er angivet i udvidelsens manifestfil som beskrevet i https://developer.chrome.com/extensions/declare_permissions. Denne indstilling kan også konfigureres for udvidelsen &quot;*&quot;. Hvis udvidelsen kræver en tilladelse, der er på blokeringslisten, kan den ikke indlæses. Hvis den indeholder en blokeret tilladelse som valgfrit krav, håndteres den på normal vis, men anmodning om modstridende tilladelser afvises automatisk på kørselstidspunktet.

&quot;allowed_permissions&quot;: Svarer til &quot;blocked_permissions&quot;, men tillader i stedet udtrykkeligt nogle tilladelser, der kan være blokeret af listen med globalt blokerede tilladelser, og som dermed ikke kan konfigureres for udvidelsen &quot;*&quot;. Bemærk, at denne indstilling ikke automatisk giver tildelte tilladelser til udvidelser.

&quot;minimum_version_required&quot;: Tilknytter en versionsstreng. Formatet for versionsstrengen er det samme som det, der bruges i udvidelsens manifestfil, som beskrevet i https://developer.chrome.com/apps/manifest/version. En udvidelse med en version, der er ældre end den angivne minimumsversion, deaktiveres. Dette gælder også for udvidelser med tvungen installation.

Følgende indstillinger kan kun bruges til standardkonfigurationen &quot;*&quot;:

&quot;install_sources&quot;: Hvert element på listen har et matchmønster, der minder om en udvidelse (https://developer.chrome.com/extensions/match_patterns). Brugerne kan nemt installere elementer fra enhver webadresse, der matcher et element på denne liste. Både placeringen af *.crx-filen og siden, hvor downloaden er startet fra (dvs. henvisningsadressen), skal tillades af disse mønstre.

&quot;allowed_types&quot;: Denne indstilling hvidlister de tilladte typer udvidelser/apps, der kan installeres i Google Chrome. Værdien er en liste over strenge, hvor hver af disse skal være en af følgende: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;. Se udvidelsesdokumentationen for Google Chrome for at få flere oplysninger om disse typer.
&quot;blocked_install_message&quot;: Hvis en bruger forsøger at installere en udvidelse, som er blokeret af en politik, viser Chrome Webshop en generisk fejlmeddelelse. Med denne indstilling kan du føje tekst til fejlmeddelelsen. Teksten kan bruges til at lede brugerne til dit supportteam, forklare, hvorfor en bestemt udvidelse er blokeret eller andet. Denne fejlmeddelelse forkortes, hvis den er på mere end 1000 tegn.
&quot;runtime_blocked_hosts&quot;: Accepterer en liste over hosts, som en udvidelse blokeres fra at interagere med. Dette omfatter indsættelse af javascript, ændring og visning af webRequests/webNavigation samt visning og ændring af cookies. Formatet ligner Match Patterns https://developer.chrome.com/extensions/match_patterns, bortset fra at der ikke må defineres nogen stier, f.eks. &quot;*://*.eksempel.dk&quot;. Dette understøtter også gældende TLD-jokertegn, f.eks. &quot;*://eksempel.*&quot;.
&quot;runtime_allowed_hosts&quot;: Accepterer en liste over hosts, som en udvidelse kan interagere med, uanset om de er angivet på &quot;runtime_blocked_hosts&quot;. Dette er det samme format som &quot;runtime_blocked_hosts&quot;.
</string><string id="AllowDeletingBrowserHistory">Aktivér sletning af browser- og downloadhistorik</string><string id="AllowDeletingBrowserHistory_Explain">Aktiverer sletning af browserhistorik og downloadhistorik i Google Chrome og forhindrer brugerne i at ændre denne indstilling.

Bemærk, at selv når denne politik er deaktiveret, er det ikke sikkert, at browser- og downloadhistorik gemmes. Brugerne kan muligvis redigere eller slette historikfilerne direkte, og browseren kan til enhver tid udløbe eller arkivere alle historikelementer.

Hvis denne indstilling er aktiveret eller ikke er angivet, kan browser- og downloadhistorik slettes.

Hvis denne indstilling er deaktiveret, kan browser- og downloadhistorik ikke slettes.</string><string id="AllowDinosaurEasterEgg">Tillad det ekstra dinosaurspil</string><string id="AllowDinosaurEasterEgg_Explain">Giv brugerne mulighed for at spille det ekstra dinosaurspil, når enheden er offline.

Hvis denne politik er angivet til Falsk, kan brugerne ikke spille det ekstra dinosaurspil, når enheden er offline. Hvis indstillingen er angivet til Sand, kan brugerne spille dinosaurspillet. Hvis politikken ikke er angivet, kan brugerne ikke spille det ekstra dinosaurspil på tilmeldte Chrome OS-systemer, men de kan spille det under andre omstændigheder.</string><string id="AllowOutdatedPlugins">Tillad, at der køres forældede plugins</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Tillad låsning af skærmen</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Definer domæner, der har adgang til Google Apps</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Aktiver alternative fejlsider</string><string id="AlternateErrorPagesEnabled_Explain">Muliggør brugen af alternative fejlsider, der er indbygget i Google Chrome (såsom &quot;siden blev ikke fundet&quot;) og forhindrer brugerne i at ændre denne indstilling. Hvis du aktiverer denne indstilling, anvendes alternative fejlsider. Hvis du deaktiverer denne indstilling, anvendes alternative fejlsider aldrig. Hvis du aktiverer eller deaktiverer denne indstilling, kan brugerne ikke ændre eller tilsidesætte denne indstilling i Google Chrome. Hvis denne politik ikke angives, vil dette blive aktiveret, men brugeren vil kunne ændre det.</string><string id="AlwaysAuthorizePlugins">Kør altid plugins, der kræver godkendelse</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">Aktivér Android-tjenesten til sikkerhedskopiering</string><string id="ArcBackupRestoreEnabled_Explain">Når denne politik angives som sand, uploades Android-appdata til alternative servere for Android, hvorfra de gendannes, efter kompatible apps er installeret igen.

Når politikken er angivet til falsk, deaktiveres Android-tjenesten til sikkerhedskopiering.

Hvis denne indstilling konfigureres, kan brugerne ikke selv ændre den.

Hvis denne indstilling ikke konfigureres, kan brugerne selv slå Android Backup Service til eller fra i appen Android Indstillinger.</string><string id="ArcCertificatesSyncMode">Indstil certifikattilgængelighed for ARC-apps</string><string id="ArcCertificatesSyncMode_Explain">Hvis den er angivet til SyncDisabled eller ikke er konfigureret, er certifikater i Google Chrome OS ikke tilgængelige for ARC-apps.

Hvis den er angivet til CopyCaCerts, er alle ONC-installerede CA-certifikater med Web TrustBit tilgængelige for ARC-apps.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Deaktiver brug af certifikater i Google Chrome OS til ARC-apps</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Aktivér CA-certifikater i Google Chrome OS til ARC-apps</string><string id="ArcEnabled">Aktivér ARC</string><string id="ArcEnabled_Explain">Når denne politik er angivet til sand, aktiveres ARC for brugeren
(undelagt de øvrige indstillinger for politik. ARC er stadig
utilgængelig, hvis engangsbruger eller samlet login fra flere konti
aktiveres i den aktuelle brugersession).

Hvis denne indstilling er deaktiveret eller ikke er konfigureret, kan
virksomhedsbrugere ikke bruge ARC.</string><string id="ArcLocationServiceEnabled">Aktivér Googles placeringstjeneste til Android</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">Konfigurer ARC</string><string id="ArcPolicy_Explain">Angiver en række politikker, der overgives til ARC-kørselstiden. Værdien skal være en gyldig JSON.

Denne politik kan bruges til at konfigurere, hvilke Android-apps der automatisk installeres på enheden:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;Id for Android-app, f.eks. &quot;com.google.android.gm&quot; for Gmail&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Specificerer, hvordan en app installeres. OPTIONAL: Appen installeres ikke automatisk, men brugeren kan installere den. Dette er standarden, hvis denne politik ikke er angivet. PRELOAD: Appen installeres automatisk, men brugeren kan afinstallere den. FORCE_INSTALLED: Appen installeres automatisk, og brugeren kan ikke afinstallere den. BLOCKED: Appen er blokeret og kan ikke installeres. Hvis appen er blevet installeret i overensstemmelse med en tidligere politik, afinstalleres den.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Politik for godkendelse af appanmodninger om tilladelse. PERMISSION_POLICY_UNSPECIFIED: Politikken er ikke angivet. Hvis der ikke er angivet en politik for en tilladelse på noget niveau, bruges funktionsmåden 'PROMPT' som standard. PROMPT: Brugeren anmodes om at give tilladelse. GRANT: Giv automatisk tilladelse. DENY: Afvis automatisk at give tilladelse.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;App-specifik JSON-konfigurationsobjekt med en række nøgleværdipar, f.eks. '&quot;managedConfiguration&quot;: { &quot;nøgle1&quot;: værdi1, &quot;nøgle2&quot;: værdi2 }'. Nøglerne er defineret i appens manifest&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Se PinnedLauncherApps, hvis du vil fastgøre apps til Appliste.</string><string id="AudioCaptureAllowed">Tillad eller afvis lydoptagelse</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">Webadresser, der får adgang til lydoptagelsesenheder, uden at du skal give tilladelse hertil</string><string id="AudioCaptureAllowedUrls_Explain">Mønstre på denne liste sammenlignes med sikkerhedskilden
for den anmodende webadresse. Hvis der findes et match, gives der adgang
til lydoptagelsesenheder, uden at du behøver give tilladelse til det.

BEMÆRK! Op til version 45 var denne funktion kun understøttet i terminaltilstand.</string><string id="AudioCaptureAllowedUrlsDesc">Webadresser, der får adgang til lydoptagelsesenheder, uden at du skal give tilladelse hertil</string><string id="AudioOutputAllowed">Tillad afspilning af lyd</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Aktiver AutoFyld</string><string id="AutoFillEnabled_Explain">Aktiverer funktionen AutoFyld i Google Chrome og giver brugerne mulighed for automatisk at udfylde webformularer med oplysninger, der er gemt tidligere, såsom oplysninger om adresser og kreditkort. Hvis du deaktiverer denne indstilling, er AutoFyld ikke tilgængelig for brugerne. Hvis du aktiverer denne indstilling eller ikke konfigurerer en værdi, forbliver AutoFyld under brugerens kontrol. Dette giver brugerne mulighed for at konfigurere AutoFyld-profiler og for at aktivere og deaktivere AutoFyld efter eget valg.</string><string id="AutofillCreditCardEnabled">Aktivér AutoFyld for betalingskort</string><string id="AutofillCreditCardEnabled_Explain">Aktiverer funktionen AutoFyld for Google Chrome og giver brugerne mulighed for automatisk at udfylde webformularer med betalingskort- og adresseoplysninger, der er blevet gemt tidligere.

Hvis du deaktiverer denne indstilling, vil AutoFyld aldrig foreslå eller udfylde betalingskortoplysninger, og indstillingen vil heller ikke gemme yderligere betalingskortoplysninger, som brugeren muligvis indsender, når vedkommende er på nettet.

Hvis du aktiverer denne indstilling eller ikke angiver en værdi, kan brugeren administrere den overordnede autofyldfunktion (herunder betalingskort) i brugerfladen.</string><string id="BlockThirdPartyCookies">Bloker cookies fra tredjeparter</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Aktiver bogmærkelinje</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Captive portal-godkendelse ignorerer proxy</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Deaktiver håndhævelse af Certifikatsgennemsigtighed for en række webadresser</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Deaktiverer håndhævelse af krav vedrørende Certifikatsgennemsigtighed for de angivne webadresser.

Denne politik tillader, at certifikater til hostnames i de angivne webadresser ikke fremvises via Certifikatsgennemsigtighed. Dette tillader, at certifikater, der ellers ville være usikre, fordi de ikke blev fremvist korrekt offentligt, fortsat kan bruges. Det gør det dog sværere at registrere certifikater, der er udstedt ved en fejl, for disse hosts.

Et webadressemønster formateres i overensstemmelse med https://www.chromium.org/administrators/url-blacklist-filter-format. Da certifikater er gyldige for et givent hostname uafhængigt af ordningen, porten eller stien, er det dog kun hostnamedelen af webadressen, der tages i betragtning. Hosts for jokertegn understøttes ikke.

Hvis denne politik ikke angives, behandles certifikater, der skal fremvises via Certifikatsgennemsigtighed, som usikre, hvis de ikke fremvises i overensstemmelse med politikken for Certifikatsgennemsigtighed.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Deaktiver håndhævelse af Certifikatsgennemsigtighed for en række webadresser</string><string id="ChromeOsLockOnIdleSuspend">Aktivér låsen, hvis enheden bliver inaktiv eller suspenderes</string><string id="ChromeOsLockOnIdleSuspend_Explain">Aktivér låsen, når Google Chrome OS-enheder bliver inaktive eller suspenderes.

Hvis du aktiverer denne indstilling, vil brugerne blive bedt om en adgangskode for at låse enheden op fra dvale.

Hvis du deaktiverer denne indstilling, vil brugerne ikke blive bedt om en adgangskode til at vække enheden fra dvale.

Hvis du aktiverer eller deaktiverer denne indstilling, kan brugerne ikke ændre eller tilsidesætte den.

Hvis politikken ikke angives, kan brugeren vælge, om der skal angives en adgangskode for at låse enheden op.</string><string id="ChromeOsMultiProfileUserBehavior">Kontrollér brugeradfærden i en multiprofilsession</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Kontrollér brugeradfærden i en session med flere profiler på Google Chrome OS-enheder.

Hvis politikken er angivet til &quot;MultiProfileUserBehaviorUnrestricted&quot;, kan brugeren enten være primær eller sekundær bruger i en session med flere profiler.

Hvis denne politik er angivet til &quot;MultiProfileUserBehaviorMustBePrimary&quot;, kan brugeren kun være den primære bruger i en session med flere profiler.

Hvis denne politik er angivet til &quot;MultiProfileUserBehaviorNotAllowed'&quot;, kan brugeren ikke være en del af en session med flere profiler.

Hvis du aktiverer denne indstilling, kan brugerne ikke ændre eller tilsidesætte den.

Hvis indstillingen ændres, mens brugeren er logget ind på en session med flere profiler, undersøges de respektive indstillinger for alle brugere i sessionen. Sessionen afsluttes, når en af brugerne ikke længere har tilladelse til at være i sessionen.

Hvis politikken ikke er indstillet, anvendes standardværdien &quot;MultiProfileUserBehaviorMustBePrimary&quot; for virksomhedsadministrerede brugere, og &quot;MultiProfileUserBehaviorUnrestricted&quot; anvendes for ikke-administrerede brugere.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Tillad, at virksomhedsbrugeren både er primær og sekundær (standardadfærd for ikke-administrerede brugere)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Tillad, at kun virksomhedsbrugeren er primær multiprofilbruger (standardadfærd for virksomhedsadministrerede brugere)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Tillad ikke, at virksomhedsbrugere er en del af en multiprofil (primær eller sekundær)</string><string id="ChromeOsReleaseChannel">Udgivelseskanal</string><string id="ChromeOsReleaseChannel_Explain">Angiver den udgivelseskanal, som denne enhed skal være låst til.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabil kanal</string><string id="ChromeOsReleaseChannel_BetaChannel">Betakanal</string><string id="ChromeOsReleaseChannel_DevChannel">Udviklerkanal (kan være ustabil)</string><string id="ChromeOsReleaseChannelDelegated">Om udgivelseskanalen skal konfigureres af brugeren</string><string id="ChromeOsReleaseChannelDelegated_Explain">Hvis denne politik er indstillet til Sand, og politikken ChromeOsReleaseChannel ikke er specificeret, kan brugerne af tilmeldelsesdomænet ændre udgivelseskanalen for enheden. Hvis denne politik indstillet til Falsk, vil enheden blive låst på den kanal, den sidst blev indstillet til.

Den valgte kanal tilsidesættes af politikken ChromeOsReleaseChannel, men hvis politikkanalen er mere stabil end den, der blev installeret på enheden, vil kanalen kun skifte, når versionen af den mere stabile kanalen når et højere versionsnummer end den, der er installeret på enheden.</string><string id="ComponentUpdatesEnabled">Aktiverer komponentopdateringer i Google Chrome.</string><string id="ComponentUpdatesEnabled_Explain">Aktiverer komponentopdateringer for alle komponenter i Google Chrome, hvis politikken ikke er angivet eller er angivet som Sand. Hvis den er angivet til Falsk, deaktiveres opdateringer af komponenter. Visse komponenter er dog fritaget fra denne politik. Opdateringer til en komponent, som ikke indeholder eksekverbar kode, som ikke ændrer browserens adfærd markant, eller som er afgørende for sikkerheden, deaktiveres ikke. Eksempler på sådanne komponenter er bl.a. lister over tilbagekaldte certifikater og data for beskyttet browsing. Få flere oplysninger om Beskyttet browsing på https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Regler for valg af standardprinter</string><string id="DefaultPrinterSelection_Explain">Tilsidesætter regler for valg af standardprinter i Google Chrome.

Denne politik fastlægger reglerne for valg af standardprinter i Google Chrome, som vælges, første gang udskrivningsfunktionen anvendes fra en profil.

Når denne politik er angivet, forsøger Google Chrome at finde en printer, der har alle de angivne attributter, og vælge den som standardprinter. Den først fundne printer, der stemmer overens med politikken, vælges. Hvis der er flere match, kan enhver printer vælges ud fra den rækkefølge, som printerne blev fundet i.

Hvis ikke denne politik angives, eller hvis der ikke findes nogen printer, som stemmer overens med politikken, inden timeouten udløber, vælges en indbygget PDF-printer som standard. Hvis der ikke er nogen tilgængelig PDF-printer, vælges der ikke nogen printer.

Værdien parses som et JSON-objekt i overensstemmelse med følgende skema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Hvorvidt søgningen efter en printer, der opfylder attributten, skal begrænses til en specifik gruppe printere.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regulært udtryk, som matcher printer-id.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regulært udtryk, som matcher printerens viste navn.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Printere, der er forbundet til Google Cloud Print, klassificeres som &quot;cloud&quot;, mens de øvrige printere klassificeres som &quot;local&quot;.
Hvis et felt udelades, matcher alle værdier. Hvis du f.eks. ikke specificerer forbindelsen, vil et tryk på Vis udskrift starte en søgning efter alle typer printere – både lokalt og i skyen.
Almindelige udtryksmønstre skal overholde JavaScript RegExp-syntaksen, og der skelnes mellem store og små bogstaver.</string><string id="DeveloperToolsDisabled">Deaktiver udviklerværktøjer</string><string id="DeveloperToolsDisabled_Explain">Deaktiverer udviklerværktøjerne og JavaScript-konsollen.

Hvis du aktiverer denne indstilling, kan der ikke opnås adgang til udviklerværktøjerne, og elementer på websites kan ikke længere inspiceres. Alle tastaturgenveje og alle angivelser i menuer eller genvejsmenuer, der bruges til at åbne udviklerværktøjerne eller JavaScript-konsollen, bliver deaktiveret.

Hvis du deaktiverer denne indstilling eller ikke angiver den, kan brugeren benytte udviklerværktøjerne og JavaScript-konsollen.</string><string id="DeviceAllowBluetooth">Tillad Bluetooth på enheden</string><string id="DeviceAllowBluetooth_Explain">Hvis denne politik angives som falsk, deaktiverer Google Chrome OS Bluetooth, og brugeren kan ikke aktivere det igen.

Hvis denne politik er angivet som sand eller ikke er indstillet, kan brugeren aktivere og deaktivere Bluetooth efter forgodtbefindende.

Hvis denne politik er angivet, kan brugeren ikke ændre eller tilsidesætte den.

Når Bluetooth er aktiveret, skal brugeren logge ud og ind igen, før ændringerne kan træde i kraft (dette er ikke nødvendigt, når Bluetooth deaktiveres).</string><string id="DeviceAllowNewUsers">Tillad oprettelse af nye brugerkonti</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Tillad, at brugerne indløser kampagnetilbud via Chrome OS-registrering</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">It-administratorer for virksomhedsenheder kan bruge denne markering til at kontrollere, om brugerne skal have tilladelse til at indløse tilbud via Chrome OS-registrering.

Hvis denne politik er angivet til Sand eller ikke er angivet, kan brugerne indløse kampagnetilbud via Chrome OS-registrering.

Hvis denne politik er angivet til Falsk, kan brugerne ikke indløse kampagnetilbud.</string><string id="DeviceAutoUpdateDisabled">Deaktiverer Automatisk opdatering</string><string id="DeviceAutoUpdateDisabled_Explain">Deaktiverer automatiske opdateringer, når indstillingen angives til sand.

Google Chrome OS-enheder søger automatisk efter opdateringer, når denne indstilling ikke er konfigureret eller er angivet til falsk.

Advarsel! Det anbefales at holde automatiske opdateringer aktiveret, så brugerne modtager softwareopdateringer og kritiske sikkerhedsrettelser. Deaktivering af automatiske opdateringer kan udgøre en risiko for brugerne.</string><string id="DeviceAutoUpdateP2PEnabled">Automatisk opdatering af p2p er aktiveret</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Angiver, om p2p skal anvendes til OS-opdateringsdata. Hvis denne politik angives til Sand, vil enheder dele og forsøge at forbruge opdateringsdata på LAN-netværket, hvor den potentielt kan reducere forbruget og overbelastningen af internetbåndbredden. Hvis opdateringsdata ikke er tilgængelige på LAN-netværket, vil enheden i stedet downloade fra en opdateringsserver. Hvis den angives til Falsk eller ikke konfigureres, vil p2p ikke blive anvendt.</string><string id="DeviceBlockDevmode">Bloker udviklertilstand</string><string id="DeviceBlockDevmode_Explain">Bloker udviklertilstand.

Hvis denne politik er sat til True (sandt), forhindrer Google Chrome OS enheden i at starte i udviklertilstand. Systemet vil nægte at starte og vise en fejlskærm, når udviklerkontakten slås til.

Hvis denne politik slås fra eller indstilles til False (falsk), er udviklertilstand fortsat tilgængelig for enheden.</string><string id="DeviceDataRoamingEnabled">Aktivér dataroaming</string><string id="DeviceDataRoamingEnabled_Explain">Bestemmer, om dataroaming skal aktiveres for enheden. Hvis den er indstillet til sand, tillades dataroaming. Hvis den ikke er konfigureret eller er angivet til falsk, vil dataroaming ikke være tilgængelig.</string><string id="DeviceEphemeralUsersEnabled">Slet alle brugerdata, når der logges ud</string><string id="DeviceEphemeralUsersEnabled_Explain">Bestemmer, om Google Chrome OS bevarer lokale kontodata efter logout. Hvis den er angivet til sand, er der ingen vedvarende konti, der bevares af Google Chrome OS, og alle data fra brugersessionen kasseres efter logout. Hvis denne politik er angivet til falsk eller ikke er konfigureret, kan enheden beholde (krypterede) lokale brugerdata.</string><string id="DeviceGuestModeEnabled">Aktivér gæstetilstand</string><string id="DeviceGuestModeEnabled_Explain">Hvis denne politik er angivet til sand eller ikke er konfigureret, aktiverer Google Chrome OS gæstelogins. Gæstelogins er anonyme brugersessioner, der ikke kræver en adgangskode,

Hvis denne politik er angivet til falsk, vil Google Chrome OS ikke tillade, at der startes gæstesessioner.</string><string id="DeviceLoginScreenAppInstallList">Konfigurer listen over installerede apps på loginskærmen</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Konfigurer listen over installerede apps på loginskærmen</string><string id="DeviceLoginScreenInputMethods">Tastaturlayouts for loginskærme på enheder</string><string id="DeviceLoginScreenInputMethods_Explain">Konfigurerer, hvilke tastaturlayouts der tillades på loginskærmen for Google Chrome OS.

Hvis denne politik er angivet med en liste over indtastningsmetode-id'er, vil de angivne indtastningsmetoder være tilgængelige på loginskærmen. Den første angivne indtastningsmetode udvælges på forhånd. Mens en bruger-pod fokuserer på loginskærmen, vil den indtastningsmetode, som brugeren har brugt mindst for nylig, være tilgængelig udover de indtastningsmetoder, der er angivet i denne politik. Hvis denne politik ikke er angivet, hentes indtastningsmetoderne på loginskærmen fra den landestandard, der gælder for loginskærmen. Værdier, der ikke er gyldige indtastningsmetode-id'er, ignoreres.</string><string id="DeviceLoginScreenInputMethodsDesc">Tastaturlayouts for loginskærme på enheder</string><string id="DeviceLoginScreenLocales">Landestandard for loginskærme på enheder</string><string id="DeviceLoginScreenLocales_Explain">Konfigurerer den landestandard, der gennemtvinges på loginskærmen for Google Chrome OS.

Hvis denne politik er angivet, vises loginskærmen i den landestandard, der er angivet af den første værdi i denne politik (politikken er defineret som en liste til fremadrettet kompatibilitet). Hvis politikken ikke er angivet eller er angivet som en tom liste, vises loginskærmen i den landestandard, der blev anvendt i den forrige brugersession. Hvis denne politik er angivet med en værdi, der ikke er en gyldig landestandard, vises loginskærmen i en reservelandestandard (som i øjeblikket er en-US).</string><string id="DeviceLoginScreenLocalesDesc">Landestandard for loginskærme på enheder</string><string id="DeviceLoginScreenPowerManagement">Strømstyring på loginskærmen</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfigurer strømstyring på loginskærmen i Google Chrome OS.

Med denne politik kan du konfigurere, hvordan Google Chrome OS reagerer, når der ikke har været brugeraktivitet i et stykke tid, mens loginskærmen vises. Politikken styrer flere indstillinger. Se de tilsvarende politikker, som styrer strømstyring i en session, for individuelle semantik- og værdiområder. De eneste afvigelser fra disse politikker er:
* Handlingerne ved inaktivitet eller ved lukning må ikke være at afslutte sessionen.
* Standardhandlingen ved inaktivitet under kørsel på vekselstrøm er at lukke ned.

Hvis en indstilling ikke er specificeret, anvendes en standardværdi.

Hvis denne politik ikke er indstillet, anvendes standarder for alle indstillinger.</string><string id="DeviceMetricsReportingEnabled">Aktivér metrics-rapportering</string><string id="DeviceMetricsReportingEnabled_Explain">Bestemmer, om metrics om brug og diagnosticeringsdata, herunder nedbrudsrapporter, rapporteres tilbage til Google. Hvis den er indstillet til sand, vil Google Chrome OS rapportere metrics om brug og diagnosticeringsdata. Hvis den ikke er konfigureret eller er angivet til falsk, deaktiveres rapportering af metrics og diagnosticeringsdata.</string><string id="DeviceNativePrinters">Fil til konfiguration af virksomhedsprintere for enheder</string><string id="DeviceNativePrinters_Explain">Angiver konfigurationer af virksomhedsprintere, der er knyttet til enheder.

Denne politik tillader, at du kan konfigurere printere for Google Chrome OS-enheder. Filen må ikke være større end 5 MB, og den skal indkodes i JSON. Formatet er det samme som for NativePrinters-ordbogen. En fil med ca. 21.000 printere forventes at indkode som en fil på 5 MB. Den kryptografiske nøgletransformation bruges til at bekræfte downloadens integritet.

Filen downloades og gemmes i cachen. Den downloades igen, hver gang webadressen eller nøgletransformationen ændres.

Hvis denne politik er angivet, vil Google Chrome OS downloade filen til printerkonfigurationer og gøre printere tilgængelige i overensstemmelse med DeviceNativePrintersAccessMode, DeviceNativePrintersWhitelist og DeviceNativePrintersBlacklist.

Denne politik har ingen indflydelse på, om brugere kan konfigurere printere på individuelle enheder. Den har til formål at supplere printerkonfigurationen for individuelle brugere.

Denne politik er en tilføjelse til NativePrintersBulkConfiguration.

Hvis denne politik ikke er angivet, er der ingen printere for enhederne, og andre politikker af typen DeviceNativePrinter* ignoreres.</string><string id="DeviceNativePrintersAccessMode">Adgangspolitik for konfiguration af printere til enheder.</string><string id="DeviceNativePrintersAccessMode_Explain">Bestemmer, hvilke printere fra DeviceNativePrinters der kan anvendes af brugerne.

Angiver, hvilken adgangspolitik der anvendes til konfiguration af flere printere. Hvis AllowAll er valgt, vises alle printere. Hvis BlacklistRestriction er valgt, anvendes DeviceNativePrintersBlacklist til at begrænse adgangen til de angivne printere. Hvis WhitelistPrintersOnly er valgt, angiver DeviceNativePrintersWhitelist kun de printere, der kan vælges.

Hvis denne politik ikke er angivet, anvendes BlacklistRestriction som standard.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Alle printere vises, bortset fra dem på sortlisten.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Det er kun printerne på hvidlisten, der vises til brugere</string><string id="DeviceNativePrintersAccessMode_AllowAll">Tillad alle printere fra konfigurationsfilen.</string><string id="DeviceNativePrintersBlacklist">Deaktiverede virksomhedsprintere for enheder</string><string id="DeviceNativePrintersBlacklist_Explain">Angiver, hvilke printere en bruger ikke kan anvende.

Denne politik anvendes kun, hvis BlacklistRestriction er valgt for DeviceNativePrintersAccessMode.

Hvis denne politik anvendes, kan alle printere anvendes af brugeren, medmindre deres id er angivet i denne politik.
</string><string id="DeviceNativePrintersBlacklistDesc">Deaktiverede virksomhedsprintere for enheder</string><string id="DeviceNativePrintersWhitelist">Aktiverede virksomhedsprintere for enheder</string><string id="DeviceNativePrintersWhitelist_Explain">Angiver, hvilke printere en bruger kan anvende..

Denne politik anvendes kun, hvis WhitelistPrintersOnly er valgt for DeviceNativePrintersAccessMode

Hvis denne politik anvendes, er det kun printere med id'er, der matcher værdierne i denne politik, som kan anvendes af brugeren. Id'erne skal svare til posterne i den fil, der er angivet i DeviceNativePrinters.
</string><string id="DeviceNativePrintersWhitelistDesc">Aktiverede virksomhedsprintere for enheder</string><string id="DeviceOffHours">Intervaller uden for åbningstiden, hvor OffHours |ignored_policy_proto-tags| anvendes på enheden</string><string id="DeviceOffHours_Explain">Hvis politikken &quot;OffHours&quot; er angivet, ignoreres de angivne enhedspolitikker (bruges standardindstillingerne for disse politikker) i de angivne tidsrum. Enhedspolitikker anvendes igen af Chrome, hver gang tidsrummet for &quot;OffHours&quot; starter eller slutter. Brugeren underrettes og tvinges til at logge ud, når tidspunktet for &quot;OffHours&quot; slutter, og indstillinger for enhedspolitikker ændres (f.eks. når brugeren ikke er logget ind med en tilladt konto).</string><string id="DeviceOpenNetworkConfiguration">Netværkskonfiguration på enhedsniveau</string><string id="DeviceOpenNetworkConfiguration_Explain">Tillader, at netværkskonfigurationen gøres gældende for alle brugere af en Google Chrome OS-enhed. Netværkskonfigurationen er en JSON-formateret streng, som er defineret af formatet Open Network Configuration som beskrevet på https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Opdateringsfrekvens for enhedspolitik</string><string id="DevicePolicyRefreshRate_Explain">Angiver den periode i millisekunder, hvor enhedsadministrationstjenesten anmodes om brugerpolitikoplysninger.

Angivelse af denne politik tilsidesætter standardværdien på tre timer. Gyldige værdier for denne politik ligger i intervallet fra 1800000 (30 minutter) til 86400000 (ét døgn). Alle værdier, der ikke ligger inden for dette interval, fastgøres til den respektive grænse.

Hvis denne politik ikke angives, bruger Google Chrome OS standardværdien på tre timer.

Bemærk! Hvis platformen understøtter underretninger vedrørende politik, angives forsinkelsen af opdateringen til 24 timer (der ses bort fra alle standardindstillingerne og værdierne for denne politik), da det forventes, at underretninger vedrørende politik automatisk gennemtvinger en opdatering, når politikken ændres. Dermed er hyppige opdateringer ikke nødvendige.</string><string id="DeviceQuirksDownloadEnabled">Aktivér forespørgsler til Quirks Server om hardwareprofiler</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automatisk genstart, når enheden lukker ned</string><string id="DeviceRebootOnShutdown_Explain">Hvis denne politik er angivet til Falsk eller ikke er konfigureret, tillader Google Chrome OS, at brugeren lukker enheden ned.
Hvis denne politik er angivet til Sand, aktiverer Google Chrome OS en genstart, når brugeren lukker enheden ned. Google Chrome OS erstatter alle forekomster af Luk-knapper i grænsefladen med genstartsknapper. Hvis brugeren lukker enheden ved hjælp af afbryderknappen, genstartes den ikke automatisk, selvom politikken er aktiveret.</string><string id="DeviceShowUserNamesOnSignin">Vis brugernavne på loginskærmen</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Markeringer for hele systemet kan angives ved opstart af Google Chrome</string><string id="DeviceStartUpFlags_Explain">Angiver de markeringer, der skal anvendes for Google Chrome ved opstart. De angivne markeringer anvendes kun på loginskærmen. Markeringer, der angives via denne politik, oveføres ikke til brugersessioner.</string><string id="DeviceStartUpFlagsDesc">Markeringer for hele systemet kan angives ved opstart af Google Chrome</string><string id="DeviceTargetVersionPrefix">Målversion for automatiske opdateringer</string><string id="DeviceTargetVersionPrefix_Explain">Angiver en målversion for automatiske opdateringer.

Angiver præfikset for en målversion, som Google Chrome OS skal opdateres til. Hvis enheden kører en version, som er ældre end det angivne præfiks, opdateres den til den seneste udgave med det givne præfiks. Hvis enheden allerede kører en nyere udgave, har dette ingen konsekvenser (dvs. der foretages ingen nedgraderinger), og enheden beholder den aktuelle version. Præfiksformatet fungerer som en komponent, som det fremgår af følgende eksempel:

&quot;&quot; (eller ikke konfigureret): Opdater til den nyeste tilgængelige version.
&quot;1412.&quot;: Opdater til en underversion af 1412 (f.eks. 1412.24.34 eller 1412.60.2)
&quot;1412.2.&quot;: Opdater til en underversion af 1412.2 (f.eks. 1412.2.34 eller 1412.2.2)
&quot;1412.24.34&quot;: Opdater kun til denne specifikke version

Advarsel! Det frarådes at konfigurere versionsbegrænsninger, da det kan forhindre brugerne i at modtage softwareopdateringer og kritiske sikkerhedsrettelser. Begrænsning af opdateringer til et bestemt præfiks for versionen kan udgøre en risiko for brugerne.</string><string id="DeviceUpdateAllowedConnectionTypes">Forbindelsestyper, der tillades til opdateringer</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">De forbindelsestyper, der er tilladt at bruge ved OS-opdateringer. OS-opdateringer kan lægge et stort pres på forbindelsen, fordi de fylder meget, og kan forårsage yderligere omkostninger. Derfor er de som standard ikke aktiveret for forbindelsestyper, der betragtes som dyre, hvilket i øjeblikket er WiMax, Bluetooth og mobil.

De genkendte forbindelsestype-id'er er &quot;ethernet&quot;, &quot;wifi&quot;, &quot;wimax&quot;, &quot;bluetooth&quot; og &quot;mobil&quot;.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Forbindelsestyper, der tillades til opdateringer</string><string id="DeviceUpdateHttpDownloadsEnabled">Tillad download af automatiske opdateringer via HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Automatisk opdaterede nyttedata i Google Chrome OS kan downloades via HTTP i stedet for HTTPS. Dette giver mulighed for åben HTTP-caching af HTTP-downloads.

Hvis denne politik er angivet til Sand, vil Google Chrome OS forsøge at downloade automatisk opdaterede nyttedata via HTTP. Hvis politikken er angivet til Falsk eller ikke er angivet, anvendes HTTPS til at downloade automatisk opdaterede nyttedata.</string><string id="DeviceUpdateScatterFactor">Automatisk opdatering af spredningsfaktor</string><string id="DeviceUpdateScatterFactor_Explain">Angiver det antal sekunder, som en enhed på en tilfældig måde maksimalt kan forsinke en download af en opdatering fra det tidspunkt, hvor opdateringen først blev sendt ud til serveren. Enheden kan afsætte en del af denne tid i form af faktisk ventetid og den igangværende tid i form af det antal af opdateringer, der skal kontrolleres. Uanset hvad, er spredningen bundet af en øvre grænse til en konstant mængde af tid, således at en enhed aldrig kommer til at sidde fast og til evig tid vente på, at en opdatering downloades.</string><string id="DeviceUserWhitelist">Login til brugerens hvidliste</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Login til brugerens hvidliste</string><string id="DeviceWallpaperImage">Baggrundsbillede på enheden</string><string id="DeviceWallpaperImage_Explain">Konfigurer baggrundsbillede på enhedsniveau, der vises på loginskærmen, hvis der ikke er nogen bruger, der er logget ind på enheden. Politikken angives ved at angive den webadresse, som Chrome OS-enheden kan downloade baggrundsbilledet fra, samt et kryptografisk hash, der bruges til at bekræfte downloadens integritet. Billedet skal være i JPEG-format, og filstørrelsen må ikke overskride 16 MB. Webadressen skal være tilgængelig uden godkendelse. Baggrundsbilledet downloades og gemmes i cachen. Det downloades på ny, hver gang webadressen eller hashet ændres.

Politikken bør angives som en streng, der viser webadressen og hashet i JSON-format, f.eks.,
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Hvis baggrundsbilledepolitikken for enheden er angivet, downloader og bruger Chrome OS baggrundsbilledet på loginskærmen, hvis der ikke er nogen bruger, der er logget ind på enheden endnu. Når brugeren logger ind, starter brugerens baggrundsbilledepolitik.

Hvis enhedens baggrundsbilledepolitik ikke angives, bestemmer brugerens baggrundsbilledepolitik, hvad der skal vises, hvis brugerens baggrundsbilledepolitik er angivet.</string><string id="Disable3DAPIs">Deaktiver understøttelse af API'er til 3D-grafik</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Angiv, om pluginsøgning skal deaktiveres</string><string id="DisablePluginFinder_Explain">Hvis du aktiverer denne indstilling, deaktiveres den automatiske søgning og installation af de manglende plugins i Google Chrome. Hvis denne valgmulighed deaktiveres eller ikke angives, vil pluginfinderen være aktiv.</string><string id="DisableSafeBrowsingProceedAnyway">Deaktiver fortsættelse fra advarselssiden for Beskyttet browsing</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Tjenesten Beskyttet browsing viser en advarselsside, når brugerne navigerer til websites, der er markeret som potentielt skadelige. Denne indstilling forhindrer, at brugerne kan fortsætte fra advarselssiden til det skadelige website. Hvis denne indstilling er deaktiveret eller ikke er angivet, kan brugerne vælge at gå til det markerede website, efter advarslen er blevet vist. Se https://developers.google.com/safe-browsing for flere oplysninger om Beskyttet browsing.</string><string id="DisableScreenshots">Deaktiver screenshots</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Angiv en standardrotation for visningen, som genanvendes ved hver genstart</string><string id="DisplayRotationDefault_Explain">Hvis denne politik er angivet, roteres hver visning i den
angivne retning ved hver genstart og første gang, der oprettes forbindelse,
efter politikkens værdi ændres. Brugere kan ændre visningens
rotation via siden med indstillinger, når de er logget ind, men deres
indstilling tilsidesættes af politikkens værdi ved næste genstart.

Denne politik gælder for både den primære visning og den sekundære visning.

Hvis politikken ikke er angivet, er standardværdien 0 grader, og brugere
kan frit ændre den. I dette tilfælde genanvendes værdien ikke
ved genstart.</string><string id="DisplayRotationDefault_ROTATE_0">Roter skærmen 0 grader</string><string id="DisplayRotationDefault_ROTATE_90">Roter skærmen 90 grader med uret</string><string id="DisplayRotationDefault_ROTATE_180">Roter skærmen 180 grader</string><string id="DisplayRotationDefault_ROTATE_270">Roter skærmen 270 grader med uret</string><string id="DownloadDirectory">Angiv mappen til download</string><string id="DownloadDirectory_Explain">Konfigurerer den mappe, som Google Chrome bruger til at downloade filer.

Hvis du angiver denne politik, vil Google Chrome bruge den angivne mappe, uanset om brugeren har angivet en eller aktiveret flaget for at blive bedt om en downloadplacering hver gang.

Du kan se en liste over variabler, der kan anvendes, på http://www.chromium.org/administrators/policy-list-3/user-data-directory-variables.

Hvis denne politik ikke angives, anvendes standardmappen til downloads, og brugeren vil kunne ændre den.</string><string id="DownloadRestrictions">Tillad begrænsninger af download</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Ingen særlige begrænsninger</string><string id="DownloadRestrictions_BlockDangerousDownloads">Bloker farlige downloads</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Bloker potentielt farlige downloads</string><string id="DownloadRestrictions_BlockAllDownloads">Bloker alle downloads</string><string id="EasyUnlockAllowed">Tillader brug af Smart Lock</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Migreringsstrategi for eCryptfs</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Minder om Wipe (værdi 2), men forsøger at bevare logintokens, så brugeren ikke behøver at logge ind igen.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Hvis klientens enhedsmodel allerede understøttede ARC, inden det blev nødvendigt at migrere til ext4 for at køre ARC, og hvis politikken ArcEnabled er angivet som sand, opfører denne valgmulighed sig som AskUser (værdi 3). I alle andre tilfælde (hvis enhedsmodellen ikke tidligere understøttede ARC, eller hvis politikken ArcEnabled er angivet som falsk), svarer denne værdi til DisallowArc (værdi 0).</string><string id="EditBookmarksEnabled">Aktiverer eller deaktiverer redigering af bogmærker</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Hvorvidt der skal gives tilladelse til certifikater, som er udstedt af lokale tillidsankre og mangler udvidelsen subjectAlternativeName</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Når denne indstilling er aktiveret, bruger Google Chrome commonName for et servercertificat til at matche et hostnavn, hvis certifikatet mangler en subjectAlternativeName-udvidelse, såfremt det kan godkendes og kobles til lokalt installerede CA-certifikater.

Bemærk, at dette ikke anbefales, da det kan tillade tilsidesættelse af udvidelsen nameConstraints, som begrænser de hostnavne, et givet certifikat kan godkendes til.

Hvis denne politik ikke er indstillet eller er indstillet til falsk, anses servercertifikater, som ikke indeholder en subjectAlternativeName-udvidelse med enten et DNS-navn eller en IP-adresse, ikke for pålidelige.</string><string id="EnableDeprecatedWebPlatformFeatures">Aktivér forældede funktioner på webplatformen i en begrænset periode</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Angiv en liste over forældede funktioner på webplatformen for at genaktivere dem midlertidigt.

Denne politik giver administratorer mulighed for at genaktivere udfasede webplatformsfunktioner i en begrænset periode. Funktioner identificeres ved hjælp af et strengtag, og de funktioner, der svarer til de tags, der er angivet på listen i denne politik, genaktiveres.

Hvis denne politik ikke er indstillet, eller hvis listen er tom eller ikke stemmer overens med et af de understøttede strengtags, vil alle forældede funktioner på webplatformen fortsat være deaktiveret.

Mens selve politikken understøttes på ovenstående platforme, kan den funktion, som politikken aktiverer, være tilgængelig på færre platforme. Det er ikke alle funktioner på webplatforme, der kan genaktiveres. Det er kun de funktioner, der er angivet på listen nedenfor, som kan genaktiveres i en begrænset periode, hvis længde afhænger af funktionen. Det overordnede format for strengtagget er [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd]. Du kan se hensigten med ændringerne af funktionen Webplatform på https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Aktivér forældede funktioner på webplatformen i en begrænset periode</string><string id="EnableOnlineRevocationChecks">Om der udføres online kontrol af OCSP/CRL</string><string id="EnableOnlineRevocationChecks_Explain">Set i lyset af, at ikke-omfattende tilbagekaldskontroller på nettet ikke giver nogen effektiv form for sikkerhed, er disse deaktiveret som standard i Google Chrome version 19 og nyere. Ved at angive denne politik til Sand gendannes de tidligere indstillinger, så der udføres OCSP/CRL-kontroller på nettet.

Hvis politikken ikke er angivet eller er angivet til Falsk, udfører Google Chrome ikke tilbagekaldskontroller på nettet i Google Chrome 19 og nyere.</string><string id="EnableSha1ForLocalAnchors">Om certifikater med SHA-1-signatur, som er udstedt af lokale tillidsankre, er tilladt eller ej</string><string id="EnableSha1ForLocalAnchors_Explain">Når denne indstilling er aktiveret, tillader Google Chrome certifikater med SHA-1-signatur, så længe de bekræfter og sammenkædes med lokalt installerede CA-certifikater.

Bemærk, at denne politik afhænger af, at certifikatets bekræftelsesstak for operativsystemet tillader SHA-1-signaturer. Hvis en opdatering af operativsystemet ændrer operativsystemets håndtering af SHA-1-certifikater, er denne politik muligvis ikke længere aktiv. Denne politik er desuden beregnet som en midlertidig løsning, der giver virksomheder mere tid til at bevæge sig væk fra SHA-1. Denne politik vil blive fjernet omkring d. 1. januar 2019.

Hvis denne politik ikke er angivet, eller hvis den er angivet til Falsk, følger Google Chrome den officielle plan for udfasning af SHA-1.</string><string id="ExternalStorageDisabled">Deaktiver isætning af eksternt lager</string><string id="ExternalStorageDisabled_Explain">Hvis denne politik er indstillet til Sand, vil eksternt lager ikke være tilgængelig i filbrowseren.

Denne politik omfatter alle typer lagermedier, f.eks. USB-nøgler, eksterne harddiske, SD- og andre hukommelseskort, optisk lagring m.v. Det interne lager påvirkes ikke, derfor er der stadig adgang til filer, der er gemt i mappen Download. Google Drev er heller ikke omfattet af denne politik.

Hvis denne indstilling er deaktiveret eller ikke er konfigureret, kan brugerne benytte alle understøttede eksterne lagertyper på deres enhed.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Når denne politik er angivet som sand, kan brugerne ikke skrive noget til eksterne lagerenheder.

Hvis denne indstilling er angivet til falsk eller ikke er konfigureret, kan brugere oprette og ændre filer på eksterne lagerenheder, der er fysisk skrivbare.

Politikken ExternalStorageDisabled har forrang over denne politik. Hvis ExternalStorageDisabled er angivet til sand, er al adgang til eksternt lager deaktiveret, og dermed ignoreres denne politik.

Dynamisk opdatering af denne politik understøttes i M56 og nyere versioner.</string><string id="ForceGoogleSafeSearch">Gennemtving Google Beskyttet søgning</string><string id="ForceGoogleSafeSearch_Explain">Gennemtvinger, at forespørgsler i Google Websøgning bliver udført, mens Beskyttet søgning er indstillet til aktiv, og forhindrer brugere i at ændre denne indstilling.

Hvis du aktiverer denne indstilling, vil Beskyttet søgning i Google Søgning altid være aktiv.

Hvis du deaktiverer denne indstilling eller ikke konfigurerer en værdi, håndhæves Beskyttet søgning i Google Søgning ikke.</string><string id="ForceMaximizeOnFirstRun">Maksimer det første browservindue ved første kørsel</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Gennemtving som minimum Begrænset tilstand på YouTube</string><string id="ForceYouTubeRestrict_Explain">Gennemtvinger som minimum Begrænset tilstand på YouTube og forhindrer brugere i
at vælge en mindre begrænset tilstand.

Hvis denne indstilling er angivet som Streng, er Strengt begrænset tilstand på YouTube altid aktiveret.

Hvis denne indstilling er angivet som Moderat, kan brugerne kun vælge
Moderat begrænset tilstand og Strengt begrænset tilstand på YouTube, men Begrænset tilstand kan ikke deaktiveres.

Hvis denne indstilling er angivet som Fra, eller der ikke er angivet nogen værdi, gennemtvinges Begrænset tilstand på YouTube ikke af Google Chrome. Eksterne politikker, som f.eks. YouTubes politikker, kan dog stadig gennemtvinge Begrænset tilstand.</string><string id="ForceYouTubeRestrict_Off">Gennemtving ikke Begrænset tilstand på YouTube</string><string id="ForceYouTubeRestrict_Moderate">Gennemtving som minimum Moderat begrænset tilstand på YouTube</string><string id="ForceYouTubeRestrict_Strict">Gennemtving Strengt begrænset tilstand på YouTube</string><string id="FullscreenAllowed">Tillad fuldskærmstilstand</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Aktiverer understøttelse af HTTP/0.9 på ikke-standard-porte</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Denne politik aktiverer HTTP/0.9 på andre porte end 80 for HTTP og 443 for HTTPS.

Denne politik er som standard deaktiveret. Hvis den aktiveres, kan brugerne blive udsat for sikkerhedsproblemet https://crbug.com/600352.

Denne politik har til formål at give virksomheder mulighed for at migrere eksisterende servere væk fra HTTP/0.9 og vil blive fjernet på et senere tidspunkt.

Hvis denne politik ikke er angivet, deaktiveres HTTP/0.9 på ikke-standard-porte.</string><string id="IncognitoModeAvailability">Inkognitotilstandens tilgængelighed</string><string id="IncognitoModeAvailability_Explain">Angiver, om brugeren kan åbne sider i inkognitotilstand i Google Chrome. Hvis &quot;Aktiveret&quot; er valgt, eller hvis politikken ikke angives, kan siderne åbnes i inkognitotilstand. Hvis &quot;Deaktiveret&quot; er valgt, kan sider ikke åbnes i inkognitotilstand. Hvis &quot;Tvunget&quot; er valgt, kan siderne kun åbnes i inkognitotilstand.</string><string id="IncognitoModeAvailability_Enabled">Inkognitotilstand er tilgængelig</string><string id="IncognitoModeAvailability_Disabled">Inkognitotilstand er deaktiveret</string><string id="IncognitoModeAvailability_Forced">Inkognitotilstand er gennemtvunget</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Aktivér isolering af websites for bestemte websites</string><string id="IsolateOrigins_Explain">
BEMÆRK! Denne politik er eksperimentel og kan ødelægge funktionaliteten.
Hvis politikken er aktiveret, kører hvert af de angivne websites
på en kommasepareret liste sin egen proces. Dette isolerer også
websites, der er angivet af underdomæner. Hvis f.eks. https://eksempel.dk/ angives,
isoleres https://foo.eksempel.dk/ også som en del af
websitet https://eksempel.dk/.
Hvis politikken er deaktiveret, anvendes processtyringslogikken, som blev brugt før isolering af websites.
Hvis politikken ikke konfigureres, kan brugeren ændre denne indstilling.
</string><string id="KeyPermissions">Vigtige tilladelser</string><string id="KeyPermissions_Explain">Giver virksomhedsnøgler adgang til udvidelser.

Nøgler er beregnet til virksomhedsbrug, hvis de er genereret ved hjælp af chrome.enterprise.platformKeys API på en administreret konto. Nøgler, der er importeret eller genereret på en anden måde, er ikke beregnet til virksomhedsbrug.

Adgang til nøgler, der er beregnet til virksomhedsbrug, kontrolleres alene af denne politik. Brugeren kan hverken give udvidelser adgang til virksomhedsnøgler eller fjerne deres adgang.

En udvidelse kan som standard ikke benytte en nøgle, der er beregnet til virksomhedsbrug, hvilket svarer til at angive allowCorporateKeyUsage som &quot;falsk&quot; for udvidelsen.

Kun hvis allowCorporateKeyUsage er angivet som &quot;sand&quot; for en udvidelse, kan den benytte en hvilken som helst platformnøgle, der er markeret til virksomhedsbrug, til at signere vilkårlige data. Denne tilladelse bør kun gives, hvis du har tillid til, at udvidelsen beskytter nøglen, så hackere ikke kan få adgang til den.</string><string id="ManagedBookmarks">Administrerede bogmærker</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maksimal henteforsinkelse efter ugyldiggørelse af en politik</string><string id="MaxInvalidationFetchDelay_Explain">Specificerer den maksimale forsinkelse i millisekunder mellem modtagelse af en ugyldiggørelse af en politik og hentningen af den nye politik fra tjenesten til enhedshåndtering.

Når denne politik angives, tilsidesættes standardværdien på 5000 millisekunder. Gyldige værdier for denne politik går fra 1000 (1 sekund) til 300000 (5 minutter). Værdier uden for intervallet rundes af til den nærmeste grænse.

Hvis du ikke angiver denne politik, vil Google Chrome anvende standardværdien på 5000 millisekunder.</string><string id="NativePrinters">Indbygget udskrivning</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Indbygget udskrivning</string><string id="NativePrintersBulkAccessMode">Adgangspolitik for konfiguration af printere.</string><string id="NativePrintersBulkAccessMode_Explain">Bestemmer, hvilke printere fra NativePrintersBulkConfiguration der kan anvendes af brugerne.

Angiver, hvilken adgangspolitik der anvendes til konfiguration af flere printere. Hvis AllowAll er valgt, vises alle printere. Hvis BlacklistRestriction er valgt, anvendes NativePrintersBulkBlacklist til at begrænse adgangen til de angivne printere. Hvis WhitelistPrintersOnly er valgt, angiver NativePrintersBulkWhitelist kun de printere, der kan vælges.

Hvis denne politik ikke er angivet, anvendes BlacklistRestriction som standard.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Alle printere vises, bortset fra dem på sortlisten.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Det er kun printerne på hvidlisten, der vises til brugere</string><string id="NativePrintersBulkAccessMode_AllowAll">Tillad alle printere fra konfigurationsfilen.</string><string id="NativePrintersBulkBlacklist">Deaktiverede virksomhedsprintere</string><string id="NativePrintersBulkBlacklist_Explain">Angiver, hvilke printere en bruger ikke kan anvende.

Denne politik anvendes kun, hvis BlacklistRestriction er valgt for NativePrintersBulkAccessMode.

Hvis denne politik anvendes, kan alle printere anvendes af brugeren, medmindre deres id er angivet i denne politik.
</string><string id="NativePrintersBulkBlacklistDesc">Deaktiverede virksomhedsprintere</string><string id="NativePrintersBulkConfiguration">Fil til konfiguration af virksomhedsprintere</string><string id="NativePrintersBulkConfiguration_Explain">Angiver konfigurationer af virksomhedsprintere.

Denne politik tillader, at du kan konfigurere printere for Google Chrome OS-enheder. Filen må ikke være større end 5 MB, og den skal indkodes i JSON. Formatet er det samme som for NativePrinters-ordbogen. En fil med ca. 21.000 printere forventes at indkode som en fil på 5 MB. Den kryptografiske nøgletransformation bruges til at bekræfte downloadens integritet.

Filen downloades og gemmes i cachen. Den downloades igen, hver gang webadressen eller nøgletransformationen ændres.

Hvis denne politik er angivet, vil Google Chrome OS downloade filen til printerkonfigurationer og gøre printere tilgængelige i overensstemmelse med NativePrintersBulkAccessMode, NativePrintersBulkWhitelist og NativePrintersBulkBlacklist.

Hvis du har angivet denne politik, kan brugerne ikke ændre eller tilsidesætte den.

Denne politik har ingen indflydelse på, om brugere kan konfigurere printere på individuelle enheder. Den har til formål at supplere printerkonfigurationen for individuelle brugere.
</string><string id="NativePrintersBulkWhitelist">Aktiverede virksomhedsprintere</string><string id="NativePrintersBulkWhitelist_Explain">Angiver, hvilke printere en bruger kan anvende.

Denne politik anvendes kun, hvis WhitelistPrintersOnly er valgt for NativePrintersBulkAccessMode.

Hvis denne politik anvendes, er det kun printere med id'er, der matcher værdierne i denne politik, som kan anvendes af brugeren. Id'erne skal svare til posterne i den fil, der er angivet i NativePrintersBulkConfiguration.
</string><string id="NativePrintersBulkWhitelistDesc">Aktiverede virksomhedsprintere</string><string id="NetworkPredictionOptions">Aktivér forudsigelse af netværk</string><string id="NetworkPredictionOptions_Explain">Aktiverer netværksforudsigelse i Google Chrome og forhindrer brugerne i at ændre denne indstilling.

Dette styrer både forudhentning af DNS og forhåndstilslutning af TCP og SSL samt forhåndsgengivelse af websider.

Hvis du angiver denne indstilling til &quot;altid&quot;, &quot;aldrig&quot; eller &quot;kun Wi-Fi&quot;, kan brugerne ikke ændre eller tilsidesætte denne indstilling i Google Chrome.

Hvis denne politik ikke indstilles, aktiveres netværksforudsigelse, men brugeren vil kunne ændre det.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Forudse netværkshandlinger på enhver netværksforbindelse</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Forudse netværkshandlinger på alle andre netværk end mobilnetværk.
(Udfaset i 50, fjernet i 52. Efter 52 behandles værdi 1, hvis denne er angivet, som 0. Forudse netværkshandlinger på enhver netværksforbindelse).</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Forudse ikke netværkshandlinger på nogen netværksforbindelse</string><string id="NoteTakingAppsLockScreenWhitelist">Hvidlistedeapps til notatskrivning er tilladt på Google Chrome OS-låseskærmen</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Specificerer en liste over apps, der kan aktiveres som apps til notatskrivning på Google Chrome OS-låseskærmen.

Hvis den foretrukne app til notatskrivning er aktiveret på låseskærmen, vil låseskærmen indeholde et brugerfladeelement til at åbne den foretrukne app til notatskrivning.
Når appen er åbnet, kan den oprette et appvindue oven på låseskærmen og oprette dataelementer (noter) i låseskærmskonteksten. Appen vil kunne importere oprettede noter til den primære brugersession, når sessionen ikke er låst. På nuværende tidspunkt er det kun Chrome-apps til notatskrivning, der understøttes på låseskærmen.

Hvis politikken er angivet, gives brugeren tilladelse til at aktivere en app på låseskærmen, såfremt at appens udvidelses-id omfattes af værdien på listen over politikker.
Som følge heraf deaktiveres notatskrivning helt på låseskærmen, hvis politikken angives som en tom liste.
Bemærk, at politikken, der indeholder et app-id, ikke nødvendigvis betyder, at brugeren kan aktivere appen som en app til notatskrivning på låseskærmen – f.eks. er rækken af tilgængelige apps i Chrome 61 begrænset yderligere af platformen.

Hvis politikken ikke angives, pålægges der ingen restriktioner på rækken af apps, som brugeren kan aktivere på låseskærmen, af politikken.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Hvidlistedeapps til notatskrivning er tilladt på Google Chrome OS-låseskærmen</string><string id="OpenNetworkConfiguration">Netværkskonfiguration på brugerniveau</string><string id="OpenNetworkConfiguration_Explain">Tillader, at netværkskonfigurationen gøres gældende pr. bruger til en Google Chrome OS-enhed. Netværkskonfigurationen er en JSON-formateret streng, sådan som den er defineret af formatet Open Network Configuration som beskrevet på https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">Aktivér PAC til fjernelse af webadresser (for https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Fjerner følsomme dele vedrørende personlige oplysninger og sikkerhed i webadresser af typen https://, før de overføres til PAC-scripter (Proxy Auto Config), som anvendes af Google Chrome i forbindelse med proxyopløsning.

Hvis politikken er angivet som Sand, er sikkerhedsfunktionen aktiveret, og webadresser af typen https:// fjernes,
før de sendes videre til et PAC-script. Dermed kan
PAC-scriptet ikke se data, der normalt beskyttes af en
krypteret kanal (som f.eks. webadressens sti og forespørgsel).

Hvis politikken er angivet som Falsk, er sikkerhedsfunktionen deaktiveret, og PAC-scripter kan implicit se alle komponenter af en webadresse af typen https://.
Dette gælder for alle PAC-scripter uanset oprindelse (herunder dem, der hentes via en usikker overførsel, eller som opdages via WPAD på en usikker måde).

Politikken angives som standard som Sand (sikkerhedsfunktion er aktiveret). Dette gælder dog ikke for Chrome OS-virksomhedsbrugere, hvor politikken i øjeblikket som standard er angivet som Falsk.

Vi anbefaler, at politikken angives som Sand. Politikken bør kun angives som Falsk, hvis den forårsager problemer med kompatibiliteten med eksisterende PAC-scripter.

Planen er at fjerne denne tilsidesættelse på et senere tidspunkt.</string><string id="PinnedLauncherApps">Liste over fastgjorte apps, der skal vises på applisten</string><string id="PinnedLauncherApps_Explain">Angiver applikationsid'er på en liste, som Google Chrome OS viser som fastgjorte apps på applisten.

Hvis denne politik er konfigureret, er applikationssættet fast og kan ikke ændres af brugeren.

Hvis politikken ikke er angivet, kan brugeren ændre listen over fastgjorte apps på applisten.</string><string id="PinnedLauncherAppsDesc">Liste over fastgjorte apps, der skal vises på applisten</string><string id="PolicyRefreshRate">Opdateringsfrekvens for brugerpolitik</string><string id="PolicyRefreshRate_Explain">Angiver den periode i millisekunder, hvor enhedsadministrationstjenesten anmodes om brugerpolitikoplysninger.

Angivelse af denne politik tilsidesætter standardværdien på tre timer. Gyldige værdier for denne politik ligger i intervallet fra 1800000 (30 minutter) til 86400000 (ét døgn). Alle værdier, der ikke ligger inden for dette interval, fastgøres til den respektive grænse. Hvis platformen understøtter underretninger vedrørende politik, angives forsinkelsen af opdateringen til 24 timer, da det forventes, at underretninger vedrørende politik automatisk gennemtvinger en opdatering, når politikken ændres.

Hvis denne politik ikke angives, bruger Google Chrome standardværdien på tre timer.

Bemærk! Hvis platformen understøtter underretninger vedrørende politik, angives forsinkelsen af opdateringen til 24 timer (der ses bort fra alle standardindstillingerne og værdierne for denne politik), da det forventes, at underretninger vedrørende politik automatisk gennemtvinger en opdatering, når politikken ændres. Dermed er hyppige opdateringer ikke nødvendige.</string><string id="PrintingEnabled">Aktiver udskrivning</string><string id="PrintingEnabled_Explain">Aktiverer udskrivning i Google Chrome og forhindrer, at brugerne kan ændre denne indstilling.

Hvis denne indstilling er aktiveret eller ikke er konfigureret, kan brugerne udskrive.

Hvis denne indstilling er deaktiveret, kan brugerne ikke udskrive fra Google Chrome. Udskrivning deaktiveres i skruenøglemenuen, udvidelser, JavaScript-applikationer osv. Det er stadig muligt at udskrive fra plugins, der omgår Google Chrome under udskrivning. For eksempel har visse Flash-applikationer mulighed for udskrivning i deres genvejsmenu, og denne deaktiveres ikke.</string><string id="QuicAllowed">Tillader QUIC-protokol</string><string id="QuicAllowed_Explain">Hvis denne politik er angivet som Sand eller ikke er indstillet, er brug i QUIC-protokollen i Google Chrome tilladt.
Hvis denne politik er angivet som Falsk, er brug i QUIC-protokollen ikke tilladt.</string><string id="RebootAfterUpdate">Automatisk genstart efter opdatering</string><string id="RebootAfterUpdate_Explain">Planlæg en automatisk genstart efter opdatering af Google Chrome OS

Når denne politik indstilles til sand, planlægges der en automatisk genstart, når Google Chrome OS er blevet opdateret, og en genstart er nødvendig for at fuldføre opdateringen. Genstarten planlægges med det samme, men den kan være forsinket med op til 24 timer på enheden, hvis en bruger er i færd med at bruge enheden.

Når denne politik indstilles til falsk, planlægges der ingen automatisk genstart efter opdateringen af Google Chrome OS. Opdateringen fuldføres, når brugeren næste gang genstarter enheden.

Hvis du indstiller denne politik, kan brugerne ikke ændre eller tilsidesætte den.

Bemærk! Automatisk genstart aktiveres kun, når loginskærmen vises, eller hvis en terminalapp kører. Dette vil ændre sig med tiden, og politikken vil altid være gældende, uanset om en hvilken som helst type kører eller ej.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Om der kræves online OCSP/CRL-kontroller for lokale tillidsankere</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Når denne indstilling er aktiveret, vil Google Chrome altid forsøge at søge efter tilbagekaldelse af servercertifikater, som validerer og er signeret af lokalt installerede CA-certifikater.

Hvis Google Chrome ikke kan hente oplysninger om tilbagekaldelsesstatus, bliver sådanne certifikater behandlet som tilbagekaldt (&quot;alvorlig fejl&quot;).

Hvis denne politik ikke er angivet eller angivet som falsk, vil Google Chrome anvende de eksisterende indstillinger for onlinesøgning efter tilbagekaldelser.</string><string id="RunAllFlashInAllowMode">Brug indstillingen for Flash-indhold til alt indhold</string><string id="RunAllFlashInAllowMode_Explain">Hvis du aktiverer denne indstilling, køres alt det Flash-indhold, der er integreret på websites med tilladelse til at bruge Flash i indstillingerne for indhold (som enten er angivet af brugeren eller virksomhedspolitikken). Dette omfatter indhold af anden oprindelse eller mindre indhold.

Du kan se, hvilke websites der har tilladelse til at køre Flash, i politikkerne &quot;DefaultPluginsSetting&quot;, &quot;PluginsAllowedForUrls&quot; og &quot;PluginsBlockedForUrls&quot;.

Hvis denne indstilling er deaktiveret eller ikke er angivet, kan Flash-indhold af anden oprindelse eller mindre indhold blive blokeret.</string><string id="SAMLOfflineSigninTimeLimit">Begræns den tid, hvor en bruger, der er godkendt via SAML, kan logge på offline</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Tillad fortsættelse fra SSL-advarselssiden</string><string id="SSLErrorOverrideAllowed_Explain">Chrome viser en advarselsside, når brugerne går til websites med SSL-fejl. Som standard, eller når denne politik er angivet til sand, kan brugerne klikke sig videre fra disse advarselssider.
Hvis denne politik angives til falsk, kan brugerne ikke klikke sig videre fra nogen advarselssider.</string><string id="SSLVersionMax">Maksimalversion af SSL er aktiveret</string><string id="SSLVersionMax_Explain">Advarsel! Politikken for den maksimale TLS-version fjernes fuldstændig fra Google Chrome omkring version 66 (omtrent februar 2018).

Hvis denne politik ikke konfigureres, anvender Google Chrome en standardmaksimumversion.

Den kan også angives til en af følgende værdier: &quot;tls1.2&quot; eller &quot;tls1.3&quot;. Når der er angivet en værdi, vil Google Chrome ikke anvende SSL/TLS-versioner, der er højere end den angivne version. Ukendte værdier ignoreres.</string><string id="SSLVersionMax_TLSv1_2">TLS 1.2</string><string id="SSLVersionMax_TLSv1_3">TLS 1.3</string><string id="SafeBrowsingEnabled">Aktiver Beskyttet browsing</string><string id="SafeBrowsingEnabled_Explain">Aktiverer funktionen Beskyttet browsing i Google Chrome og forhindrer brugerne i at ændre denne indstilling. Hvis du aktiverer denne indstilling, vil Beskyttet browsing altid være aktiv. Hvis du deaktiverer denne indstilling, vil Beskyttet browsing aldrig være aktiv. Hvis du aktiverer eller deaktiverer denne indstilling, kan brugerne ikke ændre eller tilsidesætte indstillingen &quot;Aktivér phishing og malwarebeskyttelse&quot; i Google Chrome. Hvis denne politik ikke angives, er den aktiveret, men brugeren vil kunne ændre den. Få flere oplysninger om Beskyttet browsing på https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Giv brugerne tilladelse til at tilvælge udvidet rapportering af Beskyttet browsing</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Hvis denne politik angives som Falsk, forhindres brugerne i at sende visse former for systemoplysninger og sideindhold til Googles servere. Hvis denne indstilling er angivet som Sand eller ikke er angivet, kan brugerne sende visse former for systemoplysninger og sideindhold til Beskyttet browsing som en hjælp til at registrere skadelige apps og websites. Se https://developers.google.com/safe-browsing for flere oplysninger om Beskyttet browsing.</string><string id="SavingBrowserHistoryDisabled">Deaktiver lagring af browserhistorik</string><string id="SavingBrowserHistoryDisabled_Explain">Deaktiverer lagring af browserhistorik i Google Chrome og forhindrer brugerne i at ændre denne indstilling.

Hvis denne indstilling er aktiveret, gemmes browserhistorikken ikke. Denne indstilling deaktiverer også synkronisering af faner.

Hvis denne indstilling er deaktiveret eller ikke konfigureret, gemmes browserhistorikken.</string><string id="SearchSuggestEnabled">Aktiver søgeforslag</string><string id="SearchSuggestEnabled_Explain">Aktiverer søgeforslag i omnifeltet i Google Chrome og forhindrer, at brugerne ændrer denne indstilling.

Hvis du aktiverer denne indstilling, anvendes søgeforslagene.

Hvis du deaktiverer denne indstilling, anvendes søgeforslagene aldrig.

Hvis du aktiverer eller deaktiverer denne indstilling, kan brugerne ikke ændre eller tilsidesætte denne indstilling i Google Chrome.

Hvis denne politik ikke indstilles, bliver dette aktiveret, men brugeren vil kunne ændre det.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Indstil de anbefalede landestandarder for en offentlig session</string><string id="SessionLocales_Explain">Angiver én eller flere anbefalede landestandarder til en offentlig session, så brugerne nemt kan vælge en af disse landestandarder.

Brugeren kan vælge en landestandard og et tastaturlayout, inden en offentlig session startes. Alle de landestandarder, som understøttes af Google Chrome OS, vises som standard i alfabetisk rækkefølge. Du kan bruge denne politik til at flytte en række anbefalede landestandarder op øverst på listen.

Hvis denne politik ikke er angivet, vælges den nuværende landestandard for brugerfladen automatisk.

Hvis denne politik er angivet, flyttes de anbefalede landestandarder op øverst på listen, hvor de vises adskilt fra alle andre landestandarder. De anbefalede landestandarder vises i samme rækkefølge som i politikken. Den første anbefalede landestandard vælges automatisk.

Hvis der er mere end én anbefalet landestandard, antages det, at brugerne vil vælge mellem disse landestandarder. Valg af landestandard og tastaturlayout fremhæves, når en offentlig session startes. Ellers antages det, at de fleste brugere vil bruge den forudvalgte landestandard. Valg af landestandard og tastaturlayout fremhæves mindre, når en offentlig session startes.

Når denne politik er angivet, og automatisk login er aktiveret (se politikkerne |DeviceLocalAccountAutoLoginId| og |DeviceLocalAccountAutoLoginDelay|), anvender den automatisk startede offentlige session den første anbefalede landestandard og det mest populære tastaturlayout for denne landestandard.

Det forudvalgte tastaturlayout er altid det mest populære layout for den forudvalgte landestandard.

Denne politik kan kun angives som anbefalet. Du kan bruge denne politik til at flytte en række anbefalede landestandarder op øverst på listen, men brugerne kan altid vælge en af de andre landestandarder, som understøttes af Google Chrome OS, til deres session.
</string><string id="SessionLocalesDesc">Indstil de anbefalede landestandarder for en offentlig session</string><string id="ShelfAutoHideBehavior">Administrer, hvornår hylden skjules automatisk</string><string id="ShelfAutoHideBehavior_Explain">Administrer, hvornår Google Chrome OS-hylden skjules automatisk.

Hvis denne politik er angivet som &quot;AlwaysAutoHideShelf'&quot;, skjules hylden altid automatisk.

Hvis denne politik er angivet som &quot;NeverAutoHideShelf', skjules hylden aldrig automatisk.

Hvis du indstiller denne politik, kan brugere ikke ændre eller tilsidesætte den.

Hvis politikken ikke indstilles, kan brugere vælge, om hylden skal skjules automatisk.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Skjul altid hylden automatisk</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Skjul aldrig hylden automatisk</string><string id="ShowHomeButton">Vis knap til startsiden på værktøjslinjen</string><string id="ShowHomeButton_Explain">Viser knappen Startside på værktøjslinjen i Google Chrome. Hvis du aktiverer denne indstilling, vises knappen Startside altid. Hvis du deaktiverer denne indstilling, vises knappen Startside aldrig. Hvis du aktiverer eller deaktiverer denne indstilling, kan brugerne ikke ændre eller tilsidesætte denne indstilling i Google Chrome. Hvis denne politik ikke angives, kan brugeren vælge, om knappen Startside skal vises.</string><string id="ShowLogoutButtonInTray">Tilføj en log ud-knap til systembakken</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Aktivér isolering af websites for alle websites</string><string id="SitePerProcess_Explain">
BEMÆRK! Denne politik er eksperimentel og kan ødelægge funktionaliteten.
Det er en god idé at kigge på politikindstillingen IsolateOrigins for at få det bedste
fra begge verdener (isolering og begrænset indvirkning på brugerne) ved at bruge
IsolateOrigins sammen med en liste over de websites, du vil isolere. Denne indstilling,
SitePerProcess, isolerer all websites.
Hvis politikken er aktiveret, kører hvert website sin egen proces.
Hvis politikken er deaktiveret, anvendes processtyringslogikken, som blev brugt før isolering af websites.
Hvis politikken ikke konfigureres, kan brugeren ændre denne indstilling.
</string><string id="SpellCheckServiceEnabled">Aktivér eller deaktiver webtjenesten stavekontrol</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome kan anvende Googles webtjeneste til at rette stavefejl. Hvis denne indstilling er aktiveret, bruges denne tjeneste altid. Hvis indstillingen er deaktiveret, bruges tjenesten aldrig.

Stavekontrol kan stadig udføres ved hjælp af den downloadede ordbog. Denne politik kontrollerer kun brugen af onlinetjenesten.

Hvis denne indstilling ikke er konfigureret, kan brugerne vælge, om stavekontrol skal aktiveres eller ej.</string><string id="SuppressUnsupportedOSWarning">Ignorer advarslen om manglende understøttelse af OS</string><string id="SuppressUnsupportedOSWarning_Explain">Ignorerer den advarsel, der vises, når Google Chrome kører på en computer eller et operativsystem, der ikke længere understøttes.</string><string id="SyncDisabled">Deaktiver synkronisering af data med Google</string><string id="SyncDisabled_Explain">Deaktiverer datasynkronisering i Google Chrome ved hjælp af Google-hostede synkroniseringstjenester og forhindrer brugerne i at ændre denne indstilling.

Hvis du aktiverer denne indstilling, kan brugerne ikke ændre eller tilsidesætte den i Google Chrome.

Hvis denne politik ikke er angivet, kan brugeren vælge, om Google Sync skal anvendes eller ej.

Hvis du vil deaktivere Google Sync helt, anbefaler vi, at du deaktiverer tjenesten Google Sync i Google Administrationskonsol.

Denne politik bør ikke være aktiveret, når politikken RoamingProfileSupportEnabled er aktiveret, da de benytter den samme funktion hos klienten. I så fald deaktiveres Google-hostet synkronisering helt.</string><string id="SystemTimezone">Tidszone</string><string id="SystemTimezone_Explain">Angiver den tidszone, der skal gælde for enheden. Brugerne kan tilsidesætte den angivne tidszone for den aktuelle session. Når der logges ud, indstilles den dog igen til den angivne tidszone. Hvis der angives en ugyldig værdi, aktiveres politikken i stedet ved hjælp af &quot;GMT&quot;. Hvis der angives en tom streng, ignoreres politikken.

Hvis denne politik ikke anvendes, benyttes den aktive tidszone. Hvis brugerne skifter tidszone er ændringen dog vedvarende. En ændring, der foretages af én bruger, påvirker således loginskærmen og alle andre brugere.

Nye enheder er som udgangspunkt angivet med tidszonen &quot;Pacific Standard Time&quot;.

Formatet for værdierne følger navnene på tidszonerne i &quot;IANA Time Zone Database&quot; (se &quot;http://en.wikipedia.org/wiki/List_of_tz_database_time&quot;). De fleste tidszoner kan betegnes som &quot;continent/large_city&quot; eller &quot;ocean/large_city&quot;.

Hvis du angiver denne politik, deaktiveres automatisk opdatering af tidszone på baggrund af enhedens placering fuldstændigt. Politikken SystemTimezoneAutomaticDetection tilsidesættes også.</string><string id="SystemTimezoneAutomaticDetection">Konfigurer metoden for automatisk registrering af tidszone.</string><string id="SystemTimezoneAutomaticDetection_Explain">Når denne politik er indstillet, fungerer flowet for registrering af tidszoner på en af de følgende måder, alt efter hvilken værdi der bruges i indstillingen:

Hvis der er indstillet til TimezoneAutomaticDetectionUsersDecide, kan brugerne kontrollere den automatiske registrering af tidszoner med de almindelige kontrolelementer i chrome://settings.

Hvis der er indstillet til TimezoneAutomaticDetectionDisabled, bliver de automatiske kontrolelementer for tidszoner i chrome://settings deaktiveret. Automatisk registrering af tidszoner vil altid være deaktiveret.

Hvis der er indstillet til TimezoneAutomaticDetectionIPOnly, bliver kontrolelementerne for tidszone i chrome://settings deaktiveret. Automatisk registrering af tidszoner vil altid være aktiveret. Registreringen af tidszoner bruger udelukkende IP-metoden til at fastlægge placeringen.

Hvis der indstilles til TimezoneAutomaticDetectionSendWiFiAccessPoints, bliver kontrolelementerne for tidszoner i chrome://settings deaktiveret. Automatisk registrering af tidszoner vil altid være aktiveret. Listen over synlige Wi-Fi-adgangspunkter sendes altid til Geolocation API-serveren, så der kan foretages detaljeret registrering af tidszoner.

Hvis der indstilles til TimezoneAutomaticDetectionSendAllLocationInfo, bliver kontrolelementerne for tidszoner i chrome://settings deaktiveret. Automatisk registrering af tidszoner vil altid være aktiveret. Placeringsoplysninger (som f.eks. Wi-Fi-adgangspunkter, tilgængelige mobiltårne, GPS) bliver sendt til en server, så der kan foretages detaljeret registrering af tidszoner.

Hvis politikken ikke indstilles, svarer det til, at TimezoneAutomaticDetectionUsersDecide er indstillet.

Hvis politikken SystemTimezone indstilles, tilsidesættes denne politik. I dette tilfælde deaktiveres registrering af tidszoner helt.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Send altid eventuelle tilgængelige placeringssignaler til serveren under opdatering af tidszone.</string><string id="SystemUse24HourClock">Brug 24-timers ur som standard</string><string id="SystemUse24HourClock_Explain">Angiver, hvilket urformat der skal anvendes på enheden.

Denne politik konfigurerer det urformat, der anvendes på loginskærmen og som standard i brugersessions. Brugere kan stadig tilsidesætte urformatet på deres konto.

Hvis denne politik er indstillet til sand, bruger enheden et 24-timers urformat. Hvis politikken er indstillet til falsk, bruger enheden et 12-timers urformat.

Hvis denne politik ikke indstilles, bruger enheden som standard et 24-timers urformat.</string><string id="TPMFirmwareUpdateSettings">Konfigurer adfærd i forbindelse med opdatering af TPM-firmware</string><string id="TPMFirmwareUpdateSettings_Explain">Konfigurerer tilgængelighed og adfærd for funktionen til opdatering af TPM-firmware.

Individuelle indstillinger kan angives i JSON-egenskaber:

allow-user-initiated-powerwash: Hvis den er angivet som true, kan brugerne aktivere Powerwash-processen for at installere en TPM-firmwareopdatering.

Hvis politikken ikke er angivet, er funktionen til opdatering af TPM-firmware ikke tilgængelig.</string><string id="TaskManagerEndProcessEnabled">Aktiverer mulighed for at afslutte processer i Jobliste</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Konfigurer servicevilkårene for en enhedslokal konto</string><string id="TermsOfServiceURL_Explain">Angiver de Servicevilkår, som brugeren skal acceptere, inden en enhedslokal kontosession kan påbegyndes.

Hvis denne politik indstilles, downloader Google Chrome OS servicevilkårene og præsenterer dem for brugeren, når en enhedslokal kontosession påbegyndes. Brugeren får først tilladelse til sessionen, når servicevilkårene accepteres.

Hvis denne politik ikke indstilles, vises der ikke nogen Servicevilkår.

Politikken skal indstilles til en webadresse, hvorfra Google Chrome OS kan downloade servicevilkårene. Servicevilkårene skal være almindelig tekst vist som MIME-tekst. Markering er ikke tilladt.</string><string id="TouchVirtualKeyboardEnabled">Aktivér virtuelt tastatur</string><string id="TouchVirtualKeyboardEnabled_Explain">Denne politik konfigurerer aktiveringen af det virtuelle tastatur som inputenhed i ChromeOS. Brugere kan ikke tilsidesætte denne politik.

Hvis politikken er angivet som Sand, vil det virtuelle tastatur på skærmen altid være aktiveret.

Hvis den er angivet som Falsk, vil det virtuelle tastatur på skærmen altid være deaktiveret.

Hvis du har indstillet denne politik, kan brugere ikke ændre eller tilsidesætte den. Brugere kan dog stadig aktivere/deaktivere et skærmtastatur som hjælpefunktion, som har forrang over det virtuelle tastatur, der kontrolleres af denne politik. Se mere om kontrol af skærmtastaturet som hjælpefunktion i politikken |VirtualKeyboardEnabled|.

Hvis denne politik ikke indstilles, er tastaturet på skærmen slået fra til at starte med, men kan til enhver tid aktiveres af brugeren. Der kan også benyttes heuristiske regler til at bestemme, hvornår tastaturet skal vises.</string><string id="TranslateEnabled">Aktiver Oversæt</string><string id="TranslateEnabled_Explain">Aktiverer den integrerede tjeneste Google Oversæt på Google Chrome. Hvis du aktiverer denne indstilling, vil Google Chrome vise en integreret værktøjslinje, der tilbyder at oversætte siden for brugeren, når det er relevant. Hvis du deaktiverer denne indstilling, vil brugerne aldrig se oversættelsesbjælken. Hvis du aktiverer eller deaktiverer denne indstilling, kan brugerne ikke ændre eller tilsidesætte indstillingen i Google Chrome. Hvis denne indstilling ikke angives, kan brugeren vælge, om funktionen skal anvendes eller ej.</string><string id="URLBlacklist">Bloker adgang til en liste over webadresser</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Bloker adgang til en liste over webadresser</string><string id="URLWhitelist">Giver adgang til en liste over webadresser</string><string id="URLWhitelist_Explain">Giver adgang til de angivne webadresser som undtagelser til sortlisten for webadresser.

Se beskrivelsen af ​politikken for sortlistede webadresser for adgangsformen på denne liste.

Denne politik kan bruges til at åbne undtagelser til de restriktive sortlister. &quot;*&quot; kan f.eks. blive sortlistet for at blokere alle anmodninger, og denne politik kan bruges til at give adgang til en begrænset liste over webadresser. Den kan bruges til at åbne undtagelser til visse netværk, underdomæner af andre domæner, porte eller specifikke stier.

Det mest konkrete filter vil fastslå, om en webadresse er blokeret eller tilladt. Hvidlisten har forrang for sortlisten.

Denne politik er begrænset til 1000 adgange, og efterfølgende adgange ignoreres.

Hvis denne politik ikke angives, vil der ikke være nogen undtagelser til sortlisten fra politikken &quot;URLBlacklist&quot;.</string><string id="URLWhitelistDesc">Giver adgang til en liste over webadresser</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Hvis denne politik er angivet som sand, er Kombineret skrivebord tilladt og
aktiveret som standard, hvilket giver applikationer mulighed for at fylde flere skærme.
Brugeren kan deaktivere Kombineret skrivebord for de enkelte skærme ved at fjerne markeringen af afkrydsningsfeltet ud for dem
i skærmindstillingerne.

Hvis denne politik er angivet som falsk eller ikke er angivet, vil Kombineret skrivebord være
deaktiveret. Hvis det er tilfældet, kan brugeren ikke aktivere denne funktion.</string><string id="UsbDetachableWhitelist">Hvidliste over USB-enheder, der kan frigøres</string><string id="UsbDetachableWhitelist_Explain">Definerer listen over USB-enheder, der gerne må frigøres fra deres kernedriver, så de kan bruges via chrome.usb API direkte i en webapplikation. Poster er par bestående af et USB-leverandør-id og et produkt-id til identifikation af en bestemt hardware.

Hvis denne politik ikke konfigureres, er listen over USB-enheder, der kan frigøres, tom.</string><string id="UsbDetachableWhitelistDesc">Hvidliste over USB-enheder, der kan frigøres</string><string id="UserAvatarImage">Brugerens avatarbillede</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Indstil det viste navn for enhedslokale konti</string><string id="UserDisplayName_Explain">Styrer det kontonavn, som Google Chrome OS viser på loginskærmen for den tilsvarende enhedslokale konto.

Hvis denne politik er indstillet, bruger loginskærmen den angivne streng i den billedbaserede loginvælger for den tilsvarende enhedslokale konto.

Hvis politikken ikke er indstillet, bruger Google Chrome OS den enhedslokale kontos e-mailkonto-id som det viste navn på loginskærmen.

Denne politik ignoreres for almindelige brugerkonti.</string><string id="VideoCaptureAllowed">Tillad eller afvis videooptagelse</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">Webadresser, der får adgang til videooptagelsesenheder, uden at du skal give tilladelse hertil.</string><string id="VideoCaptureAllowedUrls_Explain">Mønstre på denne liste sammenlignes med sikkerhedskilden
for den anmodende webadresse. Hvis der findes et match, gives der adgang
til lydoptagelsesenheder, uden at du behøver give tilladelse til det.

BEMÆRK! Op til version 45 var denne funktion kun understøttet i terminaltilstand.</string><string id="VideoCaptureAllowedUrlsDesc">Webadresser, der får adgang til videooptagelsesenheder, uden at du skal give tilladelse hertil.</string><string id="WPADQuickCheckEnabled">Aktivér WPAD-optimering</string><string id="WPADQuickCheckEnabled_Explain">Tillader deaktivering af WPAD-optimering (Web Proxy Auto-Discovery) i Google Chrome.

Hvis denne politik angives som Falsk, deaktiveres WPAD-optimering, så Google Chrome skal vente længere på DNS-baserede WPAD-servere. Hvis politikken ikke er indstillet, eller hvis den er aktiveret, er WPAD-optimering aktiveret.

Uafhængigt af om politikken er indstillet og hvordan, kan indstillingen for WPAD-optimering ikke ændres af brugerne.</string><string id="WallpaperImage">Baggrundsbillede</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">Begræns antallet af lokale UDP-porte, der bruges af WebRTC</string><string id="WebRtcUdpPortRange_Explain">Hvis politikken er angivet, er UDP-portintervallet, som anvendes af WebRTC, begrænset til det specifikke portinterval (inklusive slutpunkter).

Hvis politikken ikke er angivet, eller hvis den ikke er angivet til en tom streng eller et ugyldigt portinterval, har WebRTC tilladelse til at anvende enhver tilgængelig lokal UDP-port.</string></stringTable><presentationTable><presentation id="PasswordManagerEnabled"/><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Udvidelser har tilladelse til at bruge Remote Attestation API.</listBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Indstil type af lup</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Indstil standardtype for lup til aktiveret på loginskærmen</dropdownList></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Standardindstilling for cookies</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Standardindstilling for billeder</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Standardindstilling for JavaScript</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Standardindstilling for Flash</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Standardindstillinger for pop op-vinduer</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Standardindstilling for underretninger</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Standardindstilling for geoplacering</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Kontrollér brugen af Web Bluetooth API</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Vælg automatisk klientcertifikater til disse websites</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Tillad cookies på disse websites</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Bloker cookies på disse websites</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Tillad cookies, der kun bruges i én session, på disse websites</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Tillad billeder på disse websites</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Bloker billeder på disse websites</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Tillad JavaScript på disse websites</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Bloker JavaScript på disse websites</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Tillad Flash-pluginnet på disse websites</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Bloker Flash-pluginnet på disse websites</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Tillad pop op-vinduer på disse websites</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registrer protokolhandlere</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Bloker pop op-vinduer på disse websites</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Tillad underretninger på disse websites</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Bloker underretninger på disse websites</listBox></presentation><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Konfigurer TalkGadget-præfikset for værter med fjernadgang</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Begræns rækkevidden for den UDP-port, der bruges af hosten for fjernadgang</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>Den webadresse, hvor klienten til fjernadgang skal hente deres godkendelsestoken</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>Webadresse til validering af tokenet til klientgodkendelse for fjernadgang</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Klientcertifikat for etablering af forbindelse til RemoteAccessHostTokenValidationUrl</label></textBox></presentation><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Understøttede godkendelsesskemaer</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Hvidliste til godkendelse af server</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Hvidliste for Kerberos-delegeringsserver</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Vælg, hvordan du vil angive indstillinger for proxyserveren</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Adresse eller webadresse på proxyserveren</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>Webadresse til en proxyfil af typen .pac</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Kommasepareret liste over regler for omgåelse af proxy</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Webadresse for siden Ny fane</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Standardsøgemaskinens navn</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Søgeord til standardsøgemaskine</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Søgewebadresse for standardsøgemaskinen</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Foreslået webadresse fra standardsøgemaskinen</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Direkte webadresse til standardsøgemaskinen</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Ikon for standardsøgemaskine</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Kodninger for standardsøgemaskinen</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Liste over alternative webadresser for standardsøgemaskinen</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parameter, der styrer placeringen af søgeterm i standardsøgemaskinen</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parameter, der leverer funktion til billedsøgning i standardsøgemaskinen</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Webadresse for siden Ny fane i standardsøgemaskinen</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Parametre for søgewebadresse, som anvender POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Parametre for forslagswebadresser, som anvender POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Parametre for direkte webadresse, som bruger POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Parametre for billedets webadresse, som anvender POST</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Startsidens webadresse</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Handling ved opstart</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Webadresser, der skal åbnes ved opstart</listBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Handling, der skal udføres, når brugeren slår skærmen ned</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Procentdel, som nedtoningsforsinkelsen på skærmen skaleres i præsentationstilstand:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Den procentdel, som nedtoningsforsinkelsen på skærmen skaleres, hvis brugeren bliver aktiv efter nedtoningen:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Indstillinger for strømstyring, når brugeren bliver inaktiv</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Forsinkelser for skærmlås</label></textBox></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Udvidelses-id'er, som brugeren skal forhindres i at installere (eller * for alle)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Udvidelses-id'er, der skal udelades fra sortlisten</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Udvidelses-/app-id'er og opdateringswebadresser skal installeres ubemærket</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">Webadressemønstre, der tillader installation af udvidelser, apps og brugerscripts fra</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Typer af udvidelser/apps, der må installeres</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Indstillinger for administration af udvidelser</label></textBox></presentation><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Definer domæner, der har adgang til Google Apps</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Indstil certifikattilgængelighed for ARC-apps</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>Konfigurer ARC</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">Webadresser, der får adgang til lydoptagelsesenheder, uden at du skal give tilladelse hertil</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Deaktiver håndhævelse af Certifikatsgennemsigtighed for en række webadresser</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Kontrollér brugeradfærden i en multiprofilsession</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Udgivelseskanal</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Regler for valg af standardprinter</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Konfigurer listen over installerede apps på loginskærmen</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Tastaturlayouts for loginskærme på enheder</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Landestandard for loginskærme på enheder</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Strømstyring på loginskærmen</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Fil til konfiguration af virksomhedsprintere for enheder</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Adgangspolitik for konfiguration af printere til enheder.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Deaktiverede virksomhedsprintere for enheder</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Aktiverede virksomhedsprintere for enheder</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Intervaller uden for åbningstiden, hvor OffHours |ignored_policy_proto-tags| anvendes på enheden</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Netværkskonfiguration på enhedsniveau</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Opdateringsfrekvens for enhedspolitik:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Markeringer for hele systemet kan angives ved opstart af Google Chrome</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Målversion for automatiske opdateringer</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Forbindelsestyper, der tillades til opdateringer</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Automatisk opdatering af spredningsfaktor:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Login til brugerens hvidliste</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Baggrundsbillede på enheden</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Angiv en standardrotation for visningen, som genanvendes ved hver genstart</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Angiv mappen til download</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Begrænsninger af download</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Migreringsstrategi for eCryptfs</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Aktivér forældede funktioner på webplatformen i en begrænset periode</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Gennemtving som minimum Begrænset tilstand på YouTube</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Inkognitotilstandens tilgængelighed</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Aktivér isolering af websites for bestemte websites</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Vigtige tilladelser</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Administrerede bogmærker</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maksimal henteforsinkelse efter ugyldiggørelse af en politik:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Indbygget udskrivning</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Adgangspolitik for konfiguration af printere.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Deaktiverede virksomhedsprintere</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Fil til konfiguration af virksomhedsprintere</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Aktiverede virksomhedsprintere</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Aktivér forudsigelse af netværk</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Hvidlistedeapps til notatskrivning er tilladt på Google Chrome OS-låseskærmen</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Netværkskonfiguration på brugerniveau</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Liste over fastgjorte apps, der skal vises på applisten</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Opdateringsfrekvens for brugerpolitik:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Begræns den tid, hvor en bruger, der er godkendt via SAML, kan logge på offline:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Maksimalversion af SSL er aktiveret</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Indstil de anbefalede landestandarder for en offentlig session</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Administrer, hvornår hylden skjules automatisk</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Tidszone</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Konfigurer metoden for automatisk registrering af tidszone.</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>Konfigurer adfærd i forbindelse med opdatering af TPM-firmware</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Konfigurer servicevilkårene for en enhedslokal konto</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Bloker adgang til en liste over webadresser</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Giver adgang til en liste over webadresser</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Hvidliste over USB-enheder, der kan frigøres</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Brugerens avatarbillede</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Indstil det viste navn for enhedslokale konti</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">Webadresser, der får adgang til videooptagelsesenheder, uden at du skal give tilladelse hertil.</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Baggrundsbillede</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>Begræns antallet af lokale UDP-porte, der bruges af WebRTC</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>