<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">„Microsoft Windows XP“ SP2 arba naujesnė versija</string><string id="googlechromeos">Google Chrome OS</string><string id="googlechromeos_recommended">Google Chrome OS - Numatytieji nustatymai (naudotojai gali nepaisyti)</string><string id="HTTPAuthentication_group">HTTP autentifikavimo politika</string><string id="AuthSchemes">Palaikomos tapatumo nustatymo schemos</string><string id="AuthSchemes_Explain">Nurodoma, kurios HTTP autentifikavimo schemos palaikomos „Google Chrome“.

Galimos vertės: „basic“, „digest“, „ntlm“ ir „negotiate“. Kelias vertes atskirkite kableliais.

Nenustačius šios politikos, bus naudojamos visos keturios schemos.</string><string id="DisableAuthNegotiateCnameLookup">Neleisti CNAME paieškos vykdant „Kerberos“ tapatumo nustatymą</string><string id="DisableAuthNegotiateCnameLookup_Explain">Nurodoma, ar sugeneruotas „Kerberos“ SPN veikia kanoniniu DNS vardu ar originaliu įvestu vardu.

Jei įgalinsite šį nustatymą, CNAME paieška bus praleista ir bus naudojamas įvestas serverio pavadinimas.

Jei neleisite šio nustatymo arba jo nenustatysite, kanoninis serverio pavadinimas bus nustatytas naudojant CNAME paiešką.</string><string id="EnableAuthNegotiatePort">Įtraukti nestandartinį prievadą į „Kerberos“ SPN</string><string id="EnableAuthNegotiatePort_Explain">Nurodoma, ar į sugeneruotą „Kerberos“ SPN turi būti įtrauktas nestandartinis prievadas.

Jei įgalinsite šį nustatymą ir įvesite nestandartinį prievadą (t. y. ne 80 arba 443, o kitokį prievadą), jis bus įtrauktas į sugeneruotą „Kerberos“ SPN.

Jei šio nustatymo neleisite, į sugeneruotą „Kerberos“ SPN niekada nebus įtrauktas prievadas.</string><string id="AuthServerWhitelist">Tapatumo nustatymo serverio baltasis sąrašas</string><string id="AuthServerWhitelist_Explain">Nurodoma, kurie serveriai turėtų būti įtraukti į baltąjį integruoto autentifikavimo sąrašą. Integruotas autentifikavimas įgalinamas, tik kai „Google Chrome“ gauna autentifikavimo užklausą iš įgaliotojo serverio ar serverio, esančio leidžiamųjų sąraše.

Kelis serverių pavadinimus atskirkite kableliais. Leidžiama naudoti pakaitos simbolius (*).

Jei nenustatysite šios politikos, „Google Chrome“ bandys nustatyti, ar serveris yra intranete ir tik tada atsakys į IWA užklausas. Jei serveris aptinkamas internete, „Google Chrome“ nepaisys jo siunčiamų IWA užklausų.</string><string id="AuthNegotiateDelegateWhitelist">„Kerberos“ nukreipimo serverio baltasis sąrašas</string><string id="AuthNegotiateDelegateWhitelist_Explain">Serveriai, į kuriuos „Google Chrome“ gali pervesti.

Kelis serverių pavadinimus atskirkite kableliais. Leidžiama naudoti pakaitos simbolius (*).

Jei nenustatysite šios politikos, „Google Chrome“ neperduos naudotojo prisijungimo duomenų, net jei aptinkama, kad serveris yra intranete.</string><string id="AllowCrossOriginAuthPrompt">Mišrios kilmės HTTP pagrindinio autentifikavimo raginimai</string><string id="AllowCrossOriginAuthPrompt_Explain">Valdoma, ar trečiosios šalies papildomas turinys puslapyje gali būti pateiktas iššokančiajame HTTP pagrindinės prieigos teisės dialogo lange.

Įprastai tai neleidžiama siekiant apsisaugoti nuo sukčiavimo. Nenustačius šios politikos, tai neleidžiama ir trečiosios šalies papildomo turinio neleidžiama pateikti iššokančiajame HTTP pagrindinės prieigos teisės dialogo lange.</string><string id="RemoteAccess_group">Konfigūruoti nuotolinės prieigos parinktis</string><string id="RemoteAccessHostClientDomainList">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostClientDomainList_Explain">Configures the required client domain names that will be imposed on remote access clients and prevents users from changing it.

If this setting is enabled, then only clients from one of the specified domains can connect to the host.

If this setting is disabled or not set, then the default policy for the connection type is applied. For remote assistance, this allows clients from any domain to connect to the host; for anytime remote access, only the host owner can connect.

This setting will override RemoteAccessHostClientDomain, if present.

See also RemoteAccessHostDomainList.</string><string id="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</string><string id="RemoteAccessHostFirewallTraversal">Įgalinkite užkardos apėjimą iš nuotolinės prieigos prieglobos</string><string id="RemoteAccessHostFirewallTraversal_Explain">Įgalinamas STUN serverių naudojimas, kai nuotolinės programos bando užmegzti ryšį su šiuo įrenginiu.

Jei šis nustatymas įgalintas, nuotolinės programos gali rasti šį įrenginį ir prie jo prisijungti, net jei jos atskirtos taikant užkardą.

Jei šis nustatymas neleidžiamas ir išeinantys UDP ryšiai filtruojami taikant užkardą, šiame įrenginyje leidžiami tik ryšiai iš klientų įrenginių vietiniame tinkle.

Nenustačius šios politikos nustatymas bus įgalintas.</string><string id="RemoteAccessHostDomainList">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostDomainList_Explain">Configures the required host domain names that will be imposed on remote access hosts and prevents users from changing it.

If this setting is enabled, then hosts can be shared only using accounts registered on one of the specified domain names.

If this setting is disabled or not set, then hosts can be shared using any account.

This setting will override RemoteAccessHostDomain, if present.

See also RemoteAccessHostClientDomainList.</string><string id="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</string><string id="RemoteAccessHostTalkGadgetPrefix">Konfigūruoti nuotolinės prieigos prieglobų „TalkGadget“ (Pokalbių programėlės) kodą</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">Konfigūruojamas „TalkGadget“ (Pokalbių programėlės) kodas, kuris bus naudojamas nuotolinės prieigos prieglobų, ir neleidžiama naudotojams jo keisti.

Jei nurodytas, šis kodas iš anksto pridedamas prie pagrindinio „TalkGadget“ (Pokalbių programėlės) pavadinimo ir sukuriamas visas „TalkGadget“ (Pokalbių programėlės) domeno pavadinimas. Pagrindinis „TalkGadget“ (Pokalbių programėlės) pavadinimas yra „.talkgadget.google.com“.

Jei šis nustatymas įgalintas, prieglobos naudoja tinkintą domeno pavadinimą, kai pasiekiama „TalkGadget“ (Pokalbių programėlė), vietoje numatytojo domeno pavadinimo.

Jei šis nustatymas neleidžiamas arba nenustatytas, tada numatytasis „TalkGadget“ (Pokalbių programėlės) domeno pavadinimas („chromoting-host.talkgadget.google.com“) naudojamas visoms priegloboms.

Nuotolinės prieigos programoms šis politikos nustatymas įtakos neturi. Joms visada naudojama „chromoting-client.talkgadget.google.com“ „TalkGadget“ (Pokalbių programėlei) pasiekti.</string><string id="RemoteAccessHostRequireCurtain">Įgalinti nuotolinės prieigos prieglobų slėpimą</string><string id="RemoteAccessHostRequireCurtain_Explain">Įgalina nuotolinės prieigos prieglobų slėpimą, kai bandoma užmegzti ryšį.

Jei įgalintas šis nustatymas, fiziniai prieglobos įvesties ir išvesties įrenginiai išjungiami, kai bandoma prisijungti prie nuotolinio ryšio.

Jei šis nustatymas išjungtas arba nenustatytas, vietiniai ir nuotoliniai naudotojai gali sąveikauti su priegloba, kai ji bendrinama.</string><string id="RemoteAccessHostAllowClientPairing">Nuotolinės prieigos prieglobų autentifikavimo be PIN kodo įjungimas arba išjungimas</string><string id="RemoteAccessHostAllowClientPairing_Explain">Jei šis nustatymas įgalintas arba nesukonfigūruotas, naudotojai gali pasirinkti susieti klientus ir prieglobas prisijungdami ir nereikia kaskart įvesti PIN kodo.

Jei šis nustatymas neleidžiamas, ši funkcija nepasiekiama.</string><string id="RemoteAccessHostAllowGnubbyAuth">Leidžiamas nuotolinės prieigos prieglobos serverių „Gnubby“ autentifikavimas</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">Jei šis nustatymas įgalintas, „Gnubby“ autentifikavimo užklausos bus perduotos įgaliotajam serveriui nuotolinės prieglobos ryšiu.

Jei šis nustatymas išjungtas arba nesukonfigūruotas, „Gnubby“ autentifikavimo užklausos nebus perduotos įgaliotajam serveriui.</string><string id="RemoteAccessHostAllowRelayedConnection">Įgalinti perdavimo serverių naudojimą per nuotolinės prieigos prieglobą</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">Enables usage of relay servers when remote clients are trying to establish a connection to this machine.

If this setting is enabled, then remote clients can use relay servers to connect to this machine when a direct connection is not available (e.g. due to firewall restrictions).

Note that if the policy RemoteAccessHostFirewallTraversal is disabled, this policy will be ignored.

If this policy is left not set the setting will be enabled.</string><string id="RemoteAccessHostUdpPortRange">Apriboti UDP prievado diapazoną, naudojamą nuotolinės prieigos prieglobos</string><string id="RemoteAccessHostUdpPortRange_Explain">Restricts the UDP port range used by the remote access host in this machine.

If this policy is left not set, or if it is set to an empty string, the remote access host will be allowed to use any available port, unless the policy RemoteAccessHostFirewallTraversal is disabled, in which case the remote access host will use UDP ports in the 12400-12409 range.</string><string id="RemoteAccessHostMatchUsername">Reikalaujama, kad vietinio naudotojo ir nuotolinės prieigos prieglobos serverio savininko vardai atitiktų</string><string id="RemoteAccessHostMatchUsername_Explain">If this setting is enabled, then the remote access host compares the name of the local user (that the host is associated with) and the name of the Google account registered as the host owner (i.e. &quot;johndoe&quot; if the host is owned by &quot;johndoe@example.com&quot; Google account).  The remote access host will not start if the name of the host owner is different from the name of the local user that the host is associated with.  RemoteAccessHostMatchUsername policy should be used together with RemoteAccessHostDomain to also enforce that the Google account of the host owner is associated with a specific domain (i.e. &quot;example.com&quot;).

If this setting is disabled or not set, then the remote access host can be associated with any local user.</string><string id="RemoteAccessHostTokenUrl">URL, kur nuotolinės prieigos klientai turėtų gauti autentifikavimo prieigos raktą</string><string id="RemoteAccessHostTokenUrl_Explain">If this policy is set, the remote access host will require authenticating clients to obtain an authentication token from this URL in order to connect. Must be used in conjunction with RemoteAccessHostTokenValidationUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationUrl">URL, skirtas nuotolinio prisijungimo kliento autentifikavimo prieigos raktui patvirtinti</string><string id="RemoteAccessHostTokenValidationUrl_Explain">If this policy is set, the remote access host will use this URL to validate authentication tokens from remote access clients, in order to accept connections. Must be used in conjunction with RemoteAccessHostTokenUrl.

This feature is currently disabled server-side.</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">Kliento sertifikatas, skirtas prisijungti prie „RemoteAccessHostTokenValidationUrl“</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">If this policy is set, the host will use a client certificate with the given issuer CN to authenticate to RemoteAccessHostTokenValidationUrl. Set it to &quot;*&quot; to use any available client certificate.

This feature is currently disabled server-side.</string><string id="PowerManagement_group">Maitinimo valdymas</string><string id="LidCloseAction">Veiksmas, kuris bus atliktas, kai naudotojas uždarys dangtelį</string><string id="LidCloseAction_Explain">When this policy is set, it specifies the action that Google Chrome OS takes when the user closes the device's lid.

When this policy is unset, the default action is taken, which is suspend.

If the action is suspend, Google Chrome OS can separately be configured to either lock or not lock the screen before suspending.</string><string id="LidCloseAction_LidCloseActionSuspend">Laikinai sustabdyti</string><string id="LidCloseAction_LidCloseActionLogout">Atjungti naudotoją</string><string id="LidCloseAction_LidCloseActionShutdown">Stabdyti</string><string id="LidCloseAction_LidCloseActionDoNothing">Nieko nedaryti</string><string id="PowerManagementUsesAudioActivity">Nurodykite, ar garso įrašo veikla paveikia energijos valdymą</string><string id="PowerManagementUsesAudioActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while audio is playing. This prevents the idle timeout from being reached and the idle action from being taken. However, screen dimming, screen off and screen lock will be performed after the configured timeouts, irrespective of audio activity.

If this policy is set to False, audio activity does not prevent the user from being considered idle.</string><string id="PowerManagementUsesVideoActivity">Nurodykite, ar vaizdo įrašo veikla paveikia energijos valdymą</string><string id="PowerManagementUsesVideoActivity_Explain">If this policy is set to True or is unset, the user is not considered to be idle while video is playing. This prevents the idle delay, screen dim delay, screen off delay and screen lock delay from being reached and the corresponding actions from being taken.

If this policy is set to False, video activity does not prevent the user from being considered idle.</string><string id="PresentationScreenDimDelayScale">Procentas, pagal kurį bus keičiamas ekrano užtemdymo delsos mastelis dirbant pristatymo režimu</string><string id="PresentationScreenDimDelayScale_Explain">Nurodomas procentas, pagal kurį bus keičiamas ekrano užtemdymo delsos mastelis, kai įrenginyje veikia pristatymo režimas.

Jei ši politika nustatyta, ji nurodo procentą, pagal kurį keičiamas ekrano užtemdymo delsos mastelis, kai įrenginyje veikia pristatymo režimas. Kai nustatomas užtemdymo delsos mastelis, reguliuojamas ekrano išjungimas ar užrakinimas, kad būtų palaikomos vienodos ekrano užtemdymo delsos trukmės, kurios buvo sukonfigūruotos iš pradžių.

Jei ši politika nenustatyta, naudojamas numatytasis skalės mastelio faktorius.

Skalės mastelio faktorius turi būti 100 proc. ar daugiau. Vertės, dėl kurių ekrano užtemdymo delsos laikas dirbant pristatymo režimu būtų trumpesnis nei įprastos ekrano užtemdymo delsos laikas, neleidžiamos.</string><string id="AllowScreenWakeLocks">Leisti ekrano pažadinimo užraktus</string><string id="AllowScreenWakeLocks_Explain">Nurodoma, ar ekrano pažadinimo užraktai leidžiami. Ekrano pažadinimo užraktų užklausą gali pateikti plėtiniai, naudodami energijos tvarkymo plėtinio API.

Jei ši politika nustatyta kaip „Tiesa“ arba nenustatyta, ekrano pažadinimo užraktams leidžiama tvarkyti energiją.

Jei ši politika nustatyta kaip „Netiesa“, ekrano pažadinimo užraktų užklausų nepaisoma.</string><string id="UserActivityScreenDimDelayScale">Ekrano užtemdymo delsos mastelio keitimo procentas, naudojamas, jei naudotojas atlieka veiksmų po užtemdymo</string><string id="UserActivityScreenDimDelayScale_Explain">Nurodomas ekrano užtemdymo delsos mastelio keitimo procentas, kai aptinkama naudotojo veikla ekranui esant užtemdytam ar iškart po to, kai ekranas išjungiamas.

Jei ši politika nustatyta, ji nurodo ekrano užtemdymo delsos mastelio keitimo procentą, kai aptinkama naudotojo veikla ekranui esant užtemdytam ar iškart po to, kai ekranas išjungiamas. Kai užtemdymo delsa nustatyta, ekrano išjungimo, užrakinimo ir neveikos būsenos delsos koreguojamos siekiant išlaikyti vienodą laiką nuo pirminės sukonfigūruotos užtemdymo delsos.

Jei ši politika nenustatyta, naudojamas numatytasis skalės mastelio faktorius.

Skalės mastelio faktorius turi būti 100 proc. arba daugiau.</string><string id="WaitForInitialUserActivity">Laukti pradinės naudotojo veiklos</string><string id="WaitForInitialUserActivity_Explain">Nurodo, ar energijos valdymo delsa ir seanso ilgio apribojimas turėtų būti suaktyvinti tik naudotojui pradėjus seanso veiklą.

Jei ši politika nustatyta į „True“, energijos valdymo delsa ir seanso ilgio apribojimas nesuaktyvinami, kol naudotojas nepradeda seanso veiklos.

Jei ši politika nustatyta į „False“, energijos valdymo delsa ir seanso ilgio apribojimas suaktyvinami iškart pradėjus seansą.</string><string id="PowerManagementIdleSettings">Maitinimo valdymo nustatymai, kai naudotojas tampa neaktyvus</string><string id="PowerManagementIdleSettings_Explain">This policy controls multiple settings for the power management strategy when the user becomes idle.

There are four types of action:
* The screen will be dimmed if the user remains idle for the time specified by |ScreenDim|.
* The screen will be turned off if the user remains idle for the time specified by |ScreenOff|.
* A warning dialog will be shown if the user remains idle for the time specified by |IdleWarning|, telling the user that the idle action is about to be taken.
* The action specified by |IdleAction| will be taken if the user remains idle for the time specified by |Idle|.

For each of above actions, the delay should be specified in milliseconds, and needs to be set to a value greater than zero to trigger the corresponding action. In case the delay is set to zero, Google Chrome OS will not take the corresponding action.

For each of the above delays, when the length of time is unset, a default value will be used.

Note that |ScreenDim| values will be clamped to be less than or equal to |ScreenOff|, |ScreenOff| and |IdleWarning| will be clamped to be less than or equal to |Idle|.

|IdleAction| can be one of four possible actions:
* |Suspend|
* |Logout|
* |Shutdown|
* |DoNothing|

When the |IdleAction| is unset, the default action is taken, which is suspend.

There are also separate settings for AC power and battery.
</string><string id="ScreenLockDelays">Ekrano užrakto delsos laikotarpiai</string><string id="ScreenLockDelays_Explain">Nurodo laikotarpį, per kurį naudotojas neatliko įvesties veiksmų ir po kurio užrakinamas ekranas, kai įrenginys veikia naudojant kintamosios srovės arba akumuliatoriaus maitinimą.

Kai laikotarpis nustatytas į didesnę nei nulis vertę, tai nurodo, kiek laiko naudotojas turi išlikti neaktyvus prieš „Google Chrome OS“ užrakinant ekraną.

Kai laikotarpis nustatytas į nulį, „Google Chrome OS“ neužrakina ekrano naudotojui tapus neaktyviam.

Kai laikotarpis nenustatytas, naudojama numatytoji laikotarpio vertė.

Rekomenduojamas būdas užrakinti ekraną, kai naudotojas tampa neaktyvus, – įgalinti ekrano užraktą, kai įrenginys laikinai sustabdomas, ir nustatyti, kad „Google Chrome OS“ kad laikinai sustabdytų įrenginį po neaktyvumo laikotarpio. Ši politika turėtų būti naudojama tik norint, kad ekrano užraktas būtų suaktyvintas žymiai anksčiau nei laikinas sustabdymas arba kai įrenginys neturi būti laikinai sustabdomas po neaktyvumo laikotarpio.

Politikos vertė turėtų būti nurodyta milisekundėmis. Vertės apribojamos, kad būtų mažesnės nei neaktyvumo laikotarpis.</string><string id="NewTabPage_group">Naujo skirtuko puslapis</string><string id="NewTabPageLocation">Naujo skirtuko puslapio URL konfigūravimas</string><string id="NewTabPageLocation_Explain">Configures the default New Tab page URL and prevents users from changing it.

The New Tab page is the page opened when new tabs are created (including the one opened in new windows).

This policy does not decide which pages are to be opened on start up. Those are controlled by the RestoreOnStartup policies. Yet this policy does affect the Home Page if that is set to open the New Tab page, as well as the startup page if that is set to open the New Tab page.

If the policy is not set or left empty the default new tab page is used.

This policy is not available on Windows instances that are not joined to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProvider_group">Numatytasis paieškos teikėjas</string><string id="DefaultSearchProviderEnabled">Įgalinti numatytąjį paieškos teikėją</string><string id="DefaultSearchProviderEnabled_Explain">Enables the use of a default search provider.

If you enable this setting, a default search is performed when the user types text in the omnibox that is not a URL.

You can specify the default search provider to be used by setting the rest of the default search policies. If these are left empty, the user can choose the default provider.

If you disable this setting, no search is performed when the user enters non-URL text in the omnibox.

If you enable or disable this setting, users cannot change or override this setting in Google Chrome.

If this policy is left not set, the default search provider is enabled, and the user will be able to set the search provider list.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="DefaultSearchProviderName">Numatytojo paieškos teikėjo pavadinimas</string><string id="DefaultSearchProviderName_Explain">Nurodomas numatytojo paieškos teikėjo pavadinimas. Jei laukas paliekamas tuščias arba nenustatomas, naudojamas paieškos URL nurodytas prieglobos pavadinimas.

Į šią politiką atsižvelgiama, tik jei įgalinta politika „Numatytasis paieškos teikėjas įgalintas“.</string><string id="DefaultSearchProviderKeyword">Numatytojo paieškos teikėjo raktinis žodis</string><string id="DefaultSearchProviderKeyword_Explain">Nurodomas raktinis žodis, kuris yra spartusis klavišas, naudojamas „Omnibox“ šio teikėjo paieškai suaktyvinti.

Ši politika pasirenkama. Jos nenustačius, joks raktinis žodis nesuaktyvins paieškos teikėjo.

Į šią politiką atsižvelgiama, tik jei įgalinta politika „Numatytasis paieškos teikėjas įgalintas“.</string><string id="DefaultSearchProviderSearchURL">Numatytojo paieškos teikėjo paieškos URL</string><string id="DefaultSearchProviderSearchURL_Explain">Nurodomas paieškos variklio, naudojamo atliekant numatytąją paiešką, URL. URL turėtų būti eilutė „{searchTerms}“, kuri pateikiant užklausą bus pakeista terminais, kurių naudotojas ieško.

„Google“ paieškos URL galima nurodyti kaip: '{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}'.

Ši parinktis turi būti nustatyta, kai politika „Numatytasis paieškos teikėjas įgalintas“ įgalinta, ir į ją bus atsižvelgta tik šiuo atveju.</string><string id="DefaultSearchProviderSuggestURL">Numatytojo paieškos teikėjo siūlymo URL</string><string id="DefaultSearchProviderSuggestURL_Explain">Nurodomas paieškos variklio, naudojamo paieškos pasiūlymams teikti, URL. URL turėtų būti eilutė „{searchTerms}“, kuri teikiant užklausą bus pakeista naudotojo jau įvestu tekstu.

Ši politika pasirenkama. Nenustačius jos, joks siūlomas URL nebus naudojamas.

„Google“ siūlomą URL galima nurodyti kaip: '{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}'.

Į šią politiką atsižvelgiama, tik jei įgalinta politika „Numatytasis paieškos teikėjas įgalintas“.</string><string id="DefaultSearchProviderInstantURL">Numatytojo paieškos teikėjo intuityviosios paieškos URL</string><string id="DefaultSearchProviderInstantURL_Explain">Nurodomas paieškos variklio, naudoto tiesioginiams rezultatams teikti, URL. URL turi būti eilutė '{searchTerms}', kuri pateikiant užklausą bus pakeista naudotojo jau įvestu tekstu.

Ši politika pasirenkama. Jos nenustačius nebus pateikta jokių tiesioginių paieškos rezultatų.

„Google“ tiesioginių rezultatų URL galima nurodyti kaip: '{google:baseURL}suggest?q={searchTerms}'.

Į šią politiką atsižvelgiama, tik jei įgalinta politika „Numatytasis paieškos teikėjas įgalintas“.</string><string id="DefaultSearchProviderIconURL">Numatytojo paieškos teikėjo piktograma</string><string id="DefaultSearchProviderIconURL_Explain">Nurodomas numatytojo paieškos teikėjo mėgstamiausios piktogramos URL.

Ši politika pasirenkama. Nenustačius jos, jokia piktograma nebus pateikta paieškos teikėjui.

Į šią politiką atsižvelgiama, tik jei įgalinta politika „Numatytasis paieškos teikėjas įgalintas“.</string><string id="DefaultSearchProviderEncodings">Numatytojo paieškos teikėjo koduotės</string><string id="DefaultSearchProviderEncodings_Explain">Nurodomos paieškos teikėjo palaikomos simbolių koduotės. Koduotės – tai kodų puslapių pavadinimai, pvz., UTF-8, GB2312 ir ISO-8859-1. Jie išbandomi nurodyta tvarka.

Ši politika pasirenkama. Jos nenustačius numatytasis nustatymas bus UTF-8.

Į šią politiką atsižvelgiama, tik jei įgalinta politika „Numatytasis paieškos teikėjas įgalintas“.</string><string id="DefaultSearchProviderEncodingsDesc">Numatytojo paieškos teikėjo koduotės</string><string id="DefaultSearchProviderAlternateURLs">Alternatyvių numatytojo paieškos teikėjo URL sąrašas</string><string id="DefaultSearchProviderAlternateURLs_Explain">Nurodomas alternatyvių URL, kuriuos galima naudoti paieškos terminams iš paieškos variklio gauti, sąrašas. URL turėtų būti eilutė „'{searchTerms}'“, kuri bus naudojama paieškos terminams gauti.

Ši politika yra pasirenkamoji. Jei ji nenustatyta, gaunant paieškos terminus nebus naudojami jokie alternatyvūs URL.

Ši politika taikoma, tik jei įgalinta politika „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderAlternateURLsDesc">Alternatyvių numatytojo paieškos teikėjo URL sąrašas</string><string id="DefaultSearchProviderSearchTermsReplacementKey">Parametras, valdantis numatytojo paieškos teikėjo paieškos termino paskirties vietą</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">Jei ši politika yra nustatyta ir paieškos URL, pasiūlyto „Omnibox“, užklausos eilutėje ar fragmento identifikatoriuje yra šis parametras, pasiūlyme bus rodomi paieškos terminai ir paieškos teikėjas, o ne tiesiog paieškos URL.

Ši politika yra pasirenkama. Jei ji nebus nustatyta, paieškos terminas nebus pakeistas.

Į šią politiką atsižvelgiama, tik jei įgalinta politika „Įgalintas numatytasis paieškos teikėjas“.</string><string id="DefaultSearchProviderImageURL">Parametras, nurodantis paieškos pagal vaizdą funkciją numatytajam paieškos teikėjui</string><string id="DefaultSearchProviderImageURL_Explain">Nurodomas paieškos variklio URL, naudojamas vaizdų paieškai teikti. Paieškos užklausos bus siunčiamos naudojant GET metodą. Jei nustatyta politika „DefaultSearchProviderImageURLPostParams“, vaizdų paieškos užklausoms naudojamas POST metodas.

Ši politika pasirenkama. Jei nenustatyta, nenaudojama jokia vaizdų paieška.

Šios politikos laikomasi, tik jei įgalinta politika „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderNewTabURL">Numatytojo paieškos teikėjo naujo skirtuko puslapio URL</string><string id="DefaultSearchProviderNewTabURL_Explain">Nurodomas URL, kurį paieškos variklis naudoja, kad pateiktų naujo skirtuko puslapį.

Ši politika pasirenkama. Jei ji nenustatyta, nebus pateikiamas jos naujo skirtuko puslapis.

Į šią politiką atsižvelgiama, tik jei įgalinta politika „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderSearchURLPostParams">Paieškos URL parametrai, kuriuose naudojama POST</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">Nurodomi parametrai, naudojami ieškant URL naudojant POST. Jie sudaryti iš kableliais atskirtų pavadinimų / verčių porų. Jei vertė yra šablono parametras, pvz., {searchTerms} anksčiau pateiktame pavyzdyje, ji pakeičiama realiais paieškos terminų duomenimis.

Ši politika pasirenkama. Jei nenustatyta, paieškos užklausa siunčiama naudojant GET metodą.

Šios politikos laikomasi, tik jei įgalinta politika „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderSuggestURLPostParams">Pasiūlymų URL parametrai, kuriuose naudojama POST</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">Nurodomi parametrai, naudojami atliekant pasiūlymų paiešką naudojant POST. Jie sudaryti iš kableliais atskirtų pavadinimų / verčių porų. Jei vertė yra šablono parametras, pvz., {searchTerms} anksčiau pateiktame pavyzdyje, ji pakeičiama realiais paieškos terminų duomenimis.

Ši politika pasirenkama. Jei nenustatyta, siūlomos paieškos užklausa siunčiama naudojant GET metodą.

Šios politikos laikomasi, tik jei įgalinta politika „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderInstantURLPostParams">Intuityviosios paieškos URL parametrai, kuriuose naudojama POST</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">Nurodomi parametrai, naudojami atliekant intuityviąją paiešką naudojant POST. Jie sudaryti iš kableliais atskirtų pavadinimų / verčių porų. Jei vertė yra šablono parametras, pvz., {searchTerms} anksčiau pateiktame pavyzdyje, ji pakeičiama realiais paieškos terminų duomenimis.

Ši politika pasirenkama. Jei nenustatyta, intuityviosios paieškos užklausa siunčiama naudojant GET metodą.

Šios politikos laikomasi, tik jei įgalinta politika „DefaultSearchProviderEnabled“.</string><string id="DefaultSearchProviderImageURLPostParams">Vaizdo URL parametrai, kuriuose naudojama POST</string><string id="DefaultSearchProviderImageURLPostParams_Explain">Nurodomi parametrai, naudojami atliekant vaizdų paiešką naudojant POST. Jie sudaryti iš kableliais atskirtų pavadinimų / verčių porų. Jei vertė yra šablono parametras, pvz., {imageThumbnail} anksčiau pateiktame pavyzdyje, ji pakeičiama realiais vaizdo miniatiūros duomenimis.

Ši politika pasirenkama. Jei nenustatyta, vaizdų paieškos užklausa siunčiama naudojant GET metodą.

Šios politikos laikomasi, tik jei įgalinta politika „DefaultSearchProviderEnabled“.</string><string id="Attestation_group">Nuotolinis patvirtinimas</string><string id="AttestationEnabledForUser">Įgalinti nuotolinį naudotojo patvirtinimą</string><string id="AttestationEnabledForUser_Explain">Jei ši politika galioja, naudotojas gali naudoti aparatinę įrangą „Chrome“ įrenginiuose, kad nuotoliniu būdu patvirtintų tapatybę pagal privatumo CA per „Enterprise Platform Keys API“ naudodamas chrome.enterprise.platformKeys.challengeUserKey().

Jei ši politika negalioja arba nenustatyta, iškviečiant API įvyks klaida ir bus pateiktas jos kodas.</string><string id="AttestationExtensionWhitelist">Plėtiniams leidžiama naudoti nuotolinio patvirtinimo API</string><string id="AttestationExtensionWhitelist_Explain">Pagal šią politiką nustatomi plėtiniai, kuriems leidžiama naudoti „Enterprise Platform Keys API“ funkciją „chrome.enterprise.platformKeys.challengeUserKey()“ patvirtinant nuotoliniu būdu. Plėtiniai turi būti pridėti prie šio sąrašo, kad būtų galima naudoti API.

Jei plėtinio nėra sąraše arba sąrašas nenustatytas, iškviečiant API įvyks klaida ir bus pateiktas jos kodas.</string><string id="AttestationExtensionWhitelistDesc">Plėtiniams leidžiama naudoti nuotolinio patvirtinimo API</string><string id="Homepage_group">Pagrindinis puslapis</string><string id="HomepageLocation">Konfigūruoti pagrindinio puslapio URL</string><string id="HomepageLocation_Explain">Configures the default home page URL in Google Chrome and prevents users from changing it.

The home page is the page opened by the Home button. The pages that open on startup are controlled by the RestoreOnStartup policies.

The home page type can either be set to a URL you specify here or set to the New Tab Page. If you select the New Tab Page, then this policy does not take effect.

If you enable this setting, users cannot change their home page URL in Google Chrome, but they can still choose the New Tab Page as their home page.

Leaving this policy not set will allow the user to choose their home page on their own if HomepageIsNewTabPage is not set too.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="HomepageIsNewTabPage">Naudoti naujo skirtuko puslapį kaip pagrindinį puslapį</string><string id="HomepageIsNewTabPage_Explain">Configures the type of the default home page in Google Chrome and prevents users from changing home page preferences. The home page can either be set to a URL you specify or set to the New Tab Page.

If you enable this setting, the New Tab Page is always used for the home page, and the home page URL location is ignored.

If you disable this setting, the user's homepage will never be the New Tab Page, unless its URL is set to 'chrome://newtab'.

If you enable or disable this setting, users cannot change their homepage type in Google Chrome.

Leaving this policy not set will allow the user to choose whether the new tab page is their home page on their own.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupGroup_group">Paleisties puslapiai</string><string id="RestoreOnStartup">Veiksmai paleidžiant</string><string id="RestoreOnStartup_Explain">Allows you to specify the behavior on startup.

If you choose 'Open New Tab Page' the New Tab Page will always be opened when you start Google Chrome.

If you choose 'Restore the last session', the URLs that were open last time Google Chrome was closed will be reopened and the browsing session will be restored as it was left.
Choosing this option disables some settings that rely on sessions or that perform actions on exit (such as Clear browsing data on exit or session-only cookies).

If you choose 'Open a list of URLs', the list of 'URLs to open on startup' will be opened when a user starts Google Chrome.

If you enable this setting, users cannot change or override it in Google Chrome.

Disabling this setting is equivalent to leaving it not configured. The user will still be able to change it in Google Chrome.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartup_RestoreOnStartupIsNewTabPage">Naujo skirtuko puslapio atidarymas</string><string id="RestoreOnStartup_RestoreOnStartupIsLastSession">Atkurti paskutinę sesiją</string><string id="RestoreOnStartup_RestoreOnStartupIsURLs">Atidaryti URL sąrašą</string><string id="RestoreOnStartupURLs">Paleidžiant atidaromi URL</string><string id="RestoreOnStartupURLs_Explain">If 'Open a list of URLs' is selected as the startup action, this allows you to specify the list of URLs that are opened. If left not set no URL will be opened on start up.

This policy only works if the 'RestoreOnStartup' policy is set to 'RestoreOnStartupIsURLs'.

This policy is not available on Windows instances that are not joined
to a MicrosoftÂ® Active DirectoryÂ® domain.</string><string id="RestoreOnStartupURLsDesc">Paleidžiant atidaromi URL</string><string id="Accessibility_group">Pasiekiamumo nustatymai</string><string id="ShowAccessibilityOptionsInSystemTrayMenu">Rodyti pasiekiamumo parinktis sistemos dėklo meniu</string><string id="ShowAccessibilityOptionsInSystemTrayMenu_Explain">If this policy is set to true, Accessibility options always appear in system tray menu.

If this policy is set to false, Accessibility options never appear in system tray menu.

If you set this policy, users cannot change or override it.

If this policy is left unset, Accessibility options will not appear in the system tray menu, but the user can cause the Accessibility options to appear via the Settings page.</string><string id="LargeCursorEnabled">Įgalinti didelį žymeklį</string><string id="LargeCursorEnabled_Explain">Įgalinti didelio žymeklio pasiekiamumo funkciją.

Jei ši politika galioja, didelis žymeklis bus visada įgalintas.

Jei ši politika negalioja, didelis žymeklis bus visada išjungtas.

Jei nustatysite šią politiką, naudotojai negalės jos keisti arba nepaisyti.
Jei ši politika nenustatyta, didelis žymeklis bus išjungtas, bet naudotojas galės jį bet kuriuo metu įgalinti.</string><string id="SpokenFeedbackEnabled">Įgalinti ekrano skaitymą balsu</string><string id="SpokenFeedbackEnabled_Explain">Įgalinti ekrano skaitymo balsu funkciją.

Jei ši politika nustatyta, ekrano skaitymas balsu bus visada įgalintas.

Jei ši politika nenustatyta, ekrano skaitymas balsu bus visada išjungtas.

Jei nustatysite šią politiką, naudotojai negalės jos pakeisti arba nepaisyti.

Jei ši politika nenustatyta, ekrano skaitymas balsu bus išjungtas, bet naudotojas galės bet kada jį įgalinti.</string><string id="HighContrastEnabled">Įgalinti didelio kontrasto būseną</string><string id="HighContrastEnabled_Explain">Įgalinti didelio kontrasto režimo pasiekiamumo funkciją.

Jei ši politika galioja, didelio kontrasto režimas bus visada įgalintas.

Jei ši politika negalioja, didelio kontrasto režimas bus visada išjungtas.

Jei nustatysite šią politiką, naudotojai negalės jos keisti ar nepaisyti.

Jei ši politika nebus nustatyta, didelio kontrasto režimas bus išjungtas, bet naudotojas jį gali bet kada įgalinti.</string><string id="VirtualKeyboardEnabled">Įgalinti ekrano klaviatūrą</string><string id="VirtualKeyboardEnabled_Explain">Įgalinti ekrano klaviatūros pasiekiamumo funkciją.

Jei ši politika galioja, ekrano klaviatūra visada bus įgalinta.

Jei ši politika negalioja, ekrano klaviatūra visada bus išjungta.

Jei nustatysite šią politiką, naudotojai negalės jos pakeisti ar nepaisyti.

Jei ši politika paliekama nenustatyta, ekrano klaviatūra yra išjungta, bet naudotojas ją gali bet kada įgalinti.</string><string id="KeyboardDefaultToFunctionKeys">Medijos klavišai pagal numatytuosius nustatymus veikia kaip funkcijų klavišai</string><string id="KeyboardDefaultToFunctionKeys_Explain">Numatytasis viršutinės eilutės klavišų veikimas pakeičiamas į funkcijų klavišus.

Nustačius šią politiką į „true“, pagal numatytuosius nustatymus klaviatūros viršutinės eilutės klavišai vykdys funkcijų klavišų komandas. Norint, kad jie vėl veiktų kaip medijos klavišai, reikia paspausti paieškos klavišą.

Nustačius šią politiką į „false“ arba jos nenustačius, pagal numatytuosius nustatymus klaviatūra bus vykdomos medijos klavišų komandos ir funkcijų klavišų komandos, laikant nuspaudus paieškos klavišą.</string><string id="ScreenMagnifierType">Nustatyti ekrano didinimo tipą</string><string id="ScreenMagnifierType_Explain">If this policy is set, it controls the type of screen magnifier that is enabled. Setting the policy to &quot;None&quot; disables the screen magnifier.

If you set this policy, users cannot change or override it.

If this policy is left unset, the screen magnifier is disabled initially but can be enabled by the user anytime.</string><string id="ScreenMagnifierType_None">Ekrano didinimas išjungtas</string><string id="ScreenMagnifierType_Full-screen">Viso ekrano didinimas įgalintas</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled">Nustatyti numatytąją didelio žymeklio prisijungimo ekrane būklę</string><string id="DeviceLoginScreenDefaultLargeCursorEnabled_Explain">Nustatyti numatytąją didelio žymeklio pasiekiamumo funkciją prisijungimo ekrane.

Jei ši politika galioja, didelis žymeklis bus įgalintas, kai bus rodomas prisijungimo ekranas.
Jei ši politika negalioja, didelis žymeklis bus išjungtas, kai bus rodomas prisijungimo ekranas.

Jei nustatysite šią politiką, naudotojai galės laikinai jos nepaisyti įjungę arba išjungę didelį žymeklį. Tačiau naudotojo pasirinkimas nėra ilgalaikis ir numatytasis nustatymas atkuriamas, kai prisijungimo ekranas rodomas iš naujo arba naudotojas vieną minutę neatlieka veiksmų prisijungimo ekrane.

Jei ši politika nenustatyta, didelis žymeklis išjungiamas, kai pirmą kartą rodomas prisijungimo ekranas. Naudotojai gali bet kada įjungti arba išjungti didelį žymeklį, o skirtingiems naudotojams prisijungimo ekrane bus rodoma ta pati žymeklio būsena.</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled">Nustatyti numatytąją ekrano skaitymo balsu prisijungimo ekrane būklę</string><string id="DeviceLoginScreenDefaultSpokenFeedbackEnabled_Explain">Nustatyti numatytąją ekrano skaitymo balsu būklę prisijungimo ekrane.

Jei ši politika nustatyta, ekrano skaitymas balsu bus įgalintas, kai bus rodomas prisijungimo ekranas.

Jei ši politika nenustatyta, ekrano skaitymas balsu bus išjungtas, kai bus rodomas prisijungimo ekranas.

Jei nustatysite šią politiką, naudotojai galės laikinai nepaisyti jos įgalinę arba išjungę ekrano skaitymą balsu. Tačiau naudotojo pasirinkimas nėra ilgalaikis ir numatytasis nustatymas atkuriamas, kai prisijungimo ekranas rodomas iš naujo arba naudotojas vieną minutę neatlieka jokių veiksmų prisijungimo ekrane.

Jei ši politika nenustatyta, ekrano skaitymas balsu bus išjungtas, kai pirmą kartą bus rodomas prisijungimo ekranas. Naudotojai galės bet kada įgalinti arba išjungti ekrano skaitymą balsu, o jų būsena prisijungimo ekrane bus vienoda skirtingiems naudotojams.</string><string id="DeviceLoginScreenDefaultHighContrastEnabled">Nustatyti numatytąją didelio kontrasto režimo prisijungimo ekrane būklę</string><string id="DeviceLoginScreenDefaultHighContrastEnabled_Explain">Nustatyti numatytąją didelio kontrasto pasiekiamumo funkciją prisijungimo ekrane.

Jei ši politika nustatyta, didelio kontrasto režimas bus įgalintas, kai bus rodomas prisijungimo ekranas.

Jei ši politika nenustatyta, didelio kontrasto režimas bus išjungtas, kai bus rodomas prisijungimo ekranas.

Jei nustatysite šią politiką, naudotojai galės laikinai nepaisyti jos įgalinę arba išjungę didelio kontrasto režimą. Tačiau naudotojo pasirinkimas nėra ilgalaikis ir numatytasis nustatymas atkuriamas, kai prisijungimo ekranas rodomas iš naujo arba kai naudotojas vieną minutę neatlieka jokių veiksmų prisijungimo ekrane.

Jei ši politika nenustatyta, didelio kontrasto režimas yra išjungtas, kai prisijungimo ekranas rodomas pirmą kartą. Naudotojai gali bet kada įgalinti arba išjungti didelio kontrasto režimą, o jo būsena skirtingiems naudotojams prisijungimo ekrane bus vienoda.</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled">Nustatyti numatytąją ekrano klaviatūros būseną prisijungimo ekrane</string><string id="DeviceLoginScreenDefaultVirtualKeyboardEnabled_Explain">Nustatyti numatytąją ekrano klaviatūros pasiekiamumo funkcijos būseną prisijungimo ekrane.

Jei ši politika galioja, ekrano klaviatūra bus įgalinta, kai bus rodomas prisijungimo ekranas.

Jei ši politika negalioja, ekrano klaviatūra bus išjungta, kai bus rodomas prisijungimo ekranas.

Jei nustatysite šią politiką, naudotojai galės laikinai nepaisyti jos įgalindami arba išjungdami ekrano klaviatūrą. Tačiau naudotojo pasirinkimas nėra nuolatinis ir numatytasis nustatymas atkuriamas, kai prisijungimo ekranas parodomas iš naujo ar naudotojas minutę neatlieka jokių veiksmų prisijungimo ekrane.

Jei ši politika nenustatyta, ekrano klaviatūra išjungiama, kai prisijungimo ekranas parodomas pirmą kartą. Naudotojai gali įgalinti arba išjungti ekrano klaviatūrą bet kuriuo metu. Ekrano klaviatūros būsena prisijungimo ekrane yra nuolatinė visiems naudotojams.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType">Nustatyti numatytąjį ekrano didinimo tipą, kuris įgalintas prisijungimo ekrane</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Explain">Nustatyti numatytąjį ekrano didinimo tipą, kuris įgalintas prisijungimo ekrane.

Jei ši politika nustatyta, pagal ją nustatomas ekrano didinimo tipas, kuris įgalinamas, kai rodomas prisijungimo ekranas. Nustačius politiką į „Joks“, ekrano didinimas išjungiamas.

Jei nustatysite šią politiką, naudotojai galės laikinai jos nepaisyti įgalinę arba išjungę ekrano didinimą. Tačiau naudotojo pasirinkimas nėra ilgalaikis ir numatytasis nustatymas atkuriamas, kai iš naujo rodomas prisijungimo ekranas arba naudotojas vieną minutę neatlieka jokių veiksmų prisijungimo ekrane.

Jei ši politika nenustatyta, ekrano didinimas išjungiamas, kai pirmą kartą rodomas prisijungimo ekranas. Naudotojai gali bet kada įjungti arba išjungti ekrano didinimą ir jo būsena skirtingiems naudotojams prisijungimo ekrane bus vienoda.</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_None">Ekrano didinimas išjungtas</string><string id="DeviceLoginScreenDefaultScreenMagnifierType_Full-screen">Viso ekrano didinimas įgalintas</string><string id="Extensions_group">Plėtiniai</string><string id="ExtensionInstallBlacklist">Konfigūruoti plėtinių diegimo juodąjį sąrašą</string><string id="ExtensionInstallBlacklist_Explain">Leidžiama nurodyti, kurių plėtinių naudotojai NEGALI įdiegti. Jei jau įdiegti plėtiniai bus įtraukti į juodąjį sąrašą, jie bus išjungiami, ir naudotojai negalės vėl jų įgalinti. Kai išjungtas plėtinys, kuris buvo įtrauktas į juodąjį sąrašą, iš sąrašo bus pašalintas, jis vėl bus automatiškai įgalintas.

Juodojo sąrašo vertė * nurodo, kad visi plėtiniai yra įtraukti į juodąjį sąrašą, nebent jie yra aiškiai nurodyti baltajame sąraše.

Jei ši politika lieka nenustatyta, naudotojas gali įdiegti bet kurį „Google Chrome“ plėtinį.</string><string id="ExtensionInstallBlacklistDesc">Konfigūruoti plėtinių diegimo juodąjį sąrašą</string><string id="ExtensionInstallWhitelist">Konfigūruoti plėtinių diegimo baltąjį sąrašą</string><string id="ExtensionInstallWhitelist_Explain">Leidžiama nurodyti, kurie plėtiniai neturi būti įtraukti į juodąjį sąrašą.

Juodojo sąrašo vertė „*“ nurodo, kad visi plėtiniai yra įtraukti į juodąjį sąrašą, o naudotojai gali diegti tik į baltąjį sąrašą įtrauktus plėtinius.

Pagal numatytuosius nustatymus visi plėtiniai yra įtraukti į baltąjį sąrašą, bet jei visi plėtiniai į juodąjį sąrašą buvo įtraukti todėl, kad to reikalavo politika, naudojant baltąjį sąrašą politikos galima nepaisyti.</string><string id="ExtensionInstallWhitelistDesc">Konfigūruoti plėtinių diegimo baltąjį sąrašą</string><string id="ExtensionInstallForcelist">Konfigūruoti programų ir plėtinių, kuriuos įdiegti privaloma, sąrašą</string><string id="ExtensionInstallForcelist_Explain">Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled nor
disabled by the user. All permissions requested by the
apps/extensions are granted implicitly, without user interaction,
including any additional permissions requested by future versions of
the app/extension. Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting ExtensionInstallBlacklist policy. If an app or extension that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

For Windows instances that are not joined to a MicrosoftÂ® Active
DirectoryÂ® domain, forced installation is limited to apps and
extensions listed in the Chrome Web Store.

Note that the source code of any extension may be altered by users via Developer Tools (potentially rendering the extension dysfunctional). If this is a concern, the DeveloperToolsDisabled policy should be set.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">Konfigūruoti programų ir plėtinių, kuriuos įdiegti privaloma, sąrašą</string><string id="ExtensionInstallSources">Konfigūruokite plėtinio, programos ir naudotojo scenarijaus įdiegimo šaltinius.</string><string id="ExtensionInstallSources_Explain">Allows you to specify which URLs are allowed to install extensions, apps, and themes.

Starting in Google Chrome 21, it is more difficult to install extensions, apps, and user scripts from outside the Chrome Web Store. Previously, users could click on a link to a *.crx file, and Google Chrome would offer to install the file after a few warnings. After Google Chrome 21, such files must be downloaded and dragged onto the Google Chrome settings page. This setting allows specific URLs to have the old, easier installation flow.

Each item in this list is an extension-style match pattern (see https://developer.chrome.com/extensions/match_patterns). Users will be able to easily install items from any URL that matches an item in this list. Both the location of the *.crx file and the page where the download is started from (i.e. the referrer) must be allowed by these patterns.

ExtensionInstallBlacklist takes precedence over this policy. That is, an extension on the blacklist won't be installed, even if it happens from a site on this list.</string><string id="ExtensionInstallSourcesDesc">Konfigūruokite plėtinio, programos ir naudotojo scenarijaus įdiegimo šaltinius.</string><string id="ExtensionAllowedTypes">Konfigūruoti leidžiamus programų / plėtinių tipus</string><string id="ExtensionAllowedTypes_Explain">Valdoma, kokių tipų programas / plėtinius leidžiama įdiegti, ir apribojama vykdymo laiko prieiga.

Šis nustatymas į baltąjį sąrašą įtraukia programų / plėtinių, kuriuos galima įdiegti „Google Chrome“ tipus, ir prieglobas, su kuriomis jie gali sąveikauti. Vertė yra šių eilučių sąrašas: „plėtinys“, „tema“, „naudotojo_scenarijus“, „priglobta_programa“, „sena_supakuota_programa“, „platformos_programa“. Jei reikia daugiau informacijos apie šiuos tipus, žr. „Google Chrome“ plėtinių dokumentaciją.

Atminkite, kad ši politika taip pat turi įtakos programoms ir plėtiniams, kurie bus priverstinai įdiegti naudojant „ExtensionInstallForcelist“.

Jei šis nustatymas nesukonfigūruotas, programos / plėtiniai, kurių tipas nėra įtrauktas į sąrašą, nebus įdiegti.

Jei šis nustatymas nesukonfigūruotas, nebus priverstinai vykdomi jokie priimtinų plėtinių / programų tipų apribojimai.</string><string id="ExtensionAllowedTypesDesc">Konfigūruoti leidžiamus programų / plėtinių tipus</string><string id="ExtensionSettings">Plėtinių valdymo nustatymai</string><string id="ExtensionSettings_Explain">Konfigūruojami „Google Chrome“ plėtinių valdymo nustatymai.

Ši politika valdo kelis nustatymus, įskaitant esamos su plėtiniais susijusios politikos valdomus nustatymus. Ši politika nepaisys pasenusios politikos, jei bus nustatytos abi.

Ši politika susieja plėtinio ID arba naujinio URL su konfigūracija. Naudojant plėtinio ID konfigūracija bus taikoma tik nurodytam plėtiniui. Specialiam ID „&quot;*&quot;“ galima nustatyti numatytąją konfigūraciją, kuri bus taikoma visiems plėtiniams, kurių tinkinta konfigūracija nenustatyta šioje politikoje. Naudojant naujinio URL konfigūracija bus taikoma visiems plėtiniams su tiksliu naujinio URL, nurodytu šio plėtinio apraše, kaip nurodyta adresu https://developer.chrome.com/extensions/autoupdate.

Kiekvieno plėtinio (ar plėtinių su tuo pačiu naujinio URL) konfigūracija sudaro kitą žodyną, į kurį gali būti įtraukti toliau dokumentuojami laukai.

„&quot;installation_mode&quot;“: susieja su eilute, nurodančia plėtinio diegimo režimą. Toliau pateikiamos tinkamos eilutės.
* „&quot;allowed&quot;“: naudotojui leidžiama įdiegti plėtinį. Tai numatytoji elgsena.
* „&quot;blocked&quot;“: užblokuoja plėtinio diegimą.
* „&quot;force_installed&quot;“: plėtinys automatiškai įdiegiamas ir naudotojas negali jo pašalinti.
* „&quot;normal_installed&quot;“: plėtinys automatiškai įdiegiamas, bet naudotojas gali jį išjungti.

„&quot;installation_mode&quot;“ taip pat galima konfigūruoti keliems plėtiniams, įskaitant plėtinį „&quot;*&quot;“ (kaip numatytuosius nustatymus) ir plėtinius su tuo pačiu naujinio URL. Šiuo atveju galima naudoti tik vertes „&quot;allowed&quot;“ ir „&quot;blocked&quot;“.

Jei režimas nustatytas į „&quot;force_installed&quot;“ arba „&quot;normal_installed&quot;“, taip pat reikia sukonfigūruoti „&quot;update_url&quot;“. Atminkite, kad šioje politikoje nustatytas naujinio URL naudojamas tik diegiant pirmą kartą; vėlesniems plėtinio naujiniams bus naudojamas plėtinio apraše nurodytas naujinio URL. Naujinio URL turėtų nukreipti į naujinio aprašo XML dokumentą, kaip nurodyta anksčiau.

„&quot;blocked_permissions&quot;“: susieja su eilučių, nurodančių plėtinio užblokuotus API leidimus, sąrašu. Leidimų pavadinimai tokie pat kaip ir leidimų eilutės, pateiktos plėtinio apraše, kaip nurodyta adresu https://developer.chrome.com/extensions/declare_permissions. Be to, šį nustatymą galima sukonfigūruoti plėtiniui „&quot;*&quot;“. Jei plėtiniui reikalingas leidimas, kuris įtrauktas į užblokuotų leidimų sąrašą, jo neleidžiama įkelti. Jei užblokuotas leidimas nurodomas kaip pasirenkamas reikalavimas, jis apdorojamas įprastai, bet vykdant nesuderinamų leidimų užklausos bus automatiškai atmestos.

„&quot;allowed_permissions&quot;“: panašu į „&quot;blocked_permissions&quot;“, bet aiškiai leidžiami keli leidimai, kurie gali būti užblokuoti bendrųjų užblokuotų leidimų sąraše, todėl negalima konfigūruoti plėtiniui „&quot;*&quot;“. Atminkite, kad nustačius šį nustatymą plėtiniams leidimai nėra automatiškai suteikiami.

„&quot;minimum_version_required&quot;“: susiejama su versijos eilute. Versijos eilutės formatas toks pat, kaip ir naudojamas plėtinio apraše, kaip nurodyta adresu https://developer.chrome.com/apps/manifest/version. Plėtinys, kurio versija senesnė nei nurodyta minimali versija, bus išjungtas. Tai taip pat taikoma priverstinai įdiegtiems plėtiniams.

Toliau nurodytus nustatymus galima naudoti tik numatytajai „&quot;*&quot;“ konfigūracijai.

„&quot;install_sources&quot;“: kiekvienas elementas šiame sąraše yra plėtinio stiliaus atitikties šablonas (https://developer.chrome.com/extensions/match_patterns). Naudotojai galės lengvai įdiegti elementus iš bet kurio URL, kuris atitinka elementą šiame sąraše. Failo *.crx vieta ir puslapis, iš kurio pradedamas atsisiuntimas (t. y. persiuntimo URL), turi būti leidžiami šiuose šablonuose.

„&quot;allowed_types&quot;“: nustačius šį nustatymą leidžiami plėtinio / programų, kuriuos galima įdiegti „Google Chrome“, tipai įtraukiami į baltąjį sąrašą. Vertė – tai eilučių, kurių kiekviena turi būti vienos iš šių verčių: &quot;extension&quot;, &quot;theme&quot;, &quot;user_script&quot;, &quot;hosted_app&quot;, &quot;legacy_packaged_app&quot;, &quot;platform_app&quot;, sąrašas. Jei reikia daugiau informacijos apie šiuos tipus, žr. „Google Chrome“ plėtinių dokumentus.
„&quot;blocked_install_message&quot;“: jei naudotojas bando įdiegti plėtinį, bet jis blokuojamas atsižvelgiant į politiką, „Chrome“ internetinėje parduotuvėje rodomas bendrosios klaidos pranešimas. Naudojant šį nustatymą galima pridėti teksto prie klaidos pranešimo. Tai gali būti naudojama naudotojams nukreipti į pagalbos centrą, paaiškinti, kodėl tam tikras plėtinys blokuojamas, ir kitais tikslais. Šis klaidos pranešimas bus sutrumpintas, jei bus ilgesnis nei 1 000 simbolių ilgio.
„&quot;runtime_blocked_hosts&quot;“: priimamas prieglobos serverių, su kuriais bus blokuojamos plėtinio sąveikos, sąrašas. Tai apima „javascript“ įtraukimą, „webRequest“ / „webNavigation“ keitimą ir peržiūrą, slapukų peržiūrą ir keitimą. Formatas yra panašus į atitikties šablonus https://developer.chrome.com/extensions/match_patterns, išskyrus tai, kad negalima nustatyti jokių kelių, pvz., „*://*.example.com“. Taip pat palaikomi veiksmingi TLD pakaitos simboliai, pvz., „*://example.*“.
„&quot;runtime_allowed_hosts&quot;“: priimamas prieglobos serverių, su kuriais plėtinys gali sąveikauti, sąrašas, neatsižvelgiant į tai, ar jie pateikiami sąraše „&quot;runtime_blocked_hosts&quot;“. Sąrašas pateikiamas tokiu pačiu formatu kaip ir „&quot;runtime_blocked_hosts&quot;“.
</string><string id="PasswordManager_group">Slaptažodžių tvarkytuvė</string><string id="PasswordManagerEnabled">Įgalinti slaptažodžių saugojimą slaptažodžių tvarkytuvėje</string><string id="PasswordManagerEnabled_Explain">If this setting is enabled, users can have Google Chrome memorize passwords and provide them automatically the next time they log in to a site.

If this settings is disabled, users cannot save new passwords but they
may still use passwords that have been saved previously.

If this policy is enabled or disabled, users cannot change or override it in Google Chrome. If this policy is unset, password saving is allowed (but can be turned off by the user).</string><string id="QuickUnlock_group">Sparčiojo atrakinimo politika</string><string id="QuickUnlockModeWhitelist">Configure allowed quick unlock modes</string><string id="QuickUnlockModeWhitelist_Explain">Baltasis sąrašas, kuriuo valdoma, kuriuos sparčiojo atrakinimo režimus naudotojas gali konfigūruoti ir naudoti norėdamas atrakinti užrakinimo ekraną.

Ši vertė yra eilučių sąrašas. Galiojantys sąrašo įrašai yra &quot;all&quot; ir &quot;PIN&quot;. Prie sąrašo pridėjus „all“ naudotojui bus pasiekiami visi sparčiojo atrakinimo režimai, įskaitant tuos, kurie bus įdiegti ateityje. Priešingu atveju bus pasiekiami tik sąraše pateikiami sparčiojo atrakinimo režimai.

Pavyzdžiui, jei norite leisti naudoti visus sparčiojo atrakinimo režimus, naudokite [&quot;all&quot;]. Jei norite leisti atrakinti tik naudojant PIN kodą, naudokite [&quot;PIN&quot;]. Jei norite išjungti visus sparčiojo atrakinimo režimus, naudokite [].

Pagal numatytuosius nustatymus tvarkomuose įrenginiuose nepasiekiami jokie sparčiojo atrakinimo režimai.</string><string id="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</string><string id="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</string><string id="QuickUnlockTimeout_Explain">Šiuo nustatymu valdoma, kaip dažnai užrakinimo ekrane bus prašoma įvesti slaptažodį, norint toliau naudoti spartųjį atrakinimą. Kaskart įjungus užrakinimo ekraną, jei yra praėję daugiau laiko nuo paskutinio slaptažodžio įvedimo, nei nurodyta šiame nustatyme, spartusis atrakinimas nepasiekiamas įjungus užrakinimo ekraną. Jei naudotojas norės pasilikti užrakinimo ekrane praėjus šiam laikotarpiui, kitą kartą naudotojui įvedus netinkamą kodą ar pakartotinai apsilankius užrakinimo ekrane (atsižvelgiant į tai, kas įvyksta anksčiau), bus prašoma įvesti slaptažodį.

Jei šis nustatymas sukonfigūruotas, spartųjį atrakinimą naudojančių naudotojų bus prašoma įvesti slaptažodžius užrakinimo ekrane, atsižvelgiant į šį nustatymą.

Jei šis nustatymas nesukonfigūruotas, spartųjį atrakinimą naudojančių naudotojų bus prašoma kasdien įvesti slaptažodį užrakinimo ekrane.</string><string id="QuickUnlockTimeout_SixHours">Password entry is required every six hours</string><string id="QuickUnlockTimeout_TweleveHours">Password entry is required every twelve hours</string><string id="QuickUnlockTimeout_Day">Password entry is required every day (24 hours)</string><string id="QuickUnlockTimeout_Week">Password entry is required every week (168 hours)</string><string id="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN</string><string id="PinUnlockMinimumLength_Explain">If the policy is set, the configured minimal PIN length is
enforced. (The absolute minimum PIN length is 1; values less than 1
are treated as 1.)

If the policy is not set, a minimal PIN length of 6 digits is
enforced. This is the recommended minimum.</string><string id="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN</string><string id="PinUnlockMaximumLength_Explain">If the policy is set, the configured maximal PIN length is enforced. A value of 0 or less means no maximum length; in that case the user may set a PIN as long as they want. If this setting is less than PinUnlockMinimumLength but greater than 0, the maximum length is the same as the minimum length.

If the policy is not set, no maximum length is enforced.</string><string id="PinUnlockWeakPinsAllowed">Enables users to set weak PINs for the lock screen PIN</string><string id="PinUnlockWeakPinsAllowed_Explain">Jei ši politika nustatyta į „false“, naudotojai negalės nustatyti PIN kodų, kurie yra nesaugūs ir lengvai atspėjami.

Nesaugių PIN kodų pavyzdžiai: tik iš vieno skaitmens sudaryti PIN kodai (1111), PIN kodai, kurių skaitmenys didėja 1 (1234), PIN kodai, kurių skaitmenys mažėja 1 (4321), ir dažnai naudojami PIN kodai.

Pagal numatytuosius nustatymus naudotojai matys įspėjimą, o ne klaidą, jei PIN kodas bus laikomas nesaugiu.</string><string id="Proxy_group">Tarpinis serveris</string><string id="ProxyMode">Pasirinkti, kaip nurodyti tarpinio serverio nustatymus</string><string id="ProxyMode_Explain">Leidžiama nurodyti „Google Chrome“ naudojamą tarpinį serverį ir naudotojams neleidžiama pakeisti tarpinio serverio nustatymų.

Jei pasirinksite niekada nenaudoti tarpinio serverio ir visada prisijungti tiesiogiai, visų kitų parinkčių bus nepaisoma.

Jei pasirinksite naudoti sistemos tarpinio serverio nustatymus, visų kitų nustatymų bus nepaisoma.

Jei pasirinksite automatiškai aptikti tarpinį serverį, visų kitų parinkčių bus nepaisoma.

Jei pasirinksite fiksuoto tarpinio serverio režimą, galėsite nurodyti kitus nustatymus pasirinkę „Tarpinio serverio adresą ir URL“ ir „Kableliais atskirtų tarpinio serverio nepaisymo taisyklių sąrašą“. Tik aukščiausio prioriteto HTTP tarpinis serveris pasiekiamas ARC programose.

Jei pasirinksite naudoti .pac tarpinio serverio scenarijų, turėsite nurodyti URL pasirinkę „Tarpinio serverio .pac failo URL“.

Išsamių pavyzdžių galite rasti apsilankę adresu
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.

Jei įgalinsite šį nustatymą, „Google Chrome“ ir ARC programos nepaisys visų komandinėje eilutėje nurodytų tarpinio serverio parinkčių.

Jie šią politiką paliksite nenustatytą, naudotojai galės patys pasirinkti tarpinio serverio nustatymus.</string><string id="ProxyMode_ProxyDisabled">Niekada nenaudoti tarpinio serverio</string><string id="ProxyMode_ProxyAutoDetect">Automatiškai aptikti tarpinio serverio nustatymus</string><string id="ProxyMode_ProxyPacScript">Naudoti .pac tarpinio serverio scenarijų</string><string id="ProxyMode_ProxyFixedServers">Naudoti fiksuotus tarpinius serverius</string><string id="ProxyMode_ProxyUseSystem">Naudoti sistemos tarpinio serverio nustatymus</string><string id="ProxyServer">Tarpinio serverio adresas arba URL</string><string id="ProxyServer_Explain">Čia galite nurodyti įgaliotojo serverio URL.

Ši politika pradeda galioti, tik jei pasirinkote neautomatinius tarpinio serverio nustatymus skiltyje „Pasirinkti, kaip nurodyti tarpinio serverio nustatymus“.

Jei pasirinkote kokį nors kitą tarpinio serverio politikos nustatymo režimą, turėtumėte nenustatyti šios politikos.

Jei reikia daugiau parinkčių ir išsamių pavyzdžių, apsilankykite adresu
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">URL, siejantis su tarpinio serverio .pac failu</string><string id="ProxyPacUrl_Explain">Čia galite nurodyti tarpinio serverio .pac failo URL.

Ši politika galioja, tik jei skiltyje „Pasirinkti, kaip nurodyti tarpinio serverio nustatymus“ pasirinkote neautomatinius tarpinio serverio nustatymus.

Jei pasirinkote kokį nors kitą tarpinio serverio politikos nustatymo režimą, neturėtumėte nustatyti šios politikos.

Jei reikia išsamių pavyzdžių, apsilankykite adresu
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">Tarpinio serverio apėjimo taisyklės</string><string id="ProxyBypassList_Explain">„Google Chrome“ nepaisys tarpinio serverio iš čia pateikto prieglobos serverių sąrašo.

Ši politika galioja, tik jei pasirinkote neautomatinius tarpinio serverio nustatymus skiltyje „Pasirinkti, kaip nurodyti tarpinio serverio nustatymus“.

Jei pasirinkote kitą tarpinio serverio politikos nustatymo režimą, šios politikos neturėtumėte nustatyti.

Jei reikia išsamesnių pavyzdžių, apsilankykite adresu
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ContentSettings_group">Turinio nustatymai</string><string id="DefaultCookiesSetting">Numatytasis slapukų nustatymas</string><string id="DefaultCookiesSetting_Explain">Leidžiama nustatyti, ar svetainėms galima nustatyti vietinius duomenis. Nustatyti vietinius duomenis galima leisti arba uždrausti visoms svetainėms.

Jei ši politika nustatyta į „Palikti slapukus, kol sesija aktyvi“, tada slapukai bus išvalyti uždarius sesiją. Atminkite, kad jei „Google Chrome“ veikia foninio atkūrimo režimu, sesijos negalima uždaryti, kai uždaromas paskutinis langas. Daugiau informacijos apie šio veikimo konfigūravimą galite gauti peržiūrėję politiką „BackgroundModeEnabled“.

Jei ši politika nenustatyta, bus naudojama parinktis „AllowCookies“ ir naudotojas galės ją pakeisti.</string><string id="DefaultCookiesSetting_AllowCookies">Leisti visose svetainėse nustatyti vietinius duomenis</string><string id="DefaultCookiesSetting_BlockCookies">Neleisti nė vienoje svetainėje nustatyti vietinių duomenų</string><string id="DefaultCookiesSetting_SessionOnly">Išsaugoti slapukus vykstant sesijai</string><string id="DefaultImagesSetting">Numatytasis vaizdų nustatymas</string><string id="DefaultImagesSetting_Explain">Leidžiama nustatyti, ar svetainėse galima pateikti vaizdų. Vaizdų pateikimas gali būti leidžiamas arba neleidžiamas visose svetainėse.

Nenustačius šios politikos, bus naudojama „Leisti vaizdus“ ir naudotojas (-a) galės tai pakeisti.</string><string id="DefaultImagesSetting_AllowImages">Leisti visose svetainėse rodyti visus vaizdus</string><string id="DefaultImagesSetting_BlockImages">Neleisti jokioje svetainėje rodyti vaizdų</string><string id="DefaultJavaScriptSetting">Numatytasis „JavaScript“ nustatymas</string><string id="DefaultJavaScriptSetting_Explain">Leidžiama nustatyti, ar svetainėse leidžiama paleisti „JavaScript“. Gali būti leidžiama arba draudžiama paleisti „JavaScript“ visose svetainėse.

Nenustačius šios politikos, bus naudojama „Leisti „JavaScript“ ir naudotojas (-a) galės tai pakeisti.</string><string id="DefaultJavaScriptSetting_AllowJavaScript">Leisti visose svetainėse paleisti „JavaScript“</string><string id="DefaultJavaScriptSetting_BlockJavaScript">Neleisti jokioje svetainėje paleisti „JavaScript“</string><string id="DefaultPluginsSetting">Numatytasis „Flash“ nustatymas</string><string id="DefaultPluginsSetting_Explain">Galima nustatyti, ar svetainėms leidžiama automatiškai paleisti papildinį „Flash“. Automatinį papildinio „Flash“ paleidimą galima visose svetainėse leisti arba uždrausti.

Pasirinkus „Spustelėti ir paleisti“ papildinį „Flash“ galima paleisti, bet naudotojas turi spustelėti rezervuotą vietą, kad papildinys būtų vykdomas.

Jei ši politika nenustatyta, naudotojas galės pats pakeisti šį nustatymą.</string><string id="DefaultPluginsSetting_AllowPlugins">Leisti visoms svetainėms automatiškai paleisti papildinį „Flash“</string><string id="DefaultPluginsSetting_BlockPlugins">Užblokuoti papildinį „Flash“</string><string id="DefaultPluginsSetting_ClickToPlay">Paleisti spustelėjus</string><string id="DefaultPopupsSetting">Numatytasis iššokančiųjų langų nustatymas</string><string id="DefaultPopupsSetting_Explain">Leidžiama nustatyti, ar svetainėse leidžiama rodyti iššokančiuosius langus. Iššokančiųjų langų rodymas gali būti leidžiamas arba draudžiamas visose svetainėse.

Nenustačius šios politikos, bus naudojama „Blokuoti iššokančiuosius langus“ ir naudotojas (-a) galės tai pakeisti.</string><string id="DefaultPopupsSetting_AllowPopups">Leisti visose svetainėse rodyti iššokančiuosius langus</string><string id="DefaultPopupsSetting_BlockPopups">Neleisti jokioje svetainėje rodyti iššokančiųjų langų</string><string id="DefaultNotificationsSetting">Numatytasis pranešimų nustatymas</string><string id="DefaultNotificationsSetting_Explain">Leidžiama nustatyti, ar svetainėse leidžiama pateikti darbalaukio pranešimus. Pagal numatytuosius nustatymus gali būti leidžiama, draudžiama pateikti darbalaukio pranešimus arba naudotojo (-os) gali būti klausiama kaskart svetainėje norint rodyti darbalaukio pranešimus.

Nenustačius šios politikos, bus naudojama „Paklausti dėl pranešimų“ ir naudotojas (-a) galės tai pakeisti.</string><string id="DefaultNotificationsSetting_AllowNotifications">Leisti svetainėse rodyti darbalaukio pranešimus</string><string id="DefaultNotificationsSetting_BlockNotifications">Neleisti jokioje svetainėje rodyti darbalaukio pranešimų</string><string id="DefaultNotificationsSetting_AskNotifications">Paklausti kaskart, kai svetainėje norima rodyti darbalaukio pranešimus</string><string id="DefaultGeolocationSetting">Numatytasis geografinės vietovės nustatymas</string><string id="DefaultGeolocationSetting_Explain">Leidžiama nustatyti, ar svetainėse galima stebėti naudotojų fizinę vietą. Naudotojų fizinės vietos stebėjimas gali būti leidžiamas, draudžiamas pagal numatytuosius nustatymus arba naudotojo (-os) gali būti klausiama kiekvieną kartą, kai svetainėje pateikiama fizinės vietos užklausa.

Nenustačius šios politikos bus naudojama „Klausti geografinės vietos“ ir naudotojas (-a) galės tai pakeisti.</string><string id="DefaultGeolocationSetting_AllowGeolocation">Leisti svetainėse stebėti naudotojo buvimo vietą</string><string id="DefaultGeolocationSetting_BlockGeolocation">Neleisti jokioje svetainėje stebėti naudotojo buvimo vietos</string><string id="DefaultGeolocationSetting_AskGeolocation">Paklausti kaskart, kai svetainėje bus norima stebėti naudotojo buvimo vietą</string><string id="DefaultWebBluetoothGuardSetting">Valdyti „Web Bluetooth“ API naudojimą</string><string id="DefaultWebBluetoothGuardSetting_Explain">Galite nustatyti, ar svetainės gali pasiekti netoliese esančius „Bluetooth“ įrenginius. Galimybę pasiekti įrenginius galima visiškai užblokuoti arba naudotojo gali būti paklausta kiekvieną kartą, kai svetainė nori pasiekti netoliese esančius „Bluetooth“ įrenginius.

Jei ši politika nenustatyta, bus naudojama vertė „3“ ir naudotojas galės ją pakeisti.</string><string id="DefaultWebBluetoothGuardSetting_BlockWebBluetooth">Neleisti jokiai svetainei pateikti užklausos pasiekti „Bluetooth“ įrenginių naudojant „Web Bluetooth“ API</string><string id="DefaultWebBluetoothGuardSetting_AskWebBluetooth">Leisti svetainėms prašyti naudotojo suteikti leidimą pasiekti netoliese esantį „Bluetooth“ įrenginį</string><string id="AutoSelectCertificateForUrls">Automatiškai pasirinkti šių svetainių kliento sertifikatus</string><string id="AutoSelectCertificateForUrls_Explain">Jums leidžiama nurodyti URL šablonų sąrašą, nurodantį, kurioms svetainėms „Google Chrome“ turi automatiškai pasirinkti kliento sertifikatą (jei svetainėje jo reikalaujama).

Vertė turi būti eilutėmis suskirstytų JSON žodynų masyvas. Kiekvienas žodynas turi būti tokios formos: { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER }, kur $URL_PATTERN yra turinio nustatymo šablonas. $FILTER apriboja, iš kurių klientų sertifikatų naršyklė automatiškai pasirinks. Neatsižvelgiant į filtrą, bus pasirinkti tik tie sertifikatai, kurie atitinka serverio sertifikato užklausą. Jei $FILTER yra tokios formos: { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } }, papildomai pasirenkami tik klientų sertifikatai, kurie išduoti pagal sertifikatą, kurio „CommonName“ $ISSUER_CN. Jei $FILTER yra tuščias žodynas {}, klientų sertifikatų pasirinkimas nėra papildomai ribojamas.

Nenustačius šios politikos, jokioje svetainėje nėra atliekamas joks automatinis pasirinkimas.</string><string id="AutoSelectCertificateForUrlsDesc">Automatiškai pasirinkti šių svetainių kliento sertifikatus</string><string id="CookiesAllowedForUrls">Leisti slapukus šiose svetainėse</string><string id="CookiesAllowedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama nustatyti slapukus, sąrašą.

Nenustačius šios politikos, visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „Numatytasis slapukų nustatymas“ (jei nustatyta) arba naudotojo asmeninės konfigūracijos.</string><string id="CookiesAllowedForUrlsDesc">Leisti slapukus šiose svetainėse</string><string id="CookiesBlockedForUrls">Blokuoti slapukus šiose svetainėse</string><string id="CookiesBlockedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama nustatyti slapukų, sąrašą.

Nenustačius šios politikos, visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „Numatytasis slapukų nustatymas“ (jei nustatyta) ar naudotojo asmeninės konfigūracijos.</string><string id="CookiesBlockedForUrlsDesc">Blokuoti slapukus šiose svetainėse</string><string id="CookiesSessionOnlyForUrls">Leisti tik sesijų slapukus šiose svetainėse</string><string id="CookiesSessionOnlyForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama nustatyti tik sesijų slapukus, sąrašą.

Nenustačius šios politikos, visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „DefaultCookiesSetting“ (jei nustatyta) arba naudotojo asmeninės konfigūracijos.

Atminkite, kad jei „Google Chrome“ veikia foninio atkūrimo režimu, sesijos negalima uždaryti, kai uždaromas paskutinis naršyklės langas, bet reikia palikti aktyvią, kol išeinama iš naršyklės. Daugiau informacijos apie šio veikimo konfigūravimą galite gauti peržiūrėję politiką „BackgroundModeEnabled“.

Jei politika „RestoreOnStartup“ nustatyta atkurti URL iš ankstesnių sesijų, į šią politiką nebus atsižvelgiama ir slapukai tose svetainėse bus išsaugomi visam laikui.</string><string id="CookiesSessionOnlyForUrlsDesc">Leisti tik sesijų slapukus šiose svetainėse</string><string id="ImagesAllowedForUrls">Leisti vaizdus šiose svetainėse</string><string id="ImagesAllowedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama pateikti vaizdų, sąrašą.

Nenustačius šios politikos, visose svetainėse naudojama visuotinė numatytoji vertė iš politikos „Numatytasis vaizdų nustatymas“ (jei nustatyta) ar naudotojo asmeninės konfigūracijos.</string><string id="ImagesAllowedForUrlsDesc">Leisti vaizdus šiose svetainėse</string><string id="ImagesBlockedForUrls">Blokuoti vaizdus šiose svetainėse</string><string id="ImagesBlockedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama pateikti vaizdų, sąrašą.

Nenustačius šios politikos, visose svetainėse naudojama visuotinė numatytoji vertė iš politikos „Numatytasis vaizdų nustatymas“ (jei nustatyta) ar naudotojo asmeninės konfigūracijos.</string><string id="ImagesBlockedForUrlsDesc">Blokuoti vaizdus šiose svetainėse</string><string id="JavaScriptAllowedForUrls">Leisti „JavaScript“ šiose svetainėse</string><string id="JavaScriptAllowedForUrls_Explain">Leidžiama nurodyti URL šablonų, nurodančių svetaines, kuriose leidžiama paleisti „JavaScript“, sąrašą.

Nenustačius šios politikos visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „Numatytasis „JavaScript“ nustatymas“ (jei nustatyta) arba naudotojo asmeninės konfigūracijos.</string><string id="JavaScriptAllowedForUrlsDesc">Leisti „JavaScript“ šiose svetainėse</string><string id="JavaScriptBlockedForUrls">Blokuoti „JavaScript“ šiose svetainėse</string><string id="JavaScriptBlockedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama paleisti „JavaScript“, sąrašą.

Nenustačius šios politikos visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „Numatytasis „JavaScript“ nustatymas“ (jei nustatyta) arba naudotojo asmeninės konfigūracijos.</string><string id="JavaScriptBlockedForUrlsDesc">Blokuoti „JavaScript“ šiose svetainėse</string><string id="PluginsAllowedForUrls">Leisti papildinį „Flash“ šiose svetainėse</string><string id="PluginsAllowedForUrls_Explain">Galima nustatyti URL šablonų, kuriuose nurodomos svetainės, kurioms leidžiama paleisti papildinį „Flash“, sąrašą.

Jei ši politika nenustatyta, visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „DefaultPluginsSetting“ (jei ji nustatyta) arba naudotojo asmeninės konfigūracijos (kitu atveju).</string><string id="PluginsAllowedForUrlsDesc">Leisti papildinį „Flash“ šiose svetainėse</string><string id="PluginsBlockedForUrls">Užblokuoti papildinį „Flash“ šiose svetainėse</string><string id="PluginsBlockedForUrls_Explain">Galima nustatyti URL šablonų, kuriuose nurodomos svetainės, kurioms neleidžiama paleisti papildinio „Flash“, sąrašą.

Jei ši politika nenustatyta, visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „DefaultPluginsSetting“ (jei ji nustatyta) arba naudotojo asmeninės konfigūracijos (kitu atveju).</string><string id="PluginsBlockedForUrlsDesc">Užblokuoti papildinį „Flash“ šiose svetainėse</string><string id="PopupsAllowedForUrls">Leisti iššokančiuosius langus šiose svetainėse</string><string id="PopupsAllowedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama atidaryti iššokančiuosius langus, sąrašą.

Nenustačius šios politikos, visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „Numatytasis iššokančiųjų langų nustatymas“ (jei nustatyta) arba naudotojo asmeninės konfigūracijos.</string><string id="PopupsAllowedForUrlsDesc">Leisti iššokančiuosius langus šiose svetainėse</string><string id="RegisteredProtocolHandlers">Registro protokolo doroklės</string><string id="RegisteredProtocolHandlers_Explain">Leidžiama registruoti protokolo doroklių sąrašą. Tai gali būti tik rekomenduojama politika. Ypatybė |protocol| turėtų būti nustatyta į schemą, pvz., „mailto“, o ypatybė |url| turėtų būti nustatyta į schemą apdorojančios programos URL šabloną. Šablone gali būti įtrauktas „%s“, kurį pakeis apdorotas URL.

Pagal politiką užregistruotos protokolo doroklės sujungiamos su naudotojo užregistruotomis doroklėmis ir jas abi galima naudoti. Naudotojas gali nepaisyti pagal politiką įdiegtų protokolo doroklių įdiegdamas naują numatytąją doroklę, bet jis negali pašalinti pagal politiką užregistruotos protokolo doroklės.</string><string id="PopupsBlockedForUrls">Blokuoti iššokančiuosius langus šiose svetainėse</string><string id="PopupsBlockedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama atidaryti iššokančiųjų langų, sąrašą.

Nenustačius šios politikos, visose svetainėse bus naudojama visuotinė numatytoji vertė iš politikos „Numatytasis iššokančiųjų langų nustatymas“ (jei nustatyta) arba naudotojo asmeninės konfigūracijos.</string><string id="PopupsBlockedForUrlsDesc">Blokuoti iššokančiuosius langus šiose svetainėse</string><string id="NotificationsAllowedForUrls">Leisti pranešimus šiose svetainėse</string><string id="NotificationsAllowedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama pateikti pranešimus, sąrašą.

Nenustačius šios politikos, visose svetainėse naudojama visuotinė numatytoji vertė iš politikos „Numatytasis pranešimų nustatymas“ (jei nustatyta) arba naudotojo asmeninės konfigūracijos.</string><string id="NotificationsAllowedForUrlsDesc">Leisti pranešimus šiose svetainėse</string><string id="NotificationsBlockedForUrls">Blokuoti pranešimus šiose svetainėse</string><string id="NotificationsBlockedForUrls_Explain">Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama pateikti pranešimų, sąrašą.

Nenustačius šios politikos, visose svetainėse naudojama visuotinė numatytoji vertė iš politikos „Numatytasis pranešimų nustatymas“ (jei nustatyta) arba naudotojo asmeninės konfigūracijos.</string><string id="NotificationsBlockedForUrlsDesc">Blokuoti pranešimus šiose svetainėse</string><string id="GoogleCast_group">„Google Cast“</string><string id="EnableMediaRouter">Įgalinama „Google Cast“</string><string id="EnableMediaRouter_Explain">Jei ši politika bus nustatyta kaip „True“ arba nenustatyta, „Google Cast“ bus įgalinta ir naudotojai galės paleisti ją per programos meniu, puslapio konteksto meniu, medijos valdiklius su „Cast“ suderinamose svetainėse ir (jei rodoma) „Cast“ įrankių juostos piktogramą.

Jei ši politika bus nustatyta kaip „False“, „Google Cast“ bus išjungta.</string><string id="ShowCastIconInToolbar">Rodoma „Google Cast“ įrankių juostos piktograma</string><string id="ShowCastIconInToolbar_Explain">Jei ši politika bus nustatyta į „true“, „Cast“ įrankių juostos piktograma visada bus rodoma įrankių juostoje arba perpildymo meniu ir naudotojai negalės jos pašalinti.

Jei ši politika bus nustatyta į „false“ arba nebus nustatyta, naudotojai galės prisegti arba pašalinti piktogramą kontekstiniame meniu.

Jei politika „EnableMediaRouter“ bus nustatyta į „false“, šios politikos vertė neturės jokio poveikio ir įrankių juostos piktograma nebus rodoma.</string><string id="Drive_group">„Google“ disko parinkčių konfigūravimas</string><string id="DriveDisabled">Išjungiamas Diskas „Google Chrome OS“ programoje „Failai“</string><string id="DriveDisabled_Explain">Kai nustatyta kaip „true“, neleidžiamas „Google“ disko sinchronizavimas „Google Chrome OS“ programoje „Failai“. Tokiu atveju duomenys į „Google“ diską neįkeliami.

Jei nenustatyta arba nustatyta kaip „false“, naudotojai galės perkelti failus į „Google“ diską.</string><string id="DriveDisabledOverCellular">Išjungiami „Google“ disko korinio tinklo ryšiai „Google Chrome OS“ programoje „Failai“</string><string id="DriveDisabledOverCellular_Explain">Jei reikšmė nustatyta kaip „true“, naudojant korinio tinklo ryšį išjungiamas „Google“ disko sinchronizavimas „Google Chrome OS“ programoje „Failai“. Tokiu atveju duomenys sinchronizuojami su „Google“ disku, kai prisijungiama prie „Wi-Fi“ ar eterneto.

Jei politika nenustatyta arba reikšmė yra „false“, naudotojai galės perkelti failus į „Google“ diską korinio tinklo ryšiu.</string><string id="AllowDeletingBrowserHistory">Įgalinti naršyklės ištrynimą ir atsisiuntimo istoriją</string><string id="AllowDeletingBrowserHistory_Explain">Įgalinamas naršyklės ir atsisiuntimo istorijos ištrynimas „Google Chrome“ ir naudotojams neleidžiama keisti šio nustatymo.

Atminkite, kad net jei ši politika neleidžiama, negarantuojama, kad naršymo ir atsisiuntimo istorijos bus saugomos: naudotojai galbūt galės tiesiogiai redaguoti ar ištrinti failus, gali baigtis naršyklės galiojimo laikas ar ji gali archyvuoti bet kuriuos ar visus istorijos elementus.

Jei šis nustatymas įgalintas arba nenustatytas, naršymo ir atsisiuntimo istorija gali būti ištrinta.

Jei šis nustatymas neleidžiamas, naršymo ir atsisiuntimo istorija negali būti ištrinta.</string><string id="AllowDinosaurEasterEgg">Leisti dinozaurų Velykų kiaušinių žaidimą</string><string id="AllowDinosaurEasterEgg_Explain">Leidžiama naudotojams žaisti dinozaurų Velykų kiaušinių žaidimą, kai įrenginys neprijungtas prie interneto.

Jei ši politika nustatyta į „False“, naudotojai negali žaisti dinozaurų Velykų kiaušinių žaidimo, kai įrenginys neprijungtas prie interneto. Jei šis nustatymas nustatytas į „True“, naudotojams leidžiama žaisti dinozaurų žaidimą. Jei ši politika nenustatyta, naudotojams neleidžiama žaisti dinozaurų Velykų kiaušinių žaidimo užregistruotoje „Chrome“ OS, bet leidžiama žaisti kitomis aplinkybėmis.</string><string id="AllowOutdatedPlugins">Leisti paleisti pasenusius papildinius</string><string id="AllowOutdatedPlugins_Explain">If you enable this setting, outdated plugins are used as normal plugins.

If you disable this setting, outdated plugins will not be used and users will not be asked for permission to run them.

If this setting is not set, users will be asked for permission to run outdated plugins.</string><string id="AllowScreenLock">Leidimas užrakinti ekraną</string><string id="AllowScreenLock_Explain">If this policy is set to false, users will not be able to lock the screen (only signing out from the user session will be possible). If this setting is set to true or not set, users who authenticated with a password can lock the screen.</string><string id="AllowedDomainsForApps">Nurodyti domenus, kuriems leidžiama pasiekti „Google Apps“</string><string id="AllowedDomainsForApps_Explain">Enables Google Chrome's restricted log in feature in Google Apps and prevents users from changing this setting.

If you define this setting, the user will only be able to access
Google Apps (such as Gmail) using accounts from the specified domains.

This setting will NOT prevent the user from loging in on a managed device
that requires Google authentication. The user will still be allowed to
sign in to accounts from other domains, but they will receive an error
when trying to use Google Apps with those accounts.

If you leave this setting empty/not-configured, the user will be able to
access Google Apps with any account.

This policy causes the X-GoogApps-Allowed-Domains header to be appended to
all HTTP and HTTPS requests to all google.com domains, as described in
https://support.google.com/a/answer/1668854.

Users cannot change or override this setting.</string><string id="AlternateErrorPagesEnabled">Įgalinti kitus klaidų puslapius</string><string id="AlternateErrorPagesEnabled_Explain">Įgalinamas alternatyvių klaidų puslapių, integruotų „Google Chrome“ (pvz., „puslapis nerastas“), naudojimas ir neleidžiama naudotojams keisti šio nustatymo.

Jei įgalinate šį nustatymą, naudojami alternatyvūs klaidų puslapiai.

Jei neleidžiate šio nustatymo, alternatyvūs klaidų puslapiai niekada nenaudojami.

Jei įgalinate šį nustatymą arba jo neleidžiate, naudotojai negali jo pakeisti ar panaikinti „Google Chrome“.

Nenustačius šios politikos, tai bus įgalinta, bet naudotojas (-a) galės tai pakeisti.</string><string id="AlwaysAuthorizePlugins">Visada paleidžiami papildiniai, kuriuos naudojant reikalinga prieigos teisė</string><string id="AlwaysAuthorizePlugins_Explain">If you enable this setting, plugins that are not outdated always run.

If this setting is disabled or not set, users will be asked for permission to run plugins that require authorization. These are plugins that can compromise security.</string><string id="ArcBackupRestoreEnabled">„Android“ atsarginio kopijavimo paslaugos įgalinimas</string><string id="ArcBackupRestoreEnabled_Explain">Kai ši politika nustatyta kaip „true“, „Android“ programos duomenys įkeliami į „Android“ atsarginių kopijų serverius ir pakartotinai diegiant suderinamas programas yra atkuriami iš šių serverių.

Kai ši politika nustatyta kaip „false“, „Android“ atsarginių kopijų kūrimo paslauga yra išjungta.

Jei šis nustatymas sukonfigūruotas, naudotojai negali pakeisti jo patys.

Jei šis nustatymas nesukonfigūruotas, naudotojai „Android“ nustatymų programoje gali įjungti arba išjungti „Android“ atsarginių kopijų kūrimo paslaugą.</string><string id="ArcCertificatesSyncMode">Nustatykite, ar sertifikatai bus prieinami ARC programose</string><string id="ArcCertificatesSyncMode_Explain">Nustačius „SyncDisabled“ arba nesukonfigūravus, Google Chrome OS sertifikatų nebus galima naudoti ARC programose.

Nustačius „CopyCaCerts“, visi per ONC įdiegti CA sertifikatai su „Web TrustBit“ bus prieinami ARC programose.</string><string id="ArcCertificatesSyncMode_SyncDisabled">Neleisti naudoti „Google Chrome OS“ sertifikatų ARC programose</string><string id="ArcCertificatesSyncMode_CopyCaCerts">Įgalinti „Google Chrome OS“ CA sertifikatus ARC programose</string><string id="ArcEnabled">ARC įgalinimas</string><string id="ArcEnabled_Explain">Kai ši politika yra galiojanti, ARC įgalinama naudotojui
(taikomos papildomos politikos nustatymų patikros – ARC vis tiek bus
nepasiekiama, jei trumpalaikis režimas arba kelios paskyros įgalintos
dabartinėje naudotojo sesijoje).

Jei šis nustatymas išjungtas arba nesukonfigūruotas, įmonių naudotojai
negali naudoti ARC.</string><string id="ArcLocationServiceEnabled">„Android“ skirtos „Google“ vietovių paslaugos įgalinimas</string><string id="ArcLocationServiceEnabled_Explain">When this policy is set to true, the Android Google Location Service is enabled. This will allow Android apps to use its data to find the device location, and also will enable submitting of anonymous location data to Google.

When this policy is set to false, Android Google Location Service will be switched off.

If this setting is configured then users are not able change it themselves.

If this setting is not configured then users are able to turn Google Location Service on and off in the Android Settings app.

Note that this policy value may be overridden by the DefaultGeolocationSetting policy, when the latter is set to BlockGeolocation.

This policy is applicable only to the users that are able to run Android apps.</string><string id="ArcPolicy">ARC konfigūravimas</string><string id="ArcPolicy_Explain">Nurodomos politikos nuostatos, kurios bus perduotos vykdant ARC. Vertė turi būti galiojantis JSON.

Ši politika gali būti naudojama norint sukonfigūruoti, kurios „Android“ programos yra automatiškai įdiegiamos įrenginyje:

{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;applications&quot;: {
&quot;type&quot;: &quot;array&quot;,
&quot;items&quot;: {
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;packageName&quot;: {
&quot;description&quot;: &quot;„Android“ programos identifikatorius, pvz., &quot;com.google.android.gm&quot; skirtas „Gmail“&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;installType&quot;: {
&quot;description&quot;: &quot;Nurodoma, kaip įdiegta programa. OPTIONAL: programa neįdiegta automatiškai, bet ją gali įdiegti naudotojas. Tai yra numatytasis nustatymas, jei ši politika nėra nurodoma. PRELOAD: programa įdiegta automatiškai, bet naudotojas gali ją pašalinti. FORCE_INSTALLED: programa įdiegta automatiškai, ir naudotojas negali jos pašalinti. BLOCKED: programa yra užblokuota ir negali būti įdiegta. Jei programa buvo įdiegta galiojant ankstesnei politikai, ji bus pašalinta.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;OPTIONAL&quot;,
&quot;PRELOAD&quot;,
&quot;FORCE_INSTALLED&quot;,
&quot;BLOCKED&quot;
]
},
&quot;defaultPermissionPolicy&quot;: {
&quot;description&quot;: &quot;Leidimo suteikimo programoms užklausų politika. PERMISSION_POLICY_UNSPECIFIED: politika nenurodyta. Jei nenurodyta jokia leidimo politika jokiu lygmeniu, pagal numatytuosius nustatymus naudojama PROMPT elgsena. PROMPT: paraginti naudotoją suteikti leidimą. GRANT: automatiškai suteikti leidimą. DENY: automatiškai atmesti leidimą.&quot;,
&quot;type&quot;: &quot;string&quot;,
&quot;enum&quot;: [
&quot;PERMISSION_POLICY_UNSPECIFIED&quot;,
&quot;PROMPT&quot;,
&quot;GRANT&quot;,
&quot;DENY&quot;
]
},
&quot;managedConfiguration&quot;: {
&quot;description&quot;: &quot;Konkrečios programos JSON konfigūracijos objektas su rakto reikšmių porų rinkiniu, pvz., &quot;managedConfiguration&quot;: { &quot;key1&quot;: value1, &quot;key2&quot;: value2 }. Raktai nurodyti programos apraše.&quot;,
&quot;type&quot;: &quot;object&quot;
}
}
}
}
}
}

Jei norite prisegti programas prie paleidimo priemonės, žr. „PinnedLauncherApps“.</string><string id="AudioCaptureAllowed">Leisti arba atmesti garso įrašo fiksavimą</string><string id="AudioCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
audio capture access except for URLs configured in the
AudioCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and audio
capture only be available to URLs configured in AudioCaptureAllowedUrls.

This policy affects all types of audio inputs and not only the built-in microphone.</string><string id="AudioCaptureAllowedUrls">URL, kuriems bus suteikta prieiga prie garso užfiksavimo įrenginių be paraginimo</string><string id="AudioCaptureAllowedUrls_Explain">Šiame sąraše pateikti šablonai bus palyginti su užklausą pateikusio
URL saugos šaltiniu. Jei bus rasta atitiktis, galimybė pasiekti garsą
fiksuojančius įrenginius bus suteikta be raginimo.

PASTABA: iki 45 versijos programos ši politika buvo palaikoma tik įjungus viešojo terminalo režimą.</string><string id="AudioCaptureAllowedUrlsDesc">URL, kuriems bus suteikta prieiga prie garso užfiksavimo įrenginių be paraginimo</string><string id="AudioOutputAllowed">Leisti paleisti garsą</string><string id="AudioOutputAllowed_Explain">When this policy is set to false, audio output will not be available on the device while the user is logged in.

This policy affects all types of audio output and not only the built-in speakers. Audio accessibility features are also inhibited by this policy. Do not enable this policy if a screen reader is required for the user.

If this setting is set to true or not configured then users can use all supported audio outputs on their device.</string><string id="AutoFillEnabled">Įgalinti automatinį pildymą</string><string id="AutoFillEnabled_Explain">Įgalinama „Google Chrome“ automatinio pildymo funkcija ir naudotojams leidžiama automatiškai pildyti žiniatinklio formas, naudojant anksčiau išsaugotą informaciją, pvz., adresą arba kredito kortelės informaciją.

Jei šio nustatymo neleisite, naudotojai negalės naudoti automatinio pildymo funkcijos.

Jei šį nustatymą įgalinsite arba vertės nenustatysite, naudotojai ir toliau galės valdyti automatinį pildymą. Taip jie galės sukonfigūruoti automatinio pildymo profilius ir savo nuožiūra įjungti arba išjungti automatinio pildymo funkciją.</string><string id="AutofillCreditCardEnabled">Kredito kortelių automatinio pildymo funkcijos įgalinimas</string><string id="AutofillCreditCardEnabled_Explain">Įgalinama „Google Chrome“ automatinio pildymo funkcija ir naudotojams leidžiama automatiškai užpildyti žiniatinklio formas, naudojant anksčiau išsaugotą informaciją, pvz., adresą arba kredito kortelės informaciją.

Jei šį nustatymą išjungsite, Automatinio pildymo funkcija niekada nesiūlys ir automatiškai neįves kredito kortelės informacijos, taip pat neišsaugos papildomos kredito kortelės informacijos, kurią naudotojas gali pateikti naršydamas žiniatinklį.

Jei įgalinsite šį nustatymą arba nenustatysite vertės, naudotojai galės valdyti Automatinio pildymo funkciją (įskaitant kredito kortelių informaciją) naudotojo sąsajoje.</string><string id="BlockThirdPartyCookies">Blokuoti trečiosios šalies slapukus</string><string id="BlockThirdPartyCookies_Explain">Enabling this setting prevents cookies from being set by web page elements that are not from the domain that is in the browser's address bar.

Disabling this setting allows cookies to be set by web page elements that are not from the domain that is in the browser's address bar and prevents users from changing this setting.

If this policy is left not set, third party cookies will be enabled but the user will be able to change that.</string><string id="BookmarkBarEnabled">Įgalinti žymių juostą</string><string id="BookmarkBarEnabled_Explain">If you enable this setting, Google Chrome will show a bookmark bar.

If you disable this setting, users will never see the bookmark bar.

If you enable or disable this setting, users cannot change or override it in Google Chrome.

If this setting is left not set the user can decide to use this function or not.</string><string id="CaptivePortalAuthenticationIgnoresProxy">Fiksuotojo portalo autentifikavimas nepaiso tarpinio serverio</string><string id="CaptivePortalAuthenticationIgnoresProxy_Explain">This policy allows Google Chrome OS to bypass any proxy for captive portal authentication.

This policy only takes effect if a proxy is configured (for example through policy, by the user in chrome://settings, or by extensions).

If you enable this setting, any captive portal authentication pages (i.e. all web pages starting from captive portal signin page until Google Chrome detects successful internet connection) will be displayed in a separate window ignoring all policy settings and restrictions for the current user.

If you disable this setting or leave it unset, any captive portal authentication pages will be shown in a (regular) new browser tab, using the current user's proxy settings.</string><string id="CertificateTransparencyEnforcementDisabledForUrls">Sertifikato skaidrumo taikymo URL sąrašui išjungimas</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">Išjungiamas sertifikato skaidrumo reikalavimų taikymas nurodytiems URL.

Taikant šią politiką leidžiama neatskleisti prieglobos serverių pavadinimų nurodytuose URL sertifikatų taikant sertifikato skaidrumą. Todėl bus leidžiama toliau naudoti sertifikatus, kurie priešingu atveju būtų nepatikimi, nes nebuvo tinkamai viešai atskleisti, bet bus sudėtingiau aptikti netinkamai naudojamus šių prieglobų sertifikatus.

URL šablonas formatuojamas pagal https://www.chromium.org/administrators/url-blacklist-filter-format. Tačiau, kadangi sertifikatai galioja nurodytam prieglobos serverio pavadinimui, neatsižvelgiant į schemą, prievadą ar kelią, atsižvelgiama tik į URL prieglobos serverio pavadinimo dalį. Pakaitos simbolių prieglobos nepalaikomos.

Jei politika nenustatyta, bet koks sertifikatas, kurį reikia atskleisti taikant sertifikato skaidrumą, bus laikomas nepatikimu, jei nebus atskleistas vadovaujantis sertifikato skaidrumo politika.</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">Sertifikato skaidrumo taikymo URL sąrašui išjungimas</string><string id="ChromeOsLockOnIdleSuspend">Įgalinti užraktą, kai įrenginys nenaudojamas arba laikinai sustabdytas</string><string id="ChromeOsLockOnIdleSuspend_Explain">Kai „Google Chrome OS“ įrenginiai tampa neaktyvūs ar sustabdomi, įjungiamas užraktas.

Jei įgalinsite šį nustatymą, naudotojų bus prašoma pateikti slaptažodį, kad būtų galima atrakinti įrenginį iš miego režimo.

Jei išjungsite šį nustatymą, naudotojų nebus prašoma pateikti slaptažodžio norint atrakinti įrenginį iš miego režimo.

Jei įgalinsite arba išjungsite šį nustatymą, naudotojai negalės jo pakeisti arba nepaisyti.

Nenustačius politikos, naudotojas galės pasirinkti, ar atrakinant įrenginį turi būti prašoma slaptažodžio.</string><string id="ChromeOsMultiProfileUserBehavior">Tvarkyti naudotojo elgseną kelių profilių seanse</string><string id="ChromeOsMultiProfileUserBehavior_Explain">Kontroliuokite naudotojų elgseną kelių profilių sesijoje „Google Chrome OS“ įrenginiuose.

Jei ši politika nustatyta į „MultiProfileUserBehaviorUnrestricted“, naudotojas gali būti pirminiu arba antriniu kelių profilių sesijos naudotoju.

Jei ši politika nustatyta į „MultiProfileUserBehaviorMustBePrimary“, naudotojas gali būti tik pirminis kelių profilių sesijos naudotoju.

Jei ši politika nustatyta į „MultiProfileUserBehaviorNotAllowed“, naudotojas negali dalyvauti kelių profilių sesijoje.

Jei nustatysite šį nustatymą, naudotojai negalės jo pakeisti ar nepaisyti.

Jei nustatymas pakeičiamas, kai naudotojas yra prisijungęs prie kelių profilių sesijos, bus patikrinti atitinkami visų sesijos naudotojų nustatymai. Sesija bus uždaryta, jei bet kuriam iš naudotojų nebeleidžiama dalyvauti sesijoje.

Jei politika nenustatyta, numatytoji vertė „MultiProfileUserBehaviorMustBePrimary“ taikoma įmonėms tvarkomiems naudotojams, o „MultiProfileUserBehaviorUnrestricted“ – netvarkomiems naudotojams.</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorUnrestricted">Leisti įmonės naudotojui būti pirminiu ir antriniu (numatytoji elgsena nevaldomiems naudotojams)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorMustBePrimary">Leisti įmonei būti tik pirminiu kelių profilių naudotoju (numatytoji elgsena įmonių valdomiems naudotojams)</string><string id="ChromeOsMultiProfileUserBehavior_MultiProfileUserBehaviorNotAllowed">Neleisti įmonės naudotojui būti kelių profilių dalimi (pirminiu ar antriniu naudotoju)</string><string id="ChromeOsReleaseChannel">Išleidimo kanalas</string><string id="ChromeOsReleaseChannel_Explain">Nurodomas leidimo kanalas, su kuriuo šis įrenginys turėtų būti sujungtas.</string><string id="ChromeOsReleaseChannel_StableChannel">Stabilus kanalas</string><string id="ChromeOsReleaseChannel_BetaChannel">Beta versijos kanalas</string><string id="ChromeOsReleaseChannel_DevChannel">Kuriamas kanalas (gali būti nestabilus)</string><string id="ChromeOsReleaseChannelDelegated">Ar naudotojui (-ai) turėtų būti leidžiama konfigūruoti paleidimo kanalą</string><string id="ChromeOsReleaseChannelDelegated_Explain">Jei šios politikos nustatymas yra „True“ (tiesa) ir politika „ChromeOsReleaseChannel“ („Chrome“ OS paleidimo kanalas) nenurodyta, tada užregistruoto domeno naudotojams leidžiama keisti įrenginio paleidimo kanalą. Jei šios politikos nustatymas yra „False“ (netiesa), įrenginys užrakinamas bet kuriame kanale, kuriame paskutinį kartą buvo nustatytas.

Naudotojo (-os) pasirinktas kanalas bus pakeistas taikant politiką „ChromeOsReleaseChannel“ („Chrome“ OS paleidimo kanalas), bet jei politikos kanalas stabilesnis nei tas, kuris įdiegtas įrenginyje, kanalas perjungiamas, tik kai stabilesnio kanalo versija yra naujesnė nei įdiegta įrenginyje.</string><string id="ComponentUpdatesEnabled">Įgalinami „Google Chrome“ komponentų naujiniai</string><string id="ComponentUpdatesEnabled_Explain">Įgalinami visų „Google Chrome“ komponentų naujiniai, kai nenustatyta arba nustatyta vertė „True“.

Jei nustatyta vertė „False“, komponentų naujiniai bus išjungti. Tačiau kai kuriems komponentams ši politika netaikoma: komponentų, kuriuose nėra vykdomojo kodo, kurie nežymiai pakeičia naršyklės veikimą arba kurie yra labai svarbūs jos saugai, nėra išjungiami.
Tokių komponentų pavyzdžiai yra sertifikatų anuliavimo sąrašai ir saugaus naršymo duomenys.
Daugiau informacijos apie Saugų naršymą rasite adresu https://developers.google.com/safe-browsing.</string><string id="DefaultPrinterSelection">Numatytojo spausdintuvo pasirinkimo taisyklės</string><string id="DefaultPrinterSelection_Explain">Nepaisoma „Google Chrome“ numatytojo spausdintuvo pasirinkimo taisyklių.

Pagal šią politiką nustatomos numatytojo spausdintuvo pasirinkimo „Google Chrome“ taisyklės. Spausdintuvas pasirenkamas pirmą kartą profilyje naudojant spausdinimo funkciją.

Kai ši politika nustatyta, „Google Chrome“ bandys rasti visus nurodytus atributus atitinkantį spausdintuvą ir pasirinks jį kaip numatytąjį spausdintuvą. Pasirenkamas pirmas politiką atitikęs spausdintuvas. Jei atitiktis nėra unikali, gali būti pasirinktas bet koks spausdintuvas, atsižvelgiant į spausdintuvų aptikimo eilės tvarką.

Jei ši politika nenustatyta arba per skirtą laiką nerandamas atitinkantis spausdintuvas, kaip numatytasis spausdintuvas pasirenkamas įtaisytasis PDF spausdintuvas arba nepasirenkamas joks spausdintuvas, jei PDF spausdintuvas nepasiekiamas.

Vertė analizuojama kaip JSON objektas, atitinkantis toliau nurodytą schemą:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;Whether to limit the search of the matching printer to a specific set of printers.&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer id.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;Regular expression to match printer display name.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

Prie „Google Cloud Print“ prijungti spausdintuvai laikomi „&quot;cloud&quot;“, o kiti spausdintuvai priskiriami kategorijai „&quot;local&quot;“.
Jei laukas praleidžiamas, tai reiškia, kad atitiko visos vertės. Pvz., nenurodžius ryšio spausdinimo peržiūra inicijuos visų tipų spausdintuvų (vietinių ir iš debesies) aptikimą.
Reguliariųjų reiškinių šablonai turi atitikti „JavaScript“ reguliariųjų reiškinių sintaksę. Atitiktyse skiriamos didžiosios ir mažosios raidės.</string><string id="DeveloperToolsDisabled">Neleisti kūrėjo įrankių</string><string id="DeveloperToolsDisabled_Explain">Išjungiami kūrėjo įrankiai ir „JavaScript“ pultas.

Jei įgalinsite šį nustatymą, nebebus galima pasiekti kūrėjo įrankių ir patikrinti svetainės elementų. Bus išjungti visi spartieji klavišai ir meniu ar kontekstinių meniu įrašai, skirti kūrėjo įrankiams ar „JavaScript“ pultui atidaryti.

Išjungus šią parinktį ar jos nenustačius naudotojai galės naudoti kūrėjo įrankius ir „JavaScript“ pultą.</string><string id="DeviceAllowBluetooth">Leisti „Bluetooth“ įrenginyje</string><string id="DeviceAllowBluetooth_Explain">Jei ši politika bus nustatyta į „False“, „Google Chrome OS“ išjungs „Bluetooth“ ir naudotojas negalės jo vėl įgalinti.

Jei ši politika bus nustatyta į „True“ arba nenustatyta, naudotojas galės pasirinkti įgalinti arba išjungti „Bluetooth“.

Jei ši politika nustatyta, naudotojas negali jos pakeisti ar nepaisyti.

Kai įgalinama „Bluetooth“, naudotojas turi atsijungti ir vėl prisijungti, kad pakeitimai įsigaliotų (išjungiant „Bluetooth“, to atlikti nereikia).</string><string id="DeviceAllowNewUsers">Leisti kurti naujų naudotojų paskyras</string><string id="DeviceAllowNewUsers_Explain">Controls whether Google Chrome OS allows new user accounts to be created. If this policy is set to false, users that do not have an account already will not be able to login.

If this policy is set to true or not configured, new user accounts will be allowed to be created provided that DeviceUserWhitelist does not prevent the user from logging in.</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers">Leisti naudotojams pasinaudoti pasiūlymais atliekant „Chrome“ OS registraciją</string><string id="DeviceAllowRedeemChromeOsRegistrationOffers_Explain">Įmonės įrenginių IT administratoriai gali naudoti šią žymą, kad valdytų, ar leisti naudotojams išpirkti pasiūlymus vykdant „Chrome“ OS registraciją.

Jei ši politika galioja arba nėra nustatyta, naudotojai galės išpirkti pasiūlymus vykdydami „Chrome“ OS registraciją.

Jei ši politika negalioja, naudotojas negalės išpirkti pasiūlymų.</string><string id="DeviceAutoUpdateDisabled">Neleidžiamas automatinis naujinys</string><string id="DeviceAutoUpdateDisabled_Explain">Neleidžiami automatiniai naujiniai, kai nustatyta į „true“.

„Google Chrome OS“ įrenginiai automatiškai tikrina, ar yra naujinių, kai šis nustatymas nesukonfigūruotas ar nustatytas į „false“.

Įspėjimas: rekomenduojama įgalinti automatinius naujinius, kad naudotojai gautų programinės įrangos naujinius ir svarbias saugos pataisas. Išjungus automatinius naujinius gali kilti grėsmė naudotojų saugai.</string><string id="DeviceAutoUpdateP2PEnabled">Įgalintas automatinis P2P naujinys</string><string id="DeviceAutoUpdateP2PEnabled_Explain">Nurodoma, ar P2P bus naudojamas naudingosiose OS naujinių apkrovose. Jei ši politika galioja, įrenginiai bendrins ir bandys naudoti naujinio naudingąsias apkrovas per LAN, taip potencialiai sumažindami interneto pralaidumo naudojimą ir perpildymą. Jei naujinio naudingoji apkrova nepasiekiama naudojant LAN, įrenginys vykdys atsisiuntimą iš naujinio serverio. Jei ši politika negalioja ar yra nesukonfigūruota, P2P nebus naudojama.</string><string id="DeviceBlockDevmode">Blokuoti kūrėjo režimą</string><string id="DeviceBlockDevmode_Explain">Blokuoti kūrėjo režimą.

Jei šios politikos nuostata nustatyta į „Taip“, „Google Chrome OS“ neleis paleisti įrenginio kūrėjo režimu. Sistema nebus paleista ir bus rodomas klaidos ekranas, įjungus kūrėjo jungiklį.

Jei ši politika nenustatyta ar nustatyta „Ne“, kūrėjo režimas liks pasiekiamas įrenginiui.</string><string id="DeviceDataRoamingEnabled">Įgalinti duomenų tarptinklinį ryšį</string><string id="DeviceDataRoamingEnabled_Explain">Nustatoma, ar įrenginyje turėtų būti įgalintas duomenų tarptinklinis ryšys. Jei nustatyta į „true“ (tiesa), leidžiamas duomenų tarptinklinis ryšys. Jei nesukonfigūruojama ar nustatoma į „false“, duomenų tarptinklinis ryšys nepasiekiamas.</string><string id="DeviceEphemeralUsersEnabled">Ištrinti naudotojo duomenis atsijungiant</string><string id="DeviceEphemeralUsersEnabled_Explain">Nustatoma, ar „Google Chrome OS“ paliekami vietiniai paskyros duomenys atsijungus. Jei nustatyta į „true“ (tiesa), jokios nuolatinės paskyros nelaikomos „Google Chrome OS“ ir visi duomenys iš naudotojo sesijos atmetami atsijungus. Jei ši politika nustatyta į „false“ (netiesa) arba nesukonfigūruota, įrenginyje gali būti laikomi (šifruoti) vietiniai naudotojo duomenys.</string><string id="DeviceGuestModeEnabled">Įgalinti svečio režimą</string><string id="DeviceGuestModeEnabled_Explain">Jei ši politika nustatyta į „true“ (tiesa) arba nesukonfigūruota, „Google Chrome OS“ įgalinami svečių prisijungimai. Svečių prisijungimai – tai anoniminės naudotojų sesijos ir nereikalaujama slaptažodžio.

Jei ši politika nustatyta į „false“ (netiesa), „Google Chrome OS“ neleidžiama pradėti svečio sesijų.</string><string id="DeviceLoginScreenAppInstallList">Įdiegtų programų sąrašo konfigūravimas prisijungimo ekrane</string><string id="DeviceLoginScreenAppInstallList_Explain">
Specifies a list of apps that are installed silently on the login screen,
without user interaction, and which cannot be uninstalled.
All permissions requested by the apps are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app.

Note that, for security and privacy reasons, extensions are not allowed to be installed using this policy. Moreover, the devices on the Stable channel will only install the apps that belong to the whitelist bundled into Google Chrome. Any items that don't conform to these conditions will be ignored.

If an app that previously had been force-installed is removed from this list, it is automatically uninstalled by Google Chrome.

Each list item of the policy is a string that contains an extension ID and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string found e.g. on chrome://extensions when in developer mode. The &quot;update&quot; URL should point to an Update Manifest XML document as described at https://developer.chrome.com/extensions/autoupdate. Note that the &quot;update&quot; URL set in this policy is only used for the initial installation; subsequent updates of the extension employ the update URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx installs the Chrome Remote Desktop app from the standard Chrome Web Store &quot;update&quot; URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.</string><string id="DeviceLoginScreenAppInstallListDesc">Įdiegtų programų sąrašo konfigūravimas prisijungimo ekrane</string><string id="DeviceLoginScreenInputMethods">Įrenginio prisijungimo ekrano klaviatūros išdėstymai</string><string id="DeviceLoginScreenInputMethods_Explain">Konfigūruojama, kokie klaviatūros išdėstymai leidžiami „Google Chrome OS“ prisijungimo ekrane.

Jei ši politika nustatyta į įvesties metodo identifikatorių sąrašą, pateikti įvesties metodai bus pasiekiami prisijungimo ekrane. Pirmas pateiktas įvesties metodas bus pasirinktas iš anksto. Kai naudotojas yra prisijungimo ekrane, be pagal šią politiką pasiekiamų metodų, bus pasiekiamas ir paskutinis naudotas įvesties metodas. Jei ši politika nenustatyta, įvesties metodai prisijungimo ekrane bus nustatyti atsižvelgiant į lokalę, kuria pateikiamas prisijungimo ekranas. Bus nepaisoma verčių, kurios nėra galiojantys įvesties metodo identifikatoriai.</string><string id="DeviceLoginScreenInputMethodsDesc">Įrenginio prisijungimo ekrano klaviatūros išdėstymai</string><string id="DeviceLoginScreenLocales">Įrenginio prisijungimo ekrano lokalė</string><string id="DeviceLoginScreenLocales_Explain">Konfigūruojama „Google Chrome OS“ prisijungimo ekrane priverstinai vykdoma lokalė.

Jei ši politika nustatyta, prisijungimo ekranas visada bus pateikiamas lokale, kuria pateikta pirma šios politikos vertė (politika apibrėžta kaip sąrašas, kad būtų suderinama ir ateityje).  Jei ši politika nenustatyta arba nustatytas tuščias sąrašas, prisijungimo ekranas bus pateikiamas paskutinės naudotojo sesijos lokale.  Jei ši politika nustatyta į netinkamą lokalės vertę, prisijungimo ekranas bus pateikiamas atsargine lokale (šiuo metu tai en-US).</string><string id="DeviceLoginScreenLocalesDesc">Įrenginio prisijungimo ekrano lokalė</string><string id="DeviceLoginScreenPowerManagement">Energijos valdymas prisijungimo ekrane</string><string id="DeviceLoginScreenPowerManagement_Explain">Konfigūruokite maitinimo tvarkymą „Google Chrome OS“ prisijungimo ekrane.

Pagal šią politiką leidžiama konfigūruoti, kaip „Google Chrome OS“ elgiasi, kai tam tikrą laiką naudotojas neatlieka jokių veiksmų, kol rodomas prisijungimo ekranas. Pagal politiką tvarkomi keli nustatymai. Jei norite nustatyti individualią semantiką ir verčių diapazonus, žr. atitinkamą politiką, pagal kurią tvarkomas maitinimas per sesiją. Yra tik du šios politikos nukrypimai:
* Veiksmai, kurių bus imtasi esant neveikos būsenai arba kai uždaromas dangtis, negali būti sesijos užbaigimas.
* Numatytasis veiksmas, atliekamas esant neveikos būsenai, kai naudojama kintamoji srovė, yra išjungimas.

Jei nustatymas nenurodytas, naudojama numatytoji vertė.

Jei ši politika nenustatyta, naudojami numatytieji nustatymai.</string><string id="DeviceMetricsReportingEnabled">Įgalinti metrikos ataskaitų teikimą</string><string id="DeviceMetricsReportingEnabled_Explain">Valdoma, ar naudojimo metrikos ir diagnostikos duomenų ataskaitos, įskaitant strigčių ataskaitas, teikiamos atgal į sistemą „Google“. Jei nustatyta į „true“, „Google Chrome OS“ teiks naudojimo metrikos ir diagnostikos duomenų ataskaitas. Jei nesukonfigūruota ar nustatyta į „false“, metrikos ir diagnostikos duomenų ataskaitų teikimas bus neleidžiamas.</string><string id="DeviceNativePrinters">Įrenginiams skirtas įmonės spausdintuvų konfigūracijos failas</string><string id="DeviceNativePrinters_Explain">Nurodoma su įrenginiais susietų įmonės spausdintuvų konfigūracija.

Pagal šią politiką leidžiama nurodyti „Google Chrome OS“ įrenginių spausdintuvų konfigūraciją. Failo dydis neturi viršyti 5 MB ir failas turi būti koduotas naudojant JSON. Toks pats formatas nurodytas „NativePrinters“ žodyne. Numatyta, kad failas, kuriame yra maždaug 21 tūkst. spausdintuvų, bus koduojamas kaip 5 MB failas. Atsisiųsto failo vientisumas patikrinamas naudojant kriptografinę maišą.

Failas atsisiunčiamas ir išsaugomas talpykloje. Jis bus iš naujo atsisiųstas, kai pasikeis URL arba maiša.

Jei ši politika nustatyta, „Google Chrome OS“ atsisiųs spausdintuvo konfigūracijų failą ir suteiks galimybę naudoti spausdintuvus pagal „DeviceNativePrintersAccessMode“, „DeviceNativePrintersWhitelist“ ir „DeviceNativePrintersBlacklist“.

Ši politika nepaveiks naudotojams suteiktos galimybės konfigūruoti spausdintuvus atskiruose įrenginiuose. Politika papildo atskirų naudotojų spausdintuvų konfigūraciją.

Ši politika yra politikos „NativePrintersBulkConfiguration“ priedas.

Nenustačius šios politikos, nebus įrenginių spausdintuvų ir nebus paisoma kitų „DeviceNativePrinter*“ politikos nuostatų.</string><string id="DeviceNativePrintersAccessMode">Įrenginių spausdintuvų konfigūracijos pasiekiamumo politika.</string><string id="DeviceNativePrintersAccessMode_Explain">Valdoma, kurie spausdintuvai iš „DeviceNativePrinters“ pasiekiami naudotojams.

Nustatoma, kuri pasiekiamumo politika naudojama masinei spausdintuvų konfigūracijai. Jei pasirinkta „AllowAll“, rodomi visi spausdintuvai. Jei pasirinkta „BlacklistRestriction“, „DeviceNativePrintersBlacklist“ naudojama pasiekiamumui prie nurodytų spausdintuvų apriboti. Jei pasirinkta „WhitelistPrintersOnly“, „DeviceNativePrintersWhitelist“ nustato tik tuos spausdintuvus, kuriuos galima pasirinkti.

Jei ši politika nenustatyta, taikoma „BlacklistRestriction“.
</string><string id="DeviceNativePrintersAccessMode_BlacklistRestriction">Rodomi visi spausdintuvai, išskyrus įtrauktuosius į juodąjį sąrašą.</string><string id="DeviceNativePrintersAccessMode_WhitelistPrintersOnly">Naudotojams rodomi tik į baltąjį sąrašą įtraukti spausdintuvai</string><string id="DeviceNativePrintersAccessMode_AllowAll">Leisti naudoti visus spausdintuvus pasitelkus konfigūracijos failą.</string><string id="DeviceNativePrintersBlacklist">Išjungti įmonės įrenginių spausdintuvai</string><string id="DeviceNativePrintersBlacklist_Explain">Nurodomi spausdintuvai, kurių naudotojas negali naudoti.

Ši politika naudojama, tik jei pasirinktas politikos „DeviceNativePrintersAccessMode“ nustatymas „BlacklistRestriction“.

Jei ši politika naudojama, naudotojui teikiami visi spausdintuvai, išskyrus šioje politikoje nurodytus ID.
</string><string id="DeviceNativePrintersBlacklistDesc">Išjungti įmonės įrenginių spausdintuvai</string><string id="DeviceNativePrintersWhitelist">Įgalinti įmonės įrenginių spausdintuvai</string><string id="DeviceNativePrintersWhitelist_Explain">Nurodomi spausdintuvai, kuriuos gali naudoti naudotojas.

Ši politika naudojama, tik jei pasirinktas politikos „DeviceNativePrintersAccessMode“ nustatymas „WhitelistPrintersOnly“.

Jei ši politika naudojama, naudotojui pasiekiami tik spausdintuvai, kurių ID atitinka šioje politikoje nurodytas vertes. ID turi atitikti įrašus faile, kuris nurodytas „DeviceNativePrinters“.
</string><string id="DeviceNativePrintersWhitelistDesc">Įgalinti įmonės įrenginių spausdintuvai</string><string id="DeviceOffHours">Nenaudojimo valandų intervalai, kai netaikoma įrenginio politika „OffHours“ |ignored_policy_proto_tags|</string><string id="DeviceOffHours_Explain">Nustačius politiką „OffHours“ nustatytais laiko intervalais nepaisoma nurodytos įrenginio politikos (naudojami numatytieji šios politikos nustatymai). Įrenginio politiką „Chrome“ pakartotinai pritaiko per kiekvieną įvykį, kai „OffHours“ laikotarpis prasideda ir baigiasi. Naudotojams bus pranešta ir jie bus priverstinai atjungti, kai „OffHours“ laikas pasibaigs ir įrenginio politikos nustatymai bus pakeisti (pvz., kai naudotojas bus prisijungęs su neleidžiama paskyra).</string><string id="DeviceOpenNetworkConfiguration">Įrenginio lygio tinklo konfigūracija</string><string id="DeviceOpenNetworkConfiguration_Explain">Leidžiama naudoti tinklo konfigūraciją, kad būtų taikoma visiems „Google Chrome OS“ įrenginio naudotojams. Tinklo konfigūracija yra JSON suformatuota eilutė, kaip nurodyta atvirojo tinklo konfigūracijos formato, aprašyto šiuo adresu: https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="DevicePolicyRefreshRate">Atnaujinti įrenginio politikos reitingą</string><string id="DevicePolicyRefreshRate_Explain">Milisekundėmis nurodomas laikotarpis, per kurį įrenginio tvarkymo paslaugai pateikiama užklausa dėl įrenginio politikos informacijos.

Nustačius šią politiką nepaisoma numatytosios 3 valandų vertės. Tinkamos šios politikos vertės svyruoja nuo 1 800 000 (30 minučių) iki 86 400 000 (1 diena). Vertės už šio diapazono ribų bus nustatytos į šio diapazono vertę.

Jei ši politika nebus nustatyta, „Google Chrome OS“ naudos numatytąją vertę – 3 val.

Atminkite, kad jei platformoje palaikomi politikos pranešimai, atnaujinimo delsa bus nustatyta į 24 val. (bus nepaisoma visų numatytųjų nustatymų ir šios politikos vertės), nes tikimasi, kad politikos pranešimai automatiškai suaktyvins atnaujinimą kaskart, kai politika bus pakeista, todėl nereikės dažniau atnaujinti.</string><string id="DeviceQuirksDownloadEnabled">Įgalinti užklausas į „Quirks Server“, skirtas aparatinės įrangos profiliams</string><string id="DeviceQuirksDownloadEnabled_Explain">The Quirks Server provides hardware-specific configuration files, like
ICC display profiles to adjust monitor calibration.

When this policy is set to false, the device will not attempt to
contact the Quirks Server to download configuration files.

If this policy is true or not configured then Google Chrome OS will automatically contact the Quirks Server and download configuration files, if available, and store them on the device.  Such files might, for example, be used to improve display quality of attached monitors.</string><string id="DeviceRebootOnShutdown">Automatinis paleidimas iš naujo, kai išjungiamas įrenginys</string><string id="DeviceRebootOnShutdown_Explain">Jei ši politika nustatyta į „false“ arba nesukonfigūruota, „Google Chrome OS“ leidžia naudotojui išjungti įrenginį.
Jei ši politika nustatyta į „true“, „Google Chrome OS“ suaktyvina paleidimą iš naujo, kai naudotojas išjungia įrenginį. Visus išjungimo mygtukų atvejus NS „Google Chrome OS“ pakeičia paleidimo iš naujo mygtukais. Jei naudotojas išjungia įrenginį naudodamas maitinimo mygtuką, įrenginys nėra automatiškai paleidžiamas iš naujo, net jei politika įgalinta.</string><string id="DeviceShowUserNamesOnSignin">Rodyti naudotojų vardus prisijungimo ekrane</string><string id="DeviceShowUserNamesOnSignin_Explain">If this policy is set to true or not configured, Google Chrome OS will show existing users on the login screen and allow to pick one.

If this policy is set to false, Google Chrome OS will not show existing users on the login screen. The normal sign-in screen (prompting for the user email and password or phone) or the SAML interstital screen (if enabled via the LoginAuthenticationBehavior policy) will be shown, unless a Public Session is configured. When a Public Session is configured, only the Public Session accounts will be shown, allowing to pick one of them.

Note that this policy does not affect whether the device keeps or discards the local user data.</string><string id="DeviceStartUpFlags">Visos sistemos žymos, kurios bus taikomos paleidžiant „Google Chrome“</string><string id="DeviceStartUpFlags_Explain">Nurodomos žymos, kurios turėtų būti pritaikytos, kai paleidžiama „Google Chrome“. Nurodytos žymos pritaikomos tik prisijungimo ekrane. Naudojant šią politiką išsiųstos žymos nepertraukia naudotojų sesijų.</string><string id="DeviceStartUpFlagsDesc">Visos sistemos žymos, kurios bus taikomos paleidžiant „Google Chrome“</string><string id="DeviceTargetVersionPrefix">Taikomo automatinio naujinio versija</string><string id="DeviceTargetVersionPrefix_Explain">Nustatoma tikslinė automatinių naujinių versija.

Nurodomas tikslinės versijos, į kurią turėtų būti atnaujinta „Google Chrome OS“, priešdėlis. Jei įrenginyje vykdoma ankstesnė nei nurodyto priešdėlio versija, naudojant nurodytą priešdėlį atnaujinama į naujausią versiją. Jei įrenginyje jau veikia naujesnė versija, tai neturi jokios įtakos (t. y. ankstesnė versija negrąžinama) ir įrenginyje išlieka dabartinė versija. Priešdėlio formatas veikia pagal komponentus, kaip nurodyta šiame pavyzdyje:

&quot;&quot; (arba nesukonfigūruota): atnaujinti į naujausią pasiekiamą versiją.
&quot;1412.&quot;: atnaujinti į šalutinę 1412 versiją (pvz., 1412.24.34 arba 1412.60.2)
&quot;1412.2.&quot;: atnaujinti į šalutinę 1412.2 versiją (pvz., 1412.2.34 arba 1412.2.2)
&quot;1412.24.34&quot;: atnaujinti tik į šią konkrečią versiją

Įspėjimas: nerekomenduojama konfigūruoti versijos apribojimų, nes dėl jų naudotojai gali negauti programinės įrangos naujinių ir svarbių saugos pataisų. Apribojus, kad būtų įdiegti tik konkrečios versijos priešdėlio naujiniai, gali kilti grėsmė naudotojų saugai.</string><string id="DeviceUpdateAllowedConnectionTypes">Leistini ryšio tipai naujinant</string><string id="DeviceUpdateAllowedConnectionTypes_Explain">Ryšių, leidžiamų naudoti OS naujiniams, tipai. OS naujiniai potencialiai apsunkina ryšį dėl savo dydžio, todėl gali būti taikomi papildomi mokesčiai. Taigi pagal numatytuosius nustatymus jie nėra įgalinti brangiais laikomiems ryšių tipams, įskaitant šiuo metu naudojamus „WiMax“, „Bluetooth“ ir „Cellular“.

Atpažįstami ryšio tipo identifikatoriai yra „ethernet“, „wifi“, „wimax“, „bluetooth“ ir „cellular“.</string><string id="DeviceUpdateAllowedConnectionTypesDesc">Leistini ryšio tipai naujinant</string><string id="DeviceUpdateHttpDownloadsEnabled">Leisti automatinio naujinio atsisiuntimus naudojant HTTP</string><string id="DeviceUpdateHttpDownloadsEnabled_Explain">Automatinį naudingųjų apkrovų „Google Chrome OS“ naujinį galima atsisiųsti naudojant HTTP, o ne HTTPS. Taip leidžiama skaidriai HTTP talpykloje saugoti HTTP atsisiuntimus.

Jei ši politika galioja, „Google Chrome OS“ bandys atsisiųsti automatinį naudingųjų apkrovų naujinį naudodama HTTP. Jei ši politika negalioja arba yra nenustatyta, automatinis naudingųjų apkrovų naujinys bus atsisiunčiamas naudojant HTTPS.</string><string id="DeviceUpdateScatterFactor">Automatiškai atnaujinamas sklaidos veiksnys</string><string id="DeviceUpdateScatterFactor_Explain">Nurodoma, iki kiek sekundžių įrenginys gali atsitiktinai atidėti naujinio atsisiuntimą nuo tada, kai naujinys buvo pirmąkart išsiųstas iš serverio. Įrenginys gali laukti dalį šio laiko pagal realųjį laiką, o likusią dalį – pagal naujinio tikrinimo kartus. Bet kuriuo atveju yra nustatyta viršutinė sklaidos riba (tam tikra trukmė), kad įrenginys nelauktų atsisiuntimo be galo.</string><string id="DeviceUserWhitelist">Prisijungusių naudotojų baltasis sąrašas</string><string id="DeviceUserWhitelist_Explain">Defines the list of users that are allowed to login to the device. Entries are of the form user@domain, such as madmax@managedchrome.com. To allow arbitrary users on a domain, use entries of the form *@domain.

If this policy is not configured, there are no restrictions on which users are allowed to sign in. Note that creating new users still requires the DeviceAllowNewUsers policy to be configured appropriately.</string><string id="DeviceUserWhitelistDesc">Prisijungusių naudotojų baltasis sąrašas</string><string id="DeviceWallpaperImage">Įrenginio ekrano fono vaizdas</string><string id="DeviceWallpaperImage_Explain">Konfigūruokite įrenginio lygio ekrano fono vaizdą, kuris rodomas prisijungimo ekrane, jei prie įrenginio neprisijungė joks naudotojas. Politika nustatoma nurodant URL, kuriuo „Chrome“ OS įrenginys gali atsisiųsti ekrano fono vaizdą ir kriptografinę maišos vertę, kuri naudojama atsisiuntimo vientisumui patvirtinti. Vaizdas turi būti JPEG formato, o dydis neturi viršyti 16 MB. URL turi būti pasiekiamas be autentifikavimo. Ekrano fono vaizdas atsisiunčiamas ir įkeliamas į talpyklą. Jis bus iš naujo atsisiųstas pasikeitus URL arba maišos vertei.

Politika turėtų būti nurodyta kaip eilutė, kurioje pateikiamas URL ir maišos vertė JSON formatu, pvz.,
{
&quot;url&quot;: &quot;https://example.com/device_wallpaper.jpg&quot;,
&quot;hash&quot;: &quot;examplewallpaperhash&quot;
}

Jei nustatyta įrenginio politika, „Chrome“ OS įrenginys atsisiųs ir naudos ekrano fono vaizdą prisijungimo ekrane, jei joks naudotojas neprisijungė prie įrenginio. Kai naudotojas prisijungs, įsigalios naudotojo ekrano fono politika.

Jei įrenginio ekrano fono politika nenustatyta, naudotojo ekrano fono politika, jei nustatyta, lemia, kas bus rodoma.</string><string id="Disable3DAPIs">Neleisti palaikyti trimatės grafikos API</string><string id="Disable3DAPIs_Explain">Enabling this setting prevents web pages from accessing the graphics processing unit (GPU). Specifically, web pages can not access the WebGL API and plugins can not use the Pepper 3D API.

Disabling this setting or leaving it not set potentially allows web pages to use the WebGL API and plugins to use the Pepper 3D API. The default settings of the browser may still require command line arguments to be passed in order to use these APIs.

If HardwareAccelerationModeEnabled is set to false, Disable3DAPIs is ignored and it is equivalent to Disable3DAPIs being set to true.</string><string id="DisablePluginFinder">Nurodyti, ar turi būti neleidžiamas papildinių ieškiklis</string><string id="DisablePluginFinder_Explain">Jei įgalinsite šį nustatymą, automatinė paieška ir trūkstamų papildinių diegimas bus neleidžiami „Google Chrome“.

Neleidus šios parinkties ar jos nenustačius papildinių paieškos priemonė bus aktyvi.</string><string id="DisableSafeBrowsingProceedAnyway">Neleisti tęsti veiksmų iš Saugaus naršymo įspėjimo puslapio</string><string id="DisableSafeBrowsingProceedAnyway_Explain">Naudojant Saugaus naršymo paslaugą rodomas įspėjimo puslapis, kai naudotojai naršo svetaines, kurios pažymėtos kaip potencialiai kenkėjiškos. Įgalinus šį nustatymą neleidžiama naudotojams iš įspėjimo puslapio tęsti veiksmų kenkėjiškoje svetainėje.

Jei šis nustatymas išjungtas arba nesukonfigūruotas, naudotojai gali pasirinkti tęsti veiksmus pažymėtoje svetainėje, kai parodomas įspėjimas.

Daugiau informacijos apie Saugų naršymą rasite adresu https://developers.google.com/safe-browsing.</string><string id="DisableScreenshots">Neleisti kurti ekrano kopijų</string><string id="DisableScreenshots_Explain">If enabled, screenshots cannot be taken using keyboard shortcuts or extension APIs.

If disabled or not specified, taking screenshots is allowed.</string><string id="DisplayRotationDefault">Nustatyti numatytąjį ekrano sukimo nustatymą, kuris bus iš naujo pritaikomas kiekvieną kartą paleidus iš naujo</string><string id="DisplayRotationDefault_Explain">Jei ši politika nustatyta, kiekvienas ekranas pasukamas
nurodyta kryptimi kiekvieną kartą paleidus įrenginį iš naujo ir pirmą kartą
jį prijungus po politikos pasikeitimo. Naudotojai gali prisijungti ir keisti ekrano
sukimo nustatymus nustatymų puslapyje, bet jų nustatymas bus
pakeistas politikos verte kitą kartą paleidus įrenginį iš naujo.

Ši politika taikoma ir pagrindiniam, ir visiems antriniams ekranams.

Jei politika nenustatyta, numatytoji vertė yra 0 laipsnių ir naudotojas
gali ją keisti. Tokiu atveju numatytoji vertė nėra pritaikoma iš naujo
paleidus įrenginį iš naujo.</string><string id="DisplayRotationDefault_ROTATE_0">Pasukti ekraną 0 laipsnių kampu</string><string id="DisplayRotationDefault_ROTATE_90">Sukti ekraną pagal laikrodžio rodyklę 90 laipsnių kampu</string><string id="DisplayRotationDefault_ROTATE_180">Pasukti ekraną 180 laipsnių kampu</string><string id="DisplayRotationDefault_ROTATE_270">Sukti ekraną pagal laikrodžio rodyklę 270 laipsnių kampu</string><string id="DownloadDirectory">Nustatyti atsisiuntimo katalogą</string><string id="DownloadDirectory_Explain">Konfigūruojamas katalogas, kurį „Google Chrome“ naudos failams atsisiųsti.

Jei nustatysite šią politiką, „Google Chrome“ naudos nurodytą katalogą, nesvarbu, ar naudotojas jį nurodė, ar įgalino žymą kiekvieną kartą raginti nurodyti atsisiuntimo vietą.

Apsilankykite adresu https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables. Čia rasite kintamųjų, kuriuos galima naudoti, sąrašą.

Jei ši politika nenustatyta, bus naudojamas numatytasis atsisiuntimo katalogas ir naudotojas galės jį pakeisti.</string><string id="DownloadRestrictions">Atsisiuntimų apribojimų leidimas</string><string id="DownloadRestrictions_Explain">Configures the type of downloads that Google Chrome will completely block, without letting users override the security decision.

If you set this policy, Google Chrome will prevent certain types of downloads, and won't let user bypass the security warnings.

When the 'Block dangerous downloads' option is chosen, all downloads are allowed, except for those that carry SafeBrowsing warnings.

When the 'Block potentially dangerous downloads' option is chosen, all downloads allowed, except for those that carry SafeBrowsing warnings of potentially dangerous downloads.

When the 'Block all downloads' option is chosen, all downloads are blocked.

When this policy is not set, (or the 'No special restrictions' option is chosen), the downloads will go through the usual security restrictions based on SafeBrowsing analysis results.

Note that these restrictions apply to downloads triggered from web page content, as well as the 'download link...' context menu option. These restrictions do not apply to the save / download of the currently displayed page, nor does it apply to saving as PDF from the printing options.

See https://developers.google.com/safe-browsing for more info on SafeBrowsing.</string><string id="DownloadRestrictions_DefaultDownloadSecurity">Nėra specialių apribojimų</string><string id="DownloadRestrictions_BlockDangerousDownloads">Blokuoti pavojingus atsisiuntimus</string><string id="DownloadRestrictions_BlockPotentiallyDangerousDownloads">Blokuoti potencialiai pavojingus atsisiuntimus</string><string id="DownloadRestrictions_BlockAllDownloads">Blokuoti visus atsisiuntimus</string><string id="EasyUnlockAllowed">Leidžiama naudoti „Smart Lock“</string><string id="EasyUnlockAllowed_Explain">If you enable this setting, users will be allowed to use Smart Lock if the requirements for the feature are satisfied.

If you disable this setting, users will not be allowed to use Smart Lock.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="EcryptfsMigrationStrategy">Failų sistemos „eCryptfs“ perkėlimo strategija</string><string id="EcryptfsMigrationStrategy_Explain">Specifies the action that should be taken when the user's home directory was created with ecryptfs encryption and needs to transition to ext4 encryption.

If you set this policy to 'DisallowArc', Android apps will be disabled for the user and no migration from ecryptfs to ext4 encryption will be performed. Android apps will not be prevented from running when the home directory is already ext4-encrypted.

If you set this policy to 'Migrate', ecryptfs-encrypted home directories will be automatically migrated to ext4 encryption on sign-in without asking for user consent.

If you set this policy to 'Wipe', ecryptfs-encrypted home directories will be deleted on sign-in and new ext4-encrypted home directories will be created instead. Warning: This removes the user's local data.

If you set this policy to 'AskUser', users with ecryptfs-encrypted home directories will be offered to migrate.

This policy does not apply to kiosk users. If this policy is left not set, the device will behave as if 'DisallowArc' was chosen.</string><string id="EcryptfsMigrationStrategy_DisallowArc">Disallow data migration and ARC.</string><string id="EcryptfsMigrationStrategy_Migrate">Migrate automatically, donâ€™t ask for user consent.</string><string id="EcryptfsMigrationStrategy_Wipe">Wipe the userâ€™s ecryptfs home directory and start with a fresh ext4-encrypted home directory.</string><string id="EcryptfsMigrationStrategy_AskUser">Ask the user if they would like to migrate or skip migration and disallow ARC.</string><string id="EcryptfsMigrationStrategy_MinimalMigrate">Panašu į „Wipe“ (2 vertė), bet bandoma išsaugoti prisijungimo prieigos raktus, kad naudotojui nereikėtų prisijungti dar kartą.</string><string id="EcryptfsMigrationStrategy_AskForEcryptfsArcUsers">Jei kliento turimo modelio įrenginyje jau buvo palaikomas failų formatas ARC, kol dar perėjimas prie „ext4“ šifruotės nebuvo būtinas, kad būtų galima vykdyti ARC failus, ir jei politika „ArcEnabled“ nustatyta į „true“, ši parinktis veiks kaip „AskUser“ (3 vertė). Visais kitais atvejais (jei įrenginio modelyje nebuvo nepalaikomas failų formatas ARC arba jei politika „ArcEnabled“ nustatyta į „false“) ši vertė bus lygi „DisallowArc“ (0 vertė).</string><string id="EditBookmarksEnabled">Įgalinamas žymių redagavimas arba neleidžiama redaguoti žymių</string><string id="EditBookmarksEnabled_Explain">If you enable this setting, bookmarks can be added, removed or modified. This is the default also when this policy is not set.

If you disable this setting, bookmarks can not be added, removed or modified. Existing bookmarks are still available.</string><string id="EnableCommonNameFallbackForLocalAnchors">Ar leidžiami sertifikatai, išduoti naudojant vietinius patikimus prieraišus, kuriuose nėra plėtinio „subjectAlternativeName“</string><string id="EnableCommonNameFallbackForLocalAnchors_Explain">Kai šis nustatymas įgalintas, „Google Chrome“ naudos serverio sertifikato parametrą „commonName“ prieglobos serverio pavadinimui nustatyti, jei sertifikate trūksta plėtinio „subjectAlternativeName“ ir jis sėkmingai patvirtinamas bei atitinka vietiniu mastu įdiegtų CA sertifikatų grandinę.

Atminkite, kad tai nerekomenduojama, nes taip gali būti apeinamas plėtinys „nameConstraints“, apribojantis prieglobos serverių pavadinimus, kuriems gali būti skirtas atitinkamas sertifikatas.

Jei ši politika nenustatyta arba nustatyta į „False“, serverio sertifikatai be plėtinio „subjectAlternativeName“, kuriuose yra DNS pavadinimas arba IP adresas, nebus laikomi patikimais.</string><string id="EnableDeprecatedWebPlatformFeatures">Laikinai įgalinti nebenaudojamas žiniatinklio platformos funkcijas</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">Nurodomas nebenaudojamų žiniatinklio platformos funkcijų, kurios bus laikinai įgalintos, sąrašas.

Naudodami šią politiką administratoriai gali iš naujo laikinai įgalinti nebenaudojamas žiniatinklio platformos funkcijas. Funkcijos nurodomos pateikus eilutės žymą, o funkcijos, atitinkančios žymas šios politikos nurodytame sąraše, bus įgalintos iš naujo.

Jei ši politika nenustatyta arba sąrašas yra tuščias ar neatitinka vienos iš palaikomų eilutės žymų, visos nebenaudojamos žiniatinklio platformos funkcijos liks išjungtos.

Politika palaikoma anksčiau nurodytose platformose, tačiau įgalinama funkcija gali būti pasiekiama mažiau platformų. Ne visas nebenaudojamas žiniatinklio platformos funkcijas galima įgalinti. Tik šiame sąraše pateiktas funkcijas galima laikinai (atsižvelgiant į funkciją) įgalinti. Bendra eilutės žymos forma [NebeteikiamosFunkcijosPavadinimas]_GaliojaIki[yyyymmdd]. Informacijos apie žiniatinklio platformos funkcijos pakeitimus galite gauti apsilankę adresu https://bit.ly/blinkintents.
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">Laikinai įgalinti nebenaudojamas žiniatinklio platformos funkcijas</string><string id="EnableOnlineRevocationChecks">Ar atliekami OCSP / CRL patikrinimai prisijungus</string><string id="EnableOnlineRevocationChecks_Explain">Jei įvyksta laikinoji klaida, atlikus internetinius panaikinimo patikrinimus sauga nėra užtikrinama efektyviai, todėl jie išjungiami pagal numatytuosius nustatymus naudojant 19 ar naujesnę „Google Chrome“ versiją. Nustačius šios politikos reikšmę į „true“, atkuriama ankstesnė elgsena ir internete atliekami OCSP / CRL patikrinimai.

Jei politika nenustatyta arba jos reikšmė nustatyta kaip „false“, „Google Chrome“ neatliks internetinių panaikinimo patikrinimų 19 ar naujesnės versijos „Google Chrome“.</string><string id="EnableSha1ForLocalAnchors">Ar leidžiami SHA-1 pasirašyti sertifikatai, išduoti naudojant vietinius patikimus prieraišus</string><string id="EnableSha1ForLocalAnchors_Explain">Kai šis nustatymas įgalintas, „Google Chrome“ leidžia naudoti SHA-1 pasirašytus sertifikatus, jei jie yra sėkmingai patvirtinti ir yra susiję su vietiniu mastu įdiegtais CA sertifikatais.

Atminkite, kad ši politika pagrįsta operacinės sistemos sertifikatu, kuriuo leidžiami SHA-1 parašai. Jei atnaujinus OS pasikeičia OS SHA-1 sertifikatų apdorojimo būdas, ši politika gali nebegalioti.  Be to, ši politika teikiama kaip laikinas sprendimo būdas, kuris įmonėms suteikia daugiau laiko pereiti nuo SHA-1.  Ši politika bus pašalinta 2019 m. sausio 1 d. arba šiek tiek vėliau / anksčiau.

Jei ši politika nenustatyta arba nustatyta į „false“, „Google Chrome“ vykdys viešai paskelbtą SHA-1 naudojimo nutraukimo tvarkaraštį.</string><string id="ExternalStorageDisabled">Neleisti montuoti išorinės atminties</string><string id="ExternalStorageDisabled_Explain">Kai ši politika nustatyta į „true“, išorinė saugykla nepasiekiama failų naršyklėje.

Ši politika turi įtakos visų tipų saugyklos medijai. Pvz., USB atmintinėms, išoriniams standiesiems diskams, SD ir kitoms atminties kortelėms, optinei saugyklai ir kt. Vidinė saugykla nepaveikiama, todėl atsisiuntimų aplanke išsaugotus failus vis tiek galima pasiekti. Be to, ši politika neturi įtakos „Google“ diskui.

Jei šis nustatymas išjungtas arba nesukonfigūruotas, naudotojai įrenginyje gali naudoti visų palaikomų tipų išorinę saugyklą.</string><string id="ExternalStorageReadOnly">Treat external storage devices as read-only</string><string id="ExternalStorageReadOnly_Explain">Kai ši politika nustatyta į „true“, naudotojai negali nieko įrašyti į išorinius įrenginius.

Jei šis nustatymas nustatytas į „false“ arba nesukonfigūruotas, naudotojai gali kurti ir keisti failus išorinės saugyklos įrenginiuose, į kuriuos galima įrašyti turinio.

Politikai „ExternalStorageDisabled“ teikiama pirmenybė šios politikos atžvilgiu. Jei „ExternalStorageDisabled“ nustatyta į „true“, visi leidimai pasiekti išorinę saugyklą panaikinami ir šios politikos nepaisoma.

Dinaminis šios politikos atnaujinimas palaikomas naudojant M56 ir naujesnes versijas.</string><string id="ForceGoogleSafeSearch">Priverstinis „Google“ saugios paieškos naudojimas</string><string id="ForceGoogleSafeSearch_Explain">„Google“ žiniatinklio paieškos užklausos priverstinai vykdomos naudojant aktyvintą saugią paiešką. Neleidžiama naudotojams keisti šio nustatymo.

Jei įgalinsite šį nustatymą, saugi paieška „Google“ paieškoje bus visada aktyvi.

Jei šio nustatymo neleisite arba nenustatysite vertės, saugi paieška „Google“ paieškoje nebus vykdoma.</string><string id="ForceMaximizeOnFirstRun">Pirmo naršyklės lango padidinimas pirmą kartą paleidus programą</string><string id="ForceMaximizeOnFirstRun_Explain">If this policy is set to true, Google Chrome will unconditionally maximize the first window shown on first run.
If this policy is set to false or not configured, the decision whether to maximize the first window shown will be based on the screen size.</string><string id="ForceYouTubeRestrict">Priverstinis minimalaus „YouTube“ riboto režimo vykdymas</string><string id="ForceYouTubeRestrict_Explain">Vykdomas minimalus ribotas režimas sistemoje „YouTube“ ir neleidžiama naudotojams
pasirinkti mažiau riboto režimo.

Nustačius šį nustatymą į „Griežtas“, sistemoje „YouTube“ visada aktyvus griežtai ribotas režimas.

Nustačius šį nustatymą į „Vidutiniškas“, naudotojas gali pasirinkti tik vidutiniškai ribotą
ir griežtai ribotą režimus sistemoje „YouTube“, bet negali išjungti riboto režimo.

Nustačius šį nustatymą į „Išjungta“ arba nenustačius jokios vertės, „Google Chrome“ nevykdo riboto režimo sistemoje „YouTube“. Taikant išorinę politiką, pvz., „YouTube“ politiką, ribotą režimą vis tiek gali reikėti vykdyti.</string><string id="ForceYouTubeRestrict_Off">Nevykdyti riboto režimo sistemoje „YouTube“</string><string id="ForceYouTubeRestrict_Moderate">Vykdyti bent vidutiniškai ribotą režimą sistemoje „YouTube“</string><string id="ForceYouTubeRestrict_Strict">Vykdyti griežtai ribotą režimą sistemoje „YouTube“</string><string id="FullscreenAllowed">Leisti viso ekrano režimą</string><string id="FullscreenAllowed_Explain">This policy controls the availability of fullscreen mode in which all Google Chrome UI is hidden and only web content is visible.

If this policy is set to true or not not configured, the user, apps and extensions with appropriate permissions can enter fullscreen mode.

If this policy is set to false, neither the user nor any apps or extensions can enter fullscreen mode.

On all platforms except Google Chrome OS, kiosk mode is unavailable when fullscreen mode is disabled.</string><string id="Http09OnNonDefaultPortsEnabled">Įgalina HTTP/0.9 protokolo palaikymą nenumatytuose prievaduose</string><string id="Http09OnNonDefaultPortsEnabled_Explain">Ši politika įgalina HTTP/0.9 protokolą ne HTTP 80 ir HTTPS 443 prievaduose.

Politika pagal numatytuosius nustatymus neleidžiama, o ją įgalinus naudotojai gali susidurti su saugos problema, aprašyta adresu https://crbug.com/600352.

Politikos tikslas – suteikti įmonėms galimybę perkelti esamus serverius, naudojančius HTTP/0.9 protokolą, ir ateityje ji bus pašalintą.

Jei politika nenustatyta, nenumatytuose prievaduose HTTP/0.9 protokolas bus išjungtas.</string><string id="IncognitoModeAvailability">Inkognito režimo pasiekiamumas</string><string id="IncognitoModeAvailability_Explain">Nurodoma, ar naudotojas (-a) gali atidaryti puslapius inkognito režimu „Google Chrome“.

Jei pasirinkta „Įgalinta“ arba politika nenustatyta, puslapius galima atidaryti inkognito režimu.

Jei pasirinkta „Neleidžiama“, puslapių negalima atidaryti inkognito režimu.

Jei pasirinkta „Priverstinai“, puslapius galima atidaryti TIK inkognito režimu.</string><string id="IncognitoModeAvailability_Enabled">Inkognito režimas pasiekiamas</string><string id="IncognitoModeAvailability_Disabled">Inkognito režimas neleidžiamas</string><string id="IncognitoModeAvailability_Forced">Įjungtas inkognito režimas</string><string id="InstantTetheringAllowed">Allows Instant Tethering to be used.</string><string id="InstantTetheringAllowed_Explain">If this setting is enabled, users will be allowed to use Instant Tethering, which allows their Google phone to share its mobile data with their device.

If this setting is disabled, users will not be allowed to use Instant Tethering.

If this policy is left not set, the default is not allowed for enterprise-managed users and allowed for non-managed users.</string><string id="IsolateOrigins">Įgalinti konkrečių šaltinių svetainių atskyrimą</string><string id="IsolateOrigins_Explain">
PASTABA. Ši politika yra eksperimentinė ir gali sugadinti kai kurias funkcijas!
Įgalinus politiką kiekvienas pavadinimą turintis šaltinis, įtrauktas
į kableliais atskirtų verčių sąrašą, vykdys savo procesą. Taip pat bus atskiriami
šaltiniai, pavadinti pagal padomenius, pvz., nurodžius https://example.com/ taip pat
bus atskiriamas ir padomenis https://foo.example.com/
kaip svetainės https://example.com/ dalis.
Išjungus politiką įsigalios išankstinio svetainės atskyrimo proceso tvarkymo logika.
Jei politika nesukonfigūruota, naudotojas šį nustatymą galės pakeisti.
</string><string id="KeyPermissions">Raktų leidimai</string><string id="KeyPermissions_Explain">Suteikiama galimybė įmonės raktais pasiekti plėtinius.

Raktus galima naudoti tik įmonėje, jei jie sugeneruoti naudojant „chrome.enterprise.platformKeys“ API valdomoje paskyroje. Importuoti arba kitu būdu sugeneruoti raktai nėra skirti naudoti įmonėje.

Galimybė pasiekti įmonėje skirtus naudoti raktus valdoma tik naudojant šią politiką. Naudotojas negali suteikti galimybės įmonės raktams pasiekti arba jos atšaukti plėtiniams arba naudodamas plėtinius.

Pagal numatytuosius nustatymus plėtinyje negalima naudoti rakto, kuris skirtas naudoti įmonėje. Tai atitinka konkretaus plėtinio parinkties „allowCorporateKeyUsage“ nustatymą į „false“.

Tik jei plėtinio parinktis „allowCorporateKeyUsage“ nustatyta į „true“, jame galima pasirašyti pasirenkamus duomenis naudojant bet kurios platformos raktą, skirtą naudoti įmonėje. Šis leidimas turėtų būti suteiktas, tik jei plėtinys patikimas, kad būtų galima apsaugoti raktą nuo užgrobėjų.</string><string id="ManagedBookmarks">Tvarkomos žymės</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a folder that can't be modified by the user (but the user can choose to hide it from the bookmark bar). By default the folder name is &quot;Managed bookmarks&quot; but it can be customized by adding to the list of bookmarks a dictionary containing the key &quot;toplevel_name&quot; with the desired folder name as the value.

Managed bookmarks are not synced to the user account and can't be modified by extensions.</string><string id="MaxInvalidationFetchDelay">Maksimali gavimo delsa atšaukus politiką</string><string id="MaxInvalidationFetchDelay_Explain">Nurodoma maksimali politikos atšaukimo ir naujos politikos gavimo iš įrenginio tvarkymo paslaugos delsa milisekundėmis.

Nustačius šią politiką perrašoma numatytoji 5 000 milisekundžių vertė. Tinkamos šios politikos vertės yra nuo 1 000 (1 sek.) iki 300 000 (5 min.). Visoms į šį diapazoną neįtrauktoms vertėms bus taikomi atitinkami apribojimai.

Nenustačius šios politikos „Google Chrome“ bus naudojama numatytoji 5 000 milisekundžių vertė.</string><string id="NativePrinters">Vietinis spausdinimas</string><string id="NativePrinters_Explain">Configures a list of printers.

This policy allows administrators to provide printer configurations for
their users.

display_name and description are free form strings that can be customized for ease of printer selection. manufacturer and model serve to ease printer identification by end users. They represent the manufacturer and model of the printer. uri should be an address reachable from a client computer including the scheme, port, and queue. uuid is optional.  If provided, it is used to help deduplicate zeroconf printers.

effective_model must match one of the strings which represent a Google Chrome OS supported printer. The string will be used to identify and install the appropriate PPD for the printer. More information can be found at https://support.google.com/chrome?p=noncloudprint.

Printer setup is completed upon the first use of a printer.  PPDs are not
downloaded until the printer is used.  After that time, frequently used
PPDs are cached.

This policy has no effect on whether users can configure printers on
individual devices.  It is intended to be supplementary to the
configuration of printers by individual users.</string><string id="NativePrintersDesc">Vietinis spausdinimas</string><string id="NativePrintersBulkAccessMode">Spausdintuvų konfigūracijos pasiekiamumo politika.</string><string id="NativePrintersBulkAccessMode_Explain">Valdoma, kurie spausdintuvai iš „NativePrintersBulkConfiguration“ pasiekiami naudotojams.

Nustatoma, kuri pasiekiamumo politika naudojama masinei spausdintuvų konfigūracijai. Jei pasirinkta „AllowAll“, rodomi visi spausdintuvai. Jei pasirinkta „BlacklistRestriction“, „NativePrintersBulkBlacklist“ naudojama pasiekiamumui prie nurodytų spausdintuvų apriboti. Jei pasirinkta „WhitelistPrintersOnly“, „NativePrintersBulkWhitelist“ nustato tik tuos spausdintuvus, kuriuos galima pasirinkti.

Jei ši politika nenustatyta, taikoma „BlacklistRestriction“.
</string><string id="NativePrintersBulkAccessMode_BlacklistRestriction">Rodomi visi spausdintuvai, išskyrus įtrauktuosius į juodąjį sąrašą.</string><string id="NativePrintersBulkAccessMode_WhitelistPrintersOnly">Naudotojams rodomi tik į baltąjį sąrašą įtraukti spausdintuvai</string><string id="NativePrintersBulkAccessMode_AllowAll">Leisti naudoti visus spausdintuvus pasitelkus konfigūracijos failą.</string><string id="NativePrintersBulkBlacklist">Išjungti įmonės spausdintuvai</string><string id="NativePrintersBulkBlacklist_Explain">Nurodomi spausdintuvai, kurių naudotojas negali naudoti.

Ši politika naudojama, tik jei pasirinktas politikos „NativePrintersBulkAccessMode“ nustatymas „BlacklistRestriction“.

Jei ši politika naudojama, naudotojui teikiami visi spausdintuvai, išskyrus šioje politikoje nurodytus ID.
</string><string id="NativePrintersBulkBlacklistDesc">Išjungti įmonės spausdintuvai</string><string id="NativePrintersBulkConfiguration">Įmonės spausdintuvo konfigūracijos failas</string><string id="NativePrintersBulkConfiguration_Explain">Nurodoma įmonės spausdintuvų konfigūracija.

Pagal šią politiką leidžiama nurodyti „Google Chrome OS“ įrenginių spausdintuvų konfigūraciją. Failo dydis neturi viršyti 5 MB ir failas turi būti koduotas naudojant JSON. Toks pats formatas nurodytas „NativePrinters“ žodyne. Numatyta, kad failas, kuriame yra maždaug 21 tūkst. spausdintuvų, bus koduojamas kaip 5 MB failas. Atsisiųsto failo vientisumas patikrinamas naudojant kriptografinę maišą.

Failas atsisiunčiamas ir išsaugomas talpykloje. Jis bus iš naujo atsisiųstas, kai pasikeis URL arba maiša.

Jei ši politika nustatyta, „Google Chrome OS“ atsisiųs spausdintuvo konfigūracijų failą ir suteiks galimybę naudoti spausdintuvus pagal „NativePrintersBulkAccessMode“, „NativePrintersBulkWhitelist“ ir „NativePrintersBulkBlacklist“.

Jei nustatysite šią politiką, naudotojai negalės jos pakeisti arba nepaisyti.

Ši politika nepaveiks naudotojams suteiktos galimybės konfigūruoti spausdintuvus atskiruose įrenginiuose. Politika papildo atskirų naudotojų spausdintuvų konfigūraciją.
</string><string id="NativePrintersBulkWhitelist">Įgalinti įmonės spausdintuvai</string><string id="NativePrintersBulkWhitelist_Explain">Nurodomi spausdintuvai, kuriuos gali naudoti naudotojas.

Ši politika naudojama, tik jei pasirinktas politikos „NativePrintersBulkAccessMode“ nustatymas „WhitelistPrintersOnly“.

Jei ši politika naudojama, naudotojui pasiekiami tik spausdintuvai, kurių ID atitinka šioje politikoje nurodytas vertes. ID turi atitikti įrašus faile, kuris nurodytas „NativePrintersBulkConfiguration“.
</string><string id="NativePrintersBulkWhitelistDesc">Įgalinti įmonės spausdintuvai</string><string id="NetworkPredictionOptions">Įgalinti tinklo prognozę</string><string id="NetworkPredictionOptions_Explain">Įgalinamas tinklo numatymas sistemoje „Google Chrome“ ir naudotojams neleidžiama pakeisti šio nustatymo.

Naudojant šią politiką valdomas išankstinis DNS pateikimas, išankstinis TCP ir SSL ryšys bei tinklalapių pateikimas.

Jei šią nuostatą nustatysite į „visada“, „niekada“ arba „tik „Wi-Fi“, „Google Chrome“ naudotojai negalės keisti ar nepaisyti šio nustatymo.

Jei ši politika nebus nustatyta, bus įgalintas tinklo numatymas, bet naudotojas galės jį pakeisti.</string><string id="NetworkPredictionOptions_NetworkPredictionAlways">Tinklo veiksmų numatymas naudojant bet kurį tinklo ryšį</string><string id="NetworkPredictionOptions_NetworkPredictionWifiOnly">Numatyti tinklo veiksmus bet kuriame ne mobiliojo ryšio tinkle.
(Nebenaudojama nuo 50 versijos, pašalinta 52 versijoje. Po 52 versijos, jei nustatyta 1 vertė, ji bus laikoma 0 – numatyti tinklo veiksmus bet kurio ryšio tinkle.)</string><string id="NetworkPredictionOptions_NetworkPredictionNever">Nenumatyti tinklo veiksmų, naudojant bet kurį tinklo ryšį</string><string id="NoteTakingAppsLockScreenWhitelist">Įtraukti į baltąjį sąrašą užrašų programas, kurios leidžiamos „Google Chrome OS“ užrakinimo ekrane</string><string id="NoteTakingAppsLockScreenWhitelist_Explain">Nurodomas programų, kurias galite įgalinti kaip užrašų programas „Google Chrome OS“ užrakinimo ekrane, sąrašas.

Jei pageidaujama užrašų programa įgalinta užrakinimo ekrane, jame bus NS elementas pageidaujamai užrašų programai paleisti.
Kai programa paleista, ji gali atidaryti programos langą užrakinimo ekrane ir kurti jame duomenų elementus (užrašus). Programa galės importuoti sukurtus užrašus į pagrindinę naudotojo sesiją, kai sesija bus atrakinta. Šiuo metu tik „Chrome“ užrašų programos palaikomos užrakinimo ekrane.

Jei politika nustatyta, naudotojui bus leidžiama įgalinti programą užrakinimo ekrane, tik jei programos plėtinio ID bus pateiktas politikos sąrašo vertėje.
Todėl šią politiką nustačius kaip tuščią sąrašą užrašai bus visiškai išjungti užrakinimo ekrane.
Atminkite, kad politika su programos ID nebūtinai reiškia, kad naudotojas galės įgalinti programą kaip užrašų programą užrakinimo ekrane (pvz., 61 versijos „Chrome“ platforma papildomai apriboja pasiekiamų programų rinkinį).

Jei politika nenustatyta, nebus taikoma jokių programų, kurias naudotojas gali įgalinti užrakinimo ekrane, rinkinio apribojimų.</string><string id="NoteTakingAppsLockScreenWhitelistDesc">Įtraukti į baltąjį sąrašą užrašų programas, kurios leidžiamos „Google Chrome OS“ užrakinimo ekrane</string><string id="OpenNetworkConfiguration">Naudotojo lygio tinklo konfigūracija</string><string id="OpenNetworkConfiguration_Explain">Leidžiama pateikti tinklo konfigūraciją, kad būtų taikoma „Google Chrome OS“ įrenginiui pagal naudotoją. Tinklo konfigūracija yra JSON formatuota eilutė, apibrėžta pagal „Atvirosios tinklo konfigūracijos“ formatą, nurodytą šiuo adresu: https://sites.google.com/a/chromium.org/dev/chromium-os/chromiumos-design-docs/open-network-configuration</string><string id="PacHttpsUrlStrippingEnabled">PAC URL perdavimo įgalinimas (skirta https://)</string><string id="PacHttpsUrlStrippingEnabled_Explain">Perduodamos neskelbtinos https:// URL privatumo ir saugos dalys prieš pateikiant jas PAC (automatinės tarpinio serverio konfigūracijos) scenarijams, kuriuos „Google Chrome“ naudoja per tarpinio serverio nustatymo procesą.

Kai politika nustatyta į „True“, saugos funkcija yra įgalinta, o https:// URL
perduodami prieš pateikiant juos į PAC scenarijų.Taip PAC scenarijus
negali peržiūrėti duomenų, kurie paprastai apsaugoti naudojant
šifruotą kanalą (pvz., URL kelią ir užklausą).

Kai politika nustatyta į „False“, saugos funkcija yra išjungta, o PAC
scenarijams suteikiama galimybė peržiūrėti visus https://
URL komponentus. Tai taikoma visiems PAC scenarijams, neatsižvelgiant
į kilmę (įskaitant perduotus naudojant nesaugų perdavimo protokolą ar
nesaugiai aptiktus naudojant WPAD).

Pagal numatytuosius nustatymus ši politika nustatyta į „True“ (saugos funkcija įgalinta), išskyrus „Chrome“ OS
įmonės naudotojams, kuriems šiuo metu numatytasis nustatymas yra „False“.

Rekomenduojama šią politiką nustatyti į „True“. Nustatyti į „False“ galima tik
kilus suderinamumo problemoms su esamais PAC scenarijais.

Ateityje ketinama pašalinti šią nepaisymo parinktį.</string><string id="PinnedLauncherApps">Paleidimo priemonėje prisegtų rodomų programų sąrašas</string><string id="PinnedLauncherApps_Explain">Programų identifikatorių sąrašas „Google Chrome OS“ rodomas kaip paleidimo priemonės juostoje prisegtos programos.

Jei sukonfigūruota ši politika, nustatomas programų sąrašas ir naudotojas jo keisti negali.

Jei ši politika paliekama nenustatyta, naudotojas gali pakeisti paleidimo priemonėje prisegtų programų sąrašą.</string><string id="PinnedLauncherAppsDesc">Paleidimo priemonėje prisegtų rodomų programų sąrašas</string><string id="PolicyRefreshRate">Atnaujinti naudotojo politikos reitingą</string><string id="PolicyRefreshRate_Explain">Milisekundėmis nurodomas laikotarpis, per kurį įrenginio tvarkymo paslaugai pateikiama užklausa dėl naudotojo politikos informacijos.

Nustačius šią politiką nepaisoma numatytosios 3 valandų vertės. Tinkamos šios politikos vertės svyruoja nuo 1 800 000 (30 minučių) iki 86 400 000 (1 diena). Vertės už šio diapazono ribų bus nustatytos į šio diapazono vertę. Jei platformoje palaikomi politikos pranešimai, atnaujinimo delsa bus nustatyta į 24 val., nes tikimasi, kad politikos pranešimai suaktyvins atnaujinimą kaskart, kai politika bus pakeista.

Jei ši politika nebus nustatyta, „Google Chrome“ naudos numatytąją vertę – 3 val.

Atminkite, kad jei platformoje palaikomi politikos pranešimai, atnaujinimo delsa bus nustatyta į 24 val. (bus nepaisoma visų numatytųjų nustatymų ir šios politikos vertės), nes tikimasi, kad politikos pranešimai automatiškai suaktyvins atnaujinimą kaskart, kai politika bus pakeista, todėl nereikės dažniau atnaujinti.</string><string id="PrintingEnabled">Įgalinti spausdinimą</string><string id="PrintingEnabled_Explain">Įgalinamas spausdinimas „Google Chrome“ ir naudotojams neleidžiama keisti šio nustatymo.

Jei šis parametras įgalintas arba nekonfigūruotas, vartotojai gali spausdinti.

Jei šis nustatymas neleidžiamas, naudotojai negali spausdinti naudodami „Google Chrome“. Spausdinimas neleidžiamas naudojant veržliarakčio meniu, plėtinius, „JavaScript“ programas ir t. t. Tačiau galima spausdinti naudojant papildinius, kurie spausdina apeidami „Google Chrome“. Pavyzdžiui, tam tikrų „Flash“ programų kontekstiniame meniu yra spausdinimo parinktis, kuriai netaikoma ši politika.</string><string id="QuicAllowed">Leidžiamas protokolas QUIC</string><string id="QuicAllowed_Explain">Jei ši politika nustatyta į „true“ arba yra nenustatyta, QUIC protokolo naudojimas sistemoje „Google Chrome“ leidžiamas.
Jei ši politika nustatyta į „false“ QUIC protokolo naudojimas neleidžiamas.</string><string id="RebootAfterUpdate">Po atnaujinimo automatiškai įkelti operacinę sistemą iš naujo</string><string id="RebootAfterUpdate_Explain">Suplanuoti automatinį operacinės sistemos įkėlimą, kai pritaikytas „Google Chrome OS“ naujinys.

Jei ši politika nustatyta, automatinis operacinės sistemos įkėlimas iš naujo suplanuojamas, kai pritaikomas „Google Chrome OS“ naujinys ir būtina įkelti operacinę sistemą iš naujo, kad būtų užbaigtas atnaujinimas. Operacinės sistemos įkėlimas suplanuojamas nedelsiant, bet gali būti atidėtas iki 24 val., jei naudotojas šiuo metu naudoja įrenginį.

Kai ši politika nenustatyta, pritaikius „Google Chrome OS“ naujinį, nesuplanuojamas joks automatinis atnaujinimas. Atnaujinimo procesas užbaigiamas, kai naudotojas kitą kartą įkelia operacinę sistemą iš naujo.

Jei nustatysite šią politiką, naudotojai negalės jos pakeisti arba nepaisyti.

Pastaba: šiuo metu automatinis operacinės sistemos įkėlimas įgalinamas, tik kai rodomas prisijungimo ekranas arba vykdomas viešojo terminalo seansas. Tai bus pakeista ateityje ir politika bus visada taikoma neatsižvelgiant į tai, ar vyksta bet kokio tipo seansas.</string><string id="RequireOnlineRevocationChecksForLocalAnchors">Ar internetinės OCSP / CRL patikros reikalingos vietiniams patikimiems prieraišams</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">Kai šis nustatymas bus įgalintas, „Google Chrome“ visada atliks serverio sertifikatų, kurie galioja ir yra pasirašyti vietoje įdiegtų CA sertifikatų, panaikinimo tikrinimą.

Jei „Google Chrome“ nepavyksta gauti panaikinimo būsenos informacijos, tokie sertifikatai laikomi atšauktais („įrangos triktis“).

Jei ši politika nenustatyta arba nustatyta kaip „false“, „Google Chrome“ naudoja esamus panaikinimo tikrinimo prisijungus nustatymus.</string><string id="RunAllFlashInAllowMode">Pritaikyti „Flash“ turinio nustatymą visam turiniui</string><string id="RunAllFlashInAllowMode_Explain">Jei įgalinsite šį nustatymą, visas svetainėse, kurių turinio nustatymuose nustatyta leisti „Flash“ (atsižvelgiant į naudotojo nustatymus ar įmonės politiką), įterptas „Flash“ turinys bus leidžiamas, įskaitant turinį iš kitų šaltinių ar nedidelės apimties turinį.

Kad galėtumėte valdyti, kurioms svetainėms leidžiama vykdyti „Flash“, žr. „DefaultPluginsSetting“, „PluginsAllowedForUrls“ ir „PluginsBlockedForUrls“ politikos nuostatas.

Jei šis nustatymas išjungtas arba nenustatytas, „Flash“ turinys iš kitų šaltinių arba mažos apimties turinys gali būti blokuojamas.</string><string id="SAMLOfflineSigninTimeLimit">Apribokite laiką, per kurį per SAML autentifikuotas naudotojas gali prisijungti neprisijungęs</string><string id="SAMLOfflineSigninTimeLimit_Explain">During login, Google Chrome OS can authenticate against a server (online) or using a cached password (offline).

When this policy is set to a value of -1, the user can authenticate offline indefinitely. When this policy is set to any other value, it specifies the length of time since the last online authentication after which the user must use online authentication again.

Leaving this policy not set will make Google Chrome OS use a default time limit of 14 days after which the user must use online authentication again.

This policy affects only users who authenticated using SAML.

The policy value should be specified in seconds.</string><string id="SSLErrorOverrideAllowed">Leidžiama tęsti iš SSL įspėjimo puslapio</string><string id="SSLErrorOverrideAllowed_Explain">„Chrome“ rodo įspėjimo puslapį, kai naudotojai naršo svetaines su SSL klaidomis. Pagal numatytuosius nustatymus arba kai ši politika nustatyta į „true“, naudotojams leidžiama spustelėjus pašalinti šiuos įspėjimo puslapius.
Kai ši politika nustatyta į „false“, naudotojams neleidžiama spustelėjus pašalinti šių įspėjimo puslapių.</string><string id="SSLVersionMax">Maksimali SSL versija įgalinta</string><string id="SSLVersionMax_Explain">Įspėjimas: maks. TLS versijos politika bus visiškai pašalinta iš „Google Chrome“ maždaug tada, kai bus pristatyta 66 versija (maždaug 2018 m. vasario mėn.).

Jei ši politika nesukonfigūruota, „Google Chrome“ naudoja numatytąją didžiausią versiją.

Priešingu atveju gali būti nustatyta viena iš nurodytų verčių: „tls1.2“ arba „tls1.3“. Nustačius „Google Chrome“ nenaudos naujesnių SSL / TLS versijų, nei nurodyta versija. Neatpažįstamos vertės nebus paisoma.</string><string id="SSLVersionMax_TLSv1_2">1.2 versijos TLS</string><string id="SSLVersionMax_TLSv1_3">1.3 versijos TLS</string><string id="SafeBrowsingEnabled">Įgalinti saugų naršymą</string><string id="SafeBrowsingEnabled_Explain">Įgalinama „Google Chrome“ Saugaus naršymo funkcija ir naudotojams neleidžiama keisti šio nustatymo.

Jei įgalinsite šį nustatymą, Saugus naršymas visada bus aktyvus.

Jei išjungsite šį nustatymą, Saugus naršymas neveiks.

Jei įgalinsite arba išjungsite šį nustatymą, naudotojai negalės keisti arba nepaisyti „Google Chrome“ nustatymo „Įgalinti apsaugą nuo sukčiavimo ir kenkėjiškų programų“.

Jei ši politika nenustatyta, šis nustatymas bus įgalintas, bet naudotojas galės jį keisti.

Daugiau informacijos apie Saugų naršymą rasite adresu https://developers.google.com/safe-browsing.</string><string id="SafeBrowsingExtendedReportingOptInAllowed">Naudotojams leidžiama pasirinkti Saugaus naršymo išplėstinių ataskaitų teikimą</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">Nustačius šią politiką į „False“ naudotojai nebegalės pasirinkti siųsti tam tikros sistemos informacijos ir puslapių turinio į „Google“ serverius. Jei šis nustatymas nustatytas į „True“ arba nesukonfigūruotas, naudotojai galės siųsti tam tikrą sistemos informaciją ir puslapių turinį Saugaus naršymo funkcijai, kad padėtų aptikti pavojingas programas ir svetaines.

Daugiau informacijos apie Saugų naršymą rasite adresu https://developers.google.com/safe-browsing.</string><string id="SavingBrowserHistoryDisabled">Neleisti išsaugoti naršyklės istorijos</string><string id="SavingBrowserHistoryDisabled_Explain">„Google Chrome“ neleidžiama išsaugoti naršyklės istorijos ir naudotojams keisti šio nustatymo.

Jei įgalinsite šį nustatymą, naršymo istorija nebus išsaugoma. Be to, nustačius šį nustatymą išjungiamas skirtukų sinchronizavimas.

Jei šį nustatymą išjungsite arba jo nenustatysite, naršymo istorija bus išsaugoma.</string><string id="SearchSuggestEnabled">Įgalinti paieškos pasiūlymus</string><string id="SearchSuggestEnabled_Explain">Įgalinami paieškos pasiūlymai „Google Chrome“ „Omnibox“ ir neleidžiama naudotojams keisti šio nustatymo.

Jei įgalinate šį nustatymą, naudojami paieškos pasiūlymai.

Jei neleidžiate šio nustatymo, paieškos pasiūlymai niekada nenaudojami.

Jei įgalinate šį nustatymą arba jo neleidžiate, naudotojai negali jo pakeisti ar panaikinti „Google Chrome“.

Nenustačius šios politikos, tai bus įgalinta, bet naudotojas galės tai pakeisti.</string><string id="SessionLengthLimit">Limit the length of a user session</string><string id="SessionLengthLimit_Explain">When this policy is set, it specifies the length of time after which a user is automatically logged out, terminating the session. The user is informed about the remaining time by a countdown timer shown in the system tray.

When this policy is not set, the session length is not limited.

If you set this policy, users cannot change or override it.

The policy value should be specified in milliseconds. Values are clamped to a range of 30 seconds to 24 hours.</string><string id="SessionLocales">Rekomenduojamų viešos sesijos lokalių nustatymas</string><string id="SessionLocales_Explain">Nustatoma mažiausiai viena rekomenduojama viešų sesijų lokalė, leidžiant naudotojams lengvai pasirinkti vieną iš šių lokalių.

Naudotojas gali pasirinkti lokalę ir klaviatūros išdėstymą prieš pradėdamas viešą sesiją. Pagal numatytuosius nustatymus visos „Google Chrome OS“ palaikomos lokalės išdėstytos abėcėlės tvarka. Galite naudoti šią politiką, kad perkeltumėte rekomenduojamų lokalių rinkinį į sąrašo viršų.

Nenustačius šios politikos bus iš anksto pasirinkta dabartinė NS lokalė.

Nustačius šią politiką rekomenduojamos lokalės bus perkeltos į sąrašo viršų ir vizualiai atskirtos nuo visų kitų lokalių. Rekomenduojamos lokalės bus pateiktos ta tvarka, kuria rodomos politikoje. Pirmoji rekomenduojama lokalė bus iš anksto pasirinkta.

Jei yra kelios rekomenduojamos lokalės, daroma prielaida, kad naudotojai norės pasirinkti iš šių lokalių. Pradedant viešą sesiją bus aiškiai siūloma pasirinkti lokalę ir klaviatūros išdėstymą. Priešingu atveju manoma, kad dauguma naudotojų norės naudoti iš anksto pasirinktą lokalę. Pradedant viešą sesiją nebus taip aiškiai siūloma pasirinkti lokalės ir klaviatūros išdėstymo.

Nustačius šią politiką ir įgalinus automatinį prisijungimą (žr. politiką |DeviceLocalAccountAutoLoginId| ir |DeviceLocalAccountAutoLoginDelay|), automatiškai pradėtose viešose sesijose bus naudojama pirmoji rekomenduojama lokalė ir populiariausias šią lokalę atitinkantis klaviatūros išdėstymas.

Visada iš anksto bus pasirenkamas iš anksto pasirinktą lokalę atitinkantis populiariausias klaviatūros išdėstymas.

Šią politiką galima nustatyti tik kaip rekomenduojamą. Galite naudoti šią politiką, kad perkeltumėte rekomenduojamų lokalių rinkinį į viršų, bet naudotojams visada leidžiama sesijai pasirinkti bet kurią „Google Chrome OS“ palaikomą lokalę.
</string><string id="SessionLocalesDesc">Rekomenduojamų viešos sesijos lokalių nustatymas</string><string id="ShelfAutoHideBehavior">Valdyti automatinį lentynos paslėpimą</string><string id="ShelfAutoHideBehavior_Explain">Valdomas automatinis „Google Chrome OS“ lentynos paslėpimas.

Jei ši politika nustatyta kaip „Visada automatiškai paslėpti lentyną“, lentyna visada automatiškai paslepiama.

Jei ši politika nustatyta kaip „Niekada automatiškai neslėpti lentynos“, lentyna niekada automatiškai neslepiama.

Jei nustatysite šią politiką, naudotojai negalės jos pakeisti arba nepaisyti.

Jei ši politika nenustatyta, naudotojai gali pasirinkti, ar lentyną automatiškai paslėpti.</string><string id="ShelfAutoHideBehavior_AlwaysAutoHideShelf">Visada automatiškai paslėpti lentyną</string><string id="ShelfAutoHideBehavior_NeverAutoHideShelf">Niekada automatiškai neslėpti lentynos</string><string id="ShowHomeButton">Rodyti įrankių juostoje pagrindinio puslapio mygtuką</string><string id="ShowHomeButton_Explain">Rodomas pagrindinio puslapio mygtukas „Google Chrome“ įrankių juostoje.

Jei įgalinate šį nustatymą, pagrindinio puslapio mygtukas visada rodomas.

Jei neleidžiate šio nustatymo, pagrindinio puslapio mygtukas niekada nerodomas.

Jei įgalinate šį nustatymą ar jo neleidžiate, naudotojai negali jo pakeisti ar panaikinti „Google Chrome“.

Nenustačius šios politikos, naudotojas (-a) galės pasirinkti, ar rodyti pagrindinio puslapio mygtuką.</string><string id="ShowLogoutButtonInTray">Pridėti atsijungimo mygtuką prie sistemos dėklo</string><string id="ShowLogoutButtonInTray_Explain">If enabled, a big, red logout button is shown in the system tray while a session is active and the screen is not locked.

If disabled or not specified, no big, red logout button is shown in the system tray.</string><string id="SitePerProcess">Įgalinti visų svetainių atskyrimą</string><string id="SitePerProcess_Explain">
PASTABA. Ši politika yra eksperimentinė ir gali sugadinti kai kurias funkcijas!
Jums gali būti naudinga peržiūrėti politikos nustatymą „IsolateOrigins“, kad galėtumėte geriausiai
išnaudoti tiek atskyrimą, tiek ribotą įtaką naudotojams, pasitelkdami
„IsolateOrigins“ su norimų atskirti svetainių sąrašu. Nustatymu
„SitePerProcess“ atskiriamos visos svetainės.
Įgalinus politiką kiekviena svetainė vykdys savo procesą.
Išjungus politiką įsigalios išankstinio svetainės atskyrimo proceso tvarkymo logika.
Jei politika nesukonfigūruota, naudotojas šį nustatymą galės pakeisti.
</string><string id="SpellCheckServiceEnabled">Įgalinti rašybos tikrinimo žiniatinklio paslaugą arba jos neleisti</string><string id="SpellCheckServiceEnabled_Explain">„Google Chrome“ galima naudoti „Google“ žiniatinklio paslaugą rašybos klaidoms pašalinti. Jei šis nustatymas įgalintas, ši paslauga visada naudojama. Jei šis nustatymas neleidžiamas, ši paslauga niekada nenaudojama.

Rašybą tikrinti vis tiek galima naudojant atsisiųstą žodyną; taikant šią politiką valdomas tik internetinės paslaugos naudojimas.

Jei šis nustatymas nesukonfigūruotas, naudotojai gali pasirinkti, ar turėtų būti naudojama rašybos tikrinimo paslauga.</string><string id="SuppressUnsupportedOSWarning">Nerodyti nepalaikomos OS įspėjimo</string><string id="SuppressUnsupportedOSWarning_Explain">Nerodomas įspėjimas, kuris rodomas, kai „Google Chrome“ veikia kompiuteryje ar operacinėje sistemoje, kuri nebepalaikoma.</string><string id="SyncDisabled">Neleisti sinchronizuoti duomenų su „Google“</string><string id="SyncDisabled_Explain">Išjungiamas „Google Chrome“ duomenų sinchronizavimas naudojant „Google“ priglobtas sinchronizavimo paslaugas ir naudotojams neleidžiama keisti šio nustatymo.

Jei įgalinsite šį nustatymą, naudotojai negalės pakeisti ar nepaisyti šio nustatymo programoje „Google Chrome“.

Jei šią politiką paliksite nenustatytą, naudotojai galės pasirinkti, ar naudoti „Google“ sinchronizavimą.

Kad visiškai išjungtumėte „Google“ sinchronizavimą, rekomenduojame išjungti „Google“ sinchronizavimą apsilankius „Google Admin Console“.

Ši politika neturėtų būti įgalinta, kai „RoamingProfileSupportEnabled“ politika nustatyta kaip įgalinta, nes ta funkcija bendrai naudoja tas pačias kliento programos funkcijas. Šiuo atveju „Google“ priglobtos sinchronizavimo paslaugos yra visiškai išjungtos.</string><string id="SystemTimezone">Laiko juosta</string><string id="SystemTimezone_Explain">Nurodoma įrenginyje naudojama laiko juosta. Vykstant šiai sesijai naudotojai gali nepaisyti nurodytos laiko juostos. Tačiau jiems atsijungus vėl nustatoma nurodyta laiko juosta. Jei pateikta netinkama vertė, politika vis tiek suaktyvinama naudojant „GMT“. Jei paliekama tuščia eilutė, politikos nepaisoma.

Jei ši politika nenaudojama, ir toliau bus naudojama dabartinė laiko juosta, bet naudotojai galės ją pakeisti ir šis pakeitimas bus ilgalaikis. Taigi, vieno naudotojo atliktas pakeitimas paveiks prisijungimo ekraną ir visus kitus naudotojus.

Naujuose įrenginiuose nustatyta laiko juosta „JAV / Ramiojo vandenyno“.

Vertės formatas atitinka laiko juostų pavadinimus, nurodytus „IANA laiko juostų duomenų bazėje“ (žr. adresu https://en.wikipedia.org/wiki/Tz_database (anglų k.). Konkrečiau kalbant, daugelio laiko juostų pavadinimus galima sukurti naudojant formatą „žemynas / didelis_miestas“ arba „vandenynas / didelis_miestas“.

Nustačius šią politiką visiškai išjungiama automatinio laiko juostos nustatymo pagal įrenginio vietovę funkcija. Be to, nepaisoma politikos „SystemTimezoneAutomaticDetection“.</string><string id="SystemTimezoneAutomaticDetection">Automatinio laiko juostos aptikimo metodo konfigūravimas</string><string id="SystemTimezoneAutomaticDetection_Explain">Kai ši politika nustatyta, automatinio laiko aptikimas bus vykdomas vienu iš toliau nurodytų būdų, atsižvelgiant į nustatymo vertę.

Jei nustatyta į „TimezoneAutomaticDetectionUsersDecide“, naudotojai galėtų valdyti automatinį laiko juostos aptikimą naudodami įprastus valdiklius apsilankę chrome://settings.

Jei nustatyta į „TimezoneAutomaticDetectionDisabled“, automatiniai laiko juostos valdikliai, pateikti chrome://settings, bus išjungti. Automatinis laiko juostos aptikimas visada bus išjungtas.

Jei nustatyta į „TimezoneAutomaticDetectionIPOnly“, laiko juostos valdikliai, pateikti chrome://settings, bus išjungti. Automatinis laiko juostos aptikimas visada bus įjungtas. Laiko juostos aptikimo funkcija nustatydama vietovę naudos tik IP pagrįstą metodą.

Jei nustatyta į „TimezoneAutomaticDetectionSendWiFiAccessPoints“, laiko juostos valdikliai, pateikti chrome://settings, bus išjungti. Automatinis laiko juostos aptikimas visada bus įjungtas. Matomų „Wi-Fi“ prieigos taškų sąrašas visada bus siunčiamas į geografinės vietovės nustatymo API serverį, kad būtų nustatyta tiksli laiko juosta.

Jei nustatyta į „TimezoneAutomaticDetectionSendAllLocationInfo“, laiko juostos valdikliai, pateikti chrome://settings, bus išjungti. Automatinis laiko juostos aptikimas visada bus įjungtas. Vietovės informacija (pvz., „Wi-Fi“ prieigos taškai, pasiekiami mobiliojo ryšio bokštai, GPS) bus siunčiami į serverį, kad būtų nustatyta tiksli laiko juosta.

Jei ši politika nenustatyta, aptikimas veiks taip, tarsi būtų nustatyta „TimezoneAutomaticDetectionUsersDecide“.

Jei nustatyta politika „SystemTimezone“, ji nepaiso šios politikos. Tokiu atveju automatinis laiko juostos aptikimas visiškai išjungiamas.</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionUsersDecide">Let users decide</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionDisabled">Never auto-detect timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionIPOnly">Always use coarse timezone detection</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendWiFiAccessPoints">Always send WiFi access-points to server while resolving timezone</string><string id="SystemTimezoneAutomaticDetection_TimezoneAutomaticDetectionSendAllLocationInfo">Visada siųsti visus pasiekiamus vietovės signalus serveriui nustatant laiko juostą</string><string id="SystemUse24HourClock">Naudoti 24 val. laikrodį pagal numatytuosius nustatymus</string><string id="SystemUse24HourClock_Explain">Nurodomas laikrodžio formatas, kuris bus naudojamas įrenginyje.

Pagal šią politiką konfigūruojamas laikrodžio formatas, kuris bus naudojamas prisijungimo ekrane ir bus numatytasis nustatymas naudotojų sesijose. Naudotojai vis tiek galės savo paskyroje nepaisyti laikrodžio formato.

Jei politika galioja, įrenginys naudos 24 val. laikrodžio formatą. Jei politika negalioja, įrenginyje bus naudojamas 12 val. laikrodžio formatas.

Jei ši politika nenustatyta, įrenginyje automatiškai bus nustatytas numatytasis 24 val. laikrodžio formatas.</string><string id="TPMFirmwareUpdateSettings">TPM programinės aparatinės įrangos atnaujinimo elgsenos konfigūravimas</string><string id="TPMFirmwareUpdateSettings_Explain">Konfigūruojami TPM aparatinės programinės įrangos atnaujinimo funkcijų pasiekiamumas ir elgsena.

Atskirus nustatymus galima nurodyti JSON nuosavybėse.

„allow-user-initiated-powerwash“: jei nustatyta į „true“, naudotojai galės suaktyvinti funkcijos „Powerwash“ srautą ir įdiegti TPM aparatinės programinės įrangos naujinį.

Jei politika nenustatyta, TPM aparatinės programinės įrangos atnaujinimo funkcijos nebus pasiekiamos.</string><string id="TaskManagerEndProcessEnabled">Galėsite užbaigti procesus užduočių tvarkytuvėje</string><string id="TaskManagerEndProcessEnabled_Explain">If set to false, the 'End process' button is disabled in the Task Manager.

If set to true or not configured, the user can end processes in the Task Manager.</string><string id="TermsOfServiceURL">Nustatyti vietinės įrenginio paskyros paslaugų teikimo sąlygas</string><string id="TermsOfServiceURL_Explain">Nustatomos paslaugų teikimo sąlygos, su kuriomis naudotojas turi sutikti prieš pradėdamas vietinės įrenginio paskyros sesiją.

Jei ši politika nustatyta, „Google Chrome OS“ atsisiųs paslaugų teikimo sąlygas ir pateiks jas naudotojui, kai prasidės vietinės įrenginio paskyros sesija. Naudotojui bus leista pradėti sesiją, tik kai jis sutiks su paslaugų teikimo sąlygomis.

Jei ši politika nenustatyta, rodomos paslaugų teikimo sąlygos.

Politika turėtų būti nustatyta į URL, kuriuo „Google Chrome OS“ gali atsisiųsti paslaugų teikimo sąlygas. Paslaugų teikimo sąlygas turi sudaryti paprastasis tekstas, pateiktas kaip MIME tipo tekstas / paprastasis tekstas. Neleidžiamas joks žymėjimas.</string><string id="TouchVirtualKeyboardEnabled">Įgalinti virtualiąją klaviatūrą</string><string id="TouchVirtualKeyboardEnabled_Explain">Pagal šią politiką sukonfigūruojamas virtualiosios klaviatūros kaip įvesties įrenginio įgalinimas „Chrome“ OS. Naudotojai negali nepaisyti šios politikos.

Jei politika galioja, ekraninė virtualioji klaviatūra visada bus įgalinta.

Jei politika negalioja, ekraninė virtualioji klaviatūra visada bus išjungta.

Jei nustatysite šią politiką, naudotojai negalės jos pakeisti ar nepaisyti. Tačiau naudotojai vis tiek galės įgalinti / išjungti neįgaliesiems pritaikytą ekraninę klaviatūrą, kuri yra svarbesnė už pagal šią politiką kontroliuojamą virtualiąją klaviatūrą. Žr. politiką |VirtualKeyboardEnabled| ir kontroliuokite neįgaliesiems pritaikytą ekraninę klaviatūrą.

Jei ši politika nenustatyta, iš pradžių ekraninė klaviatūra yra išjungiama, bet naudotojas ją gali bet kada įgalinti. Sprendžiant, kada pateikti klaviatūrą, taip pat gali būti naudojamos euristinės taisyklės.</string><string id="TranslateEnabled">Įgalinti vertimą</string><string id="TranslateEnabled_Explain">Įgalinama integruota „Google“ vertėjo paslauga „Google Chrome“.

Jei įgalinsite šį nustatymą, „Google Chrome“ bus rodoma integruota įrankių juosta, kurioje siūloma naudotojui išversti puslapį, kai tai galima.

Jei neleisite šio nustatymo, naudotojai niekada nematys vertimo juostos.

Jei įgalinsite šį nustatymą arba jo neleisite, naudotojai negalės jo pakeisti ar panaikinti „Google Chrome“.

Nenustačius šio nustatymo, naudotojas (-a) galės nuspręsti, ar naudoti šią funkciją.</string><string id="URLBlacklist">Blokuoti prieigą prie URL sąrašo</string><string id="URLBlacklist_Explain">This policy prevents the user from loading web pages from blacklisted URLs. The blacklist provides a list of URL patterns that specify which URLs will be blacklisted.

A URL pattern has to be formatted according to https://www.chromium.org/administrators/url-blacklist-filter-format.

Exceptions can be defined in the URL whitelist policy. These policies are limited to 1000 entries; subsequent entries will be ignored.

Note that it is not recommended to block internal 'chrome://*' URLs since this may lead to unexpected errors.

If this policy is not set no URL will be blacklisted in the browser.</string><string id="URLBlacklistDesc">Blokuoti prieigą prie URL sąrašo</string><string id="URLWhitelist">Suteikiama prieiga prie URL sąrašo</string><string id="URLWhitelist_Explain">Leidžiama prieiga prie pateiktų URL kaip prie juodojo URL sąrašo išimčių.

Žr. juodojo URL sąrašo politiką, joje rasite šio sąrašo įrašų formatus.

Šią politiką galima naudoti norint atidaryti apribotų juodųjų sąrašų išimtis. Pavyzdžiui, „*“ gali būti įtrauktas į juodąjį sąrašą, kad blokuotų visas užklausas, o ši politika gali būti naudojama siekiant leisti prieigą ribotam URL skaičiui. Ji gali būti naudojama tam tikrų schemų, kitų domenų padomenių, prievadų ar konkrečių kelių išimtims atidaryti.

Konkrečiausias filtras nustatys, ar URL blokuojamas, ar leidžiamas. Baltasis sąrašas turi pirmenybę prieš juodąjį sąrašą.

Į politiką galima įtraukti iki 1 000 įrašų – į kitus nebus atsižvelgiama.

Jei ši politika nenustatoma, nebus jokių politikos „URLBlacklist“ juodojo sąrašo išimčių.</string><string id="URLWhitelistDesc">Suteikiama prieiga prie URL sąrašo</string><string id="UnifiedDesktopEnabledByDefault">Make Unified Desktop available and turn on by default</string><string id="UnifiedDesktopEnabledByDefault_Explain">Jei ši politika nustatyta į „true“, Sujungiamasis darbalaukis bus leidžiamas ir
įgalintas pagal numatytuosius nustatymus. Taip programoms bus leidžiama užimti kelis ekranus.
Naudotojas gali išjungti Sujungiamojo darbalaukio režimą atskiruose ekranuose atžymėdamas
jį ekrano nustatymuose.

Jei ši politika nustatyta į „false“ arba nenustatyta, Sujungiamasis darbalaukis bus
išjungtas. Tokiu atveju naudotojas negalės įgalinti funkcijos.</string><string id="UsbDetachableWhitelist">Atjungiamų USB įrenginių baltasis sąrašas</string><string id="UsbDetachableWhitelist_Explain">Apibrėžiamas USB įrenginių, kuriuos leidžiama atjungti nuo branduolio tvarkyklės, kad būtų galima naudoti naudojant chrome.usb API tiesiai žiniatinklio programoje, sąrašas. Įrašai – tai USB paslaugos teikėjo identifikatoriaus ir produkto identifikatoriaus poros, nurodančios konkrečią aparatinę įrangą.

Jei ši politika nesukonfigūruota, atjungiamų USB įrenginių sąrašas yra tuščias.</string><string id="UsbDetachableWhitelistDesc">Atjungiamų USB įrenginių baltasis sąrašas</string><string id="UserAvatarImage">Naudotojo pseudoportreto vaizdas</string><string id="UserAvatarImage_Explain">This policy allows you to configure the avatar image representing the user on the login screen. The policy is set by specifying the URL from which Google Chrome OS can download the avatar image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its size must not exceed 512kB. The URL must be accessible without any authentication.

The avatar image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the avatar image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the avatar image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the avatar image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose the avatar image representing them on the login screen.</string><string id="UserDisplayName">Nustatyti įrenginio vietinių paskyrų pateikiamą pavadinimą</string><string id="UserDisplayName_Explain">Valdomas paskyros pavadinimas, kurį „Google Chrome OS“ rodo atitinkamo įrenginio vietinės paskyros prisijungimo ekrane.

Jei ši politika nustatyta, prisijungimo ekrano prisijungimo vardo parinkiklyje prie atitinkamos vietinės paskyros bus naudojama nurodyta eilutė.

Jei ši politika nenustatyta, „Google Chrome OS“ kaip prisijungimo ekrane pateikiamas pavadinimas bus naudojamas įrenginio vietinės paskyros el. pašto paskyros ID.

Ši politika netaikoma įprastose naudotojų paskyrose.</string><string id="VideoCaptureAllowed">Leisti arba blokuoti vaizdo įrašo fiksavimą</string><string id="VideoCaptureAllowed_Explain">If enabled or not configured (default), the user will be prompted for
video capture access except for URLs configured in the
VideoCaptureAllowedUrls list which will be granted access without prompting.

When this policy is disabled, the user will never be prompted and video
capture only be available to URLs configured in VideoCaptureAllowedUrls.

This policy affects all types of video inputs and not only the built-in camera.</string><string id="VideoCaptureAllowedUrls">URL, kuriems bus suteikta prieiga prie vaizdo įrašų užfiksavimo įrenginių be paraginimo</string><string id="VideoCaptureAllowedUrls_Explain">Šiame sąraše pateikti šablonai bus palyginti su užklausą pateikusio
URL saugos šaltiniu. Jei bus rasta atitiktis, galimybė pasiekti garsą
fiksuojančius įrenginius bus suteikta be raginimo.

PASTABA: iki 45 versijos programos ši politika buvo palaikoma tik įjungus viešojo terminalo režimą.</string><string id="VideoCaptureAllowedUrlsDesc">URL, kuriems bus suteikta prieiga prie vaizdo įrašų užfiksavimo įrenginių be paraginimo</string><string id="WPADQuickCheckEnabled">Įgalinti WPAD optimizavimą</string><string id="WPADQuickCheckEnabled_Explain">Leidžiama išjungti WPAD (žiniatinklio tarpinio serverio automatinį aptikimą, angl. „Web Proxy Auto-Discovery“) optimizavimą sistemoje „Google Chrome“.

Nustačius šią politiką į „false“, WPAD optimizavimas išjungiamas, todėl „Google Chrome“ reikia ilgiau laukti DNS pagrindu veikiančių WPAD serverių. Jei politika nenustatoma arba įgalinama, WPAD optimizavimas įgalinamas.

Neatsižvelgiant į tai, ar ši politika nustatyta ir kaip ji nustatyta, WPAD optimizavimo nustatymo negali keisti naudotojai.</string><string id="WallpaperImage">Ekrano fono vaizdas</string><string id="WallpaperImage_Explain">This policy allows you to configure the wallpaper image that is shown on the desktop and on the login screen background for the user. The policy is set by specifying the URL from which Google Chrome OS can download the wallpaper image and a cryptographic hash used to verify the integrity of the download. The image must be in JPEG format, its file size must not exceed 16MB. The URL must be accessible without any authentication.

The wallpaper image is downloaded and cached. It will be re-downloaded whenever the URL or the hash changes.

The policy should be specified as a string that expresses the URL and hash in JSON format, conforming to the following schema:
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;url&quot;: {
&quot;description&quot;: &quot;The URL from which the wallpaper image can be downloaded.&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;hash&quot;: {
&quot;description&quot;: &quot;The SHA-256 hash of the wallpaper image.&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

If this policy is set, Google Chrome OS will download and use the wallpaper image.

If you set this policy, users cannot change or override it.

If the policy is left not set, the user can choose an image to be shown on the desktop and on the login screen background.</string><string id="WebRtcUdpPortRange">„WebRTC“ naudojamų vietinių UDP prievadų diapazono apribojimas</string><string id="WebRtcUdpPortRange_Explain">Jei ši politika nustatyta, „WebRTC“ naudojamas UDP prievado diapazonas apribojamas iki nurodyto prievado intervalo (įskaitant baigties taškus).

Jei politika nenustatyta arba nustatyta į tuščią eilutę arba negaliojantį prievado diapazoną, „WebRTC“ leidžiama naudoti bet kokį pasiekiamą vietinį UDP prievadą.</string></stringTable><presentationTable><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>Palaikomos tapatumo nustatymo schemos</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>Tapatumo nustatymo serverio baltasis sąrašas</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>„Kerberos“ nukreipimo serverio baltasis sąrašas</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="RemoteAccessHostClientDomainList"><listBox refId="RemoteAccessHostClientDomainListDesc">Configure the required domain names for remote access clients</listBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomainList"><listBox refId="RemoteAccessHostDomainListDesc">Configure the required domain names for remote access hosts</listBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>Konfigūruoti nuotolinės prieigos prieglobų „TalkGadget“ (Pokalbių programėlės) kodą</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>Apriboti UDP prievado diapazoną, naudojamą nuotolinės prieigos prieglobos</label></textBox></presentation><presentation id="RemoteAccessHostMatchUsername"/><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>URL, kur nuotolinės prieigos klientai turėtų gauti autentifikavimo prieigos raktą</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>URL, skirtas nuotolinio prisijungimo kliento autentifikavimo prieigos raktui patvirtinti</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>Kliento sertifikatas, skirtas prisijungti prie „RemoteAccessHostTokenValidationUrl“</label></textBox></presentation><presentation id="LidCloseAction"><dropdownList refId="LidCloseAction">Veiksmas, kuris bus atliktas, kai naudotojas uždarys dangtelį</dropdownList></presentation><presentation id="PowerManagementUsesAudioActivity"/><presentation id="PowerManagementUsesVideoActivity"/><presentation id="PresentationScreenDimDelayScale"><decimalTextBox refId="PresentationScreenDimDelayScale">Procentas, pagal kurį bus keičiamas ekrano užtemdymo delsos mastelis dirbant pristatymo režimu:</decimalTextBox></presentation><presentation id="AllowScreenWakeLocks"/><presentation id="UserActivityScreenDimDelayScale"><decimalTextBox refId="UserActivityScreenDimDelayScale">Ekrano užtemdymo delsos mastelio keitimo procentas, naudojamas, jei naudotojas atlieka veiksmų po užtemdymo:</decimalTextBox></presentation><presentation id="WaitForInitialUserActivity"/><presentation id="PowerManagementIdleSettings"><textBox refId="PowerManagementIdleSettings"><label>Maitinimo valdymo nustatymai, kai naudotojas tampa neaktyvus</label></textBox></presentation><presentation id="ScreenLockDelays"><textBox refId="ScreenLockDelays"><label>Ekrano užrakto delsos laikotarpiai</label></textBox></presentation><presentation id="NewTabPageLocation"><textBox refId="NewTabPageLocation"><label>Naujo skirtuko puslapio URL</label></textBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>Numatytojo paieškos teikėjo pavadinimas</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>Numatytojo paieškos teikėjo raktinis žodis</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>Numatytojo paieškos teikėjo paieškos URL</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>Numatytojo paieškos teikėjo siūlymo URL</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>Numatytojo paieškos teikėjo intuityviosios paieškos URL</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>Numatytojo paieškos teikėjo piktograma</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">Numatytojo paieškos teikėjo koduotės</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">Alternatyvių numatytojo paieškos teikėjo URL sąrašas</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>Parametras, valdantis numatytojo paieškos teikėjo paieškos termino paskirties vietą</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>Parametras, nurodantis paieškos pagal vaizdą funkciją numatytajam paieškos teikėjui</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>Numatytojo paieškos teikėjo naujo skirtuko puslapio URL</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>Paieškos URL parametrai, kuriuose naudojama POST</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>Pasiūlymų URL parametrai, kuriuose naudojama POST</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>Intuityviosios paieškos URL parametrai, kuriuose naudojama POST</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>Vaizdo URL parametrai, kuriuose naudojama POST</label></textBox></presentation><presentation id="AttestationEnabledForUser"/><presentation id="AttestationExtensionWhitelist"><listBox refId="AttestationExtensionWhitelistDesc">Plėtiniams leidžiama naudoti nuotolinio patvirtinimo API</listBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>Pagrindinio puslapio URL</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">Veiksmai paleidžiant</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">Paleidžiant atidaromi URL</listBox></presentation><presentation id="ShowAccessibilityOptionsInSystemTrayMenu"/><presentation id="LargeCursorEnabled"/><presentation id="SpokenFeedbackEnabled"/><presentation id="HighContrastEnabled"/><presentation id="VirtualKeyboardEnabled"/><presentation id="KeyboardDefaultToFunctionKeys"/><presentation id="ScreenMagnifierType"><dropdownList refId="ScreenMagnifierType">Nustatyti ekrano didinimo tipą</dropdownList></presentation><presentation id="DeviceLoginScreenDefaultLargeCursorEnabled"/><presentation id="DeviceLoginScreenDefaultSpokenFeedbackEnabled"/><presentation id="DeviceLoginScreenDefaultHighContrastEnabled"/><presentation id="DeviceLoginScreenDefaultVirtualKeyboardEnabled"/><presentation id="DeviceLoginScreenDefaultScreenMagnifierType"><dropdownList refId="DeviceLoginScreenDefaultScreenMagnifierType">Nustatyti numatytąjį ekrano didinimo tipą, kuris įgalintas prisijungimo ekrane</dropdownList></presentation><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">Plėtinių, kurių diegti naudotojams turi būti neleidžiama (arba „*“, jei neleidžiama nė vieno), ID</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">Į juodąjį sąrašą neįtrauktinų plėtinių ID</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">Automatiškai diegiami plėtinių / programų ID ir atnaujinimo URL</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">URL šablonai, kuriuos naudojant galima įdiegti plėtinį, programą ir naudotojo scenarijų iš</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">Leidžiami įdiegti plėtinių / programų tipai</listBox></presentation><presentation id="ExtensionSettings"><textBox refId="ExtensionSettings"><label>Plėtinių valdymo nustatymai</label></textBox></presentation><presentation id="PasswordManagerEnabled"/><presentation id="QuickUnlockModeWhitelist"><listBox refId="QuickUnlockModeWhitelistDesc">Configure allowed quick unlock modes</listBox></presentation><presentation id="QuickUnlockTimeout"><dropdownList refId="QuickUnlockTimeout">Sets how often user has to enter password to use quick unlock</dropdownList></presentation><presentation id="PinUnlockMinimumLength"><decimalTextBox refId="PinUnlockMinimumLength">Sets the minimum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockMaximumLength"><decimalTextBox refId="PinUnlockMaximumLength">Sets the maximum length of the lock screen PIN:</decimalTextBox></presentation><presentation id="PinUnlockWeakPinsAllowed"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">Pasirinkti, kaip nurodyti tarpinio serverio nustatymus</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>Tarpinio serverio adresas arba URL</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>URL, siejantis su tarpinio serverio .pac failu</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>Kableliais atskirtų tarpinio serverio apėjimo taisyklių sąrašas</label></textBox></presentation><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">Numatytasis slapukų nustatymas</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">Numatytasis vaizdų nustatymas</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">Numatytasis „JavaScript“ nustatymas</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">Numatytasis „Flash“ nustatymas</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">Numatytasis iššokančiųjų langų nustatymas</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">Numatytasis pranešimų nustatymas</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">Numatytasis geografinės vietovės nustatymas</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Valdyti „Web Bluetooth“ API naudojimą</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">Automatiškai pasirinkti šių svetainių kliento sertifikatus</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">Leisti slapukus šiose svetainėse</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">Blokuoti slapukus šiose svetainėse</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">Leisti tik sesijų slapukus šiose svetainėse</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">Leisti vaizdus šiose svetainėse</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">Blokuoti vaizdus šiose svetainėse</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">Leisti „JavaScript“ šiose svetainėse</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">Blokuoti „JavaScript“ šiose svetainėse</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">Leisti papildinį „Flash“ šiose svetainėse</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">Užblokuoti papildinį „Flash“ šiose svetainėse</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">Leisti iššokančiuosius langus šiose svetainėse</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>Registro protokolo doroklės</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">Blokuoti iššokančiuosius langus šiose svetainėse</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">Leisti pranešimus šiose svetainėse</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">Blokuoti pranešimus šiose svetainėse</listBox></presentation><presentation id="EnableMediaRouter"/><presentation id="ShowCastIconInToolbar"/><presentation id="DriveDisabled"/><presentation id="DriveDisabledOverCellular"/><presentation id="AllowDeletingBrowserHistory"/><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowScreenLock"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Nurodyti domenus, kuriems leidžiama pasiekti „Google Apps“</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="ArcBackupRestoreEnabled"/><presentation id="ArcCertificatesSyncMode"><dropdownList refId="ArcCertificatesSyncMode">Nustatykite, ar sertifikatai bus prieinami ARC programose</dropdownList></presentation><presentation id="ArcEnabled"/><presentation id="ArcLocationServiceEnabled"/><presentation id="ArcPolicy"><textBox refId="ArcPolicy"><label>ARC konfigūravimas</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">URL, kuriems bus suteikta prieiga prie garso užfiksavimo įrenginių be paraginimo</listBox></presentation><presentation id="AudioOutputAllowed"/><presentation id="AutoFillEnabled"/><presentation id="AutofillCreditCardEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="CaptivePortalAuthenticationIgnoresProxy"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">Sertifikato skaidrumo taikymo URL sąrašui išjungimas</listBox></presentation><presentation id="ChromeOsLockOnIdleSuspend"/><presentation id="ChromeOsMultiProfileUserBehavior"><dropdownList refId="ChromeOsMultiProfileUserBehavior">Tvarkyti naudotojo elgseną kelių profilių seanse</dropdownList></presentation><presentation id="ChromeOsReleaseChannel"><dropdownList refId="ChromeOsReleaseChannel">Išleidimo kanalas</dropdownList></presentation><presentation id="ChromeOsReleaseChannelDelegated"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>Numatytojo spausdintuvo pasirinkimo taisyklės</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="DeviceAllowBluetooth"/><presentation id="DeviceAllowNewUsers"/><presentation id="DeviceAllowRedeemChromeOsRegistrationOffers"/><presentation id="DeviceAutoUpdateDisabled"/><presentation id="DeviceAutoUpdateP2PEnabled"/><presentation id="DeviceBlockDevmode"/><presentation id="DeviceDataRoamingEnabled"/><presentation id="DeviceEphemeralUsersEnabled"/><presentation id="DeviceGuestModeEnabled"/><presentation id="DeviceLoginScreenAppInstallList"><listBox refId="DeviceLoginScreenAppInstallListDesc">Įdiegtų programų sąrašo konfigūravimas prisijungimo ekrane</listBox></presentation><presentation id="DeviceLoginScreenInputMethods"><listBox refId="DeviceLoginScreenInputMethodsDesc">Įrenginio prisijungimo ekrano klaviatūros išdėstymai</listBox></presentation><presentation id="DeviceLoginScreenLocales"><listBox refId="DeviceLoginScreenLocalesDesc">Įrenginio prisijungimo ekrano lokalė</listBox></presentation><presentation id="DeviceLoginScreenPowerManagement"><textBox refId="DeviceLoginScreenPowerManagement"><label>Energijos valdymas prisijungimo ekrane</label></textBox></presentation><presentation id="DeviceMetricsReportingEnabled"/><presentation id="DeviceNativePrinters"><textBox refId="DeviceNativePrinters"><label>Įrenginiams skirtas įmonės spausdintuvų konfigūracijos failas</label></textBox></presentation><presentation id="DeviceNativePrintersAccessMode"><dropdownList refId="DeviceNativePrintersAccessMode">Įrenginių spausdintuvų konfigūracijos pasiekiamumo politika.</dropdownList></presentation><presentation id="DeviceNativePrintersBlacklist"><listBox refId="DeviceNativePrintersBlacklistDesc">Išjungti įmonės įrenginių spausdintuvai</listBox></presentation><presentation id="DeviceNativePrintersWhitelist"><listBox refId="DeviceNativePrintersWhitelistDesc">Įgalinti įmonės įrenginių spausdintuvai</listBox></presentation><presentation id="DeviceOffHours"><textBox refId="DeviceOffHours"><label>Nenaudojimo valandų intervalai, kai netaikoma įrenginio politika „OffHours“ |ignored_policy_proto_tags|</label></textBox></presentation><presentation id="DeviceOpenNetworkConfiguration"><textBox refId="DeviceOpenNetworkConfiguration"><label>Įrenginio lygio tinklo konfigūracija</label></textBox></presentation><presentation id="DevicePolicyRefreshRate"><decimalTextBox refId="DevicePolicyRefreshRate">Atnaujinti įrenginio politikos reitingą:</decimalTextBox></presentation><presentation id="DeviceQuirksDownloadEnabled"/><presentation id="DeviceRebootOnShutdown"/><presentation id="DeviceShowUserNamesOnSignin"/><presentation id="DeviceStartUpFlags"><listBox refId="DeviceStartUpFlagsDesc">Visos sistemos žymos, kurios bus taikomos paleidžiant „Google Chrome“</listBox></presentation><presentation id="DeviceTargetVersionPrefix"><textBox refId="DeviceTargetVersionPrefix"><label>Taikomo automatinio naujinio versija</label></textBox></presentation><presentation id="DeviceUpdateAllowedConnectionTypes"><listBox refId="DeviceUpdateAllowedConnectionTypesDesc">Leistini ryšio tipai naujinant</listBox></presentation><presentation id="DeviceUpdateHttpDownloadsEnabled"/><presentation id="DeviceUpdateScatterFactor"><decimalTextBox refId="DeviceUpdateScatterFactor">Automatiškai atnaujinamas sklaidos veiksnys:</decimalTextBox></presentation><presentation id="DeviceUserWhitelist"><listBox refId="DeviceUserWhitelistDesc">Prisijungusių naudotojų baltasis sąrašas</listBox></presentation><presentation id="DeviceWallpaperImage"><textBox refId="DeviceWallpaperImage"><label>Įrenginio ekrano fono vaizdas</label></textBox></presentation><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisplayRotationDefault"><dropdownList refId="DisplayRotationDefault">Nustatyti numatytąjį ekrano sukimo nustatymą, kuris bus iš naujo pritaikomas kiekvieną kartą paleidus iš naujo</dropdownList></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>Nustatyti atsisiuntimo katalogą</label></textBox></presentation><presentation id="DownloadRestrictions"><dropdownList refId="DownloadRestrictions">Atsisiuntimų apribojimai</dropdownList></presentation><presentation id="EasyUnlockAllowed"/><presentation id="EcryptfsMigrationStrategy"><dropdownList refId="EcryptfsMigrationStrategy">Failų sistemos „eCryptfs“ perkėlimo strategija</dropdownList></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableCommonNameFallbackForLocalAnchors"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">Laikinai įgalinti nebenaudojamas žiniatinklio platformos funkcijas</listBox></presentation><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="ExternalStorageDisabled"/><presentation id="ExternalStorageReadOnly"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceMaximizeOnFirstRun"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">Priverstinis minimalaus „YouTube“ riboto režimo vykdymas</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">Inkognito režimo pasiekiamumas</dropdownList></presentation><presentation id="InstantTetheringAllowed"/><presentation id="IsolateOrigins"><textBox refId="IsolateOrigins"><label>Įgalinti konkrečių šaltinių svetainių atskyrimą</label></textBox></presentation><presentation id="KeyPermissions"><textBox refId="KeyPermissions"><label>Raktų leidimai</label></textBox></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>Tvarkomos žymės</label></textBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">Maksimali gavimo delsa atšaukus politiką:</decimalTextBox></presentation><presentation id="NativePrinters"><listBox refId="NativePrintersDesc">Vietinis spausdinimas</listBox></presentation><presentation id="NativePrintersBulkAccessMode"><dropdownList refId="NativePrintersBulkAccessMode">Spausdintuvų konfigūracijos pasiekiamumo politika.</dropdownList></presentation><presentation id="NativePrintersBulkBlacklist"><listBox refId="NativePrintersBulkBlacklistDesc">Išjungti įmonės spausdintuvai</listBox></presentation><presentation id="NativePrintersBulkConfiguration"><textBox refId="NativePrintersBulkConfiguration"><label>Įmonės spausdintuvo konfigūracijos failas</label></textBox></presentation><presentation id="NativePrintersBulkWhitelist"><listBox refId="NativePrintersBulkWhitelistDesc">Įgalinti įmonės spausdintuvai</listBox></presentation><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">Įgalinti tinklo prognozę</dropdownList></presentation><presentation id="NoteTakingAppsLockScreenWhitelist"><listBox refId="NoteTakingAppsLockScreenWhitelistDesc">Įtraukti į baltąjį sąrašą užrašų programas, kurios leidžiamos „Google Chrome OS“ užrakinimo ekrane</listBox></presentation><presentation id="OpenNetworkConfiguration"><textBox refId="OpenNetworkConfiguration"><label>Naudotojo lygio tinklo konfigūracija</label></textBox></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PinnedLauncherApps"><listBox refId="PinnedLauncherAppsDesc">Paleidimo priemonėje prisegtų rodomų programų sąrašas</listBox></presentation><presentation id="PolicyRefreshRate"><decimalTextBox refId="PolicyRefreshRate">Atnaujinti naudotojo politikos reitingą:</decimalTextBox></presentation><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RebootAfterUpdate"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RunAllFlashInAllowMode"/><presentation id="SAMLOfflineSigninTimeLimit"><decimalTextBox refId="SAMLOfflineSigninTimeLimit">Apribokite laiką, per kurį per SAML autentifikuotas naudotojas gali prisijungti neprisijungęs:</decimalTextBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMax"><dropdownList refId="SSLVersionMax">Maksimali SSL versija įgalinta</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="SessionLengthLimit"><decimalTextBox refId="SessionLengthLimit">Limit the length of a user session:</decimalTextBox></presentation><presentation id="SessionLocales"><listBox refId="SessionLocalesDesc">Rekomenduojamų viešos sesijos lokalių nustatymas</listBox></presentation><presentation id="ShelfAutoHideBehavior"><dropdownList refId="ShelfAutoHideBehavior">Valdyti automatinį lentynos paslėpimą</dropdownList></presentation><presentation id="ShowHomeButton"/><presentation id="ShowLogoutButtonInTray"/><presentation id="SitePerProcess"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="SystemTimezone"><textBox refId="SystemTimezone"><label>Laiko juosta</label></textBox></presentation><presentation id="SystemTimezoneAutomaticDetection"><dropdownList refId="SystemTimezoneAutomaticDetection">Automatinio laiko juostos aptikimo metodo konfigūravimas</dropdownList></presentation><presentation id="SystemUse24HourClock"/><presentation id="TPMFirmwareUpdateSettings"><textBox refId="TPMFirmwareUpdateSettings"><label>TPM programinės aparatinės įrangos atnaujinimo elgsenos konfigūravimas</label></textBox></presentation><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TermsOfServiceURL"><textBox refId="TermsOfServiceURL"><label>Nustatyti vietinės įrenginio paskyros paslaugų teikimo sąlygas</label></textBox></presentation><presentation id="TouchVirtualKeyboardEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">Blokuoti prieigą prie URL sąrašo</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">Suteikiama prieiga prie URL sąrašo</listBox></presentation><presentation id="UnifiedDesktopEnabledByDefault"/><presentation id="UsbDetachableWhitelist"><listBox refId="UsbDetachableWhitelistDesc">Atjungiamų USB įrenginių baltasis sąrašas</listBox></presentation><presentation id="UserAvatarImage"><textBox refId="UserAvatarImage"><label>Naudotojo pseudoportreto vaizdas</label></textBox></presentation><presentation id="UserDisplayName"><textBox refId="UserDisplayName"><label>Nustatyti įrenginio vietinių paskyrų pateikiamą pavadinimą</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">URL, kuriems bus suteikta prieiga prie vaizdo įrašų užfiksavimo įrenginių be paraginimo</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WallpaperImage"><textBox refId="WallpaperImage"><label>Ekrano fono vaizdas</label></textBox></presentation><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>„WebRTC“ naudojamų vietinių UDP prievadų diapazono apribojimas</label></textBox></presentation></presentationTable></resources></policyDefinitionResources>